Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# selmatek_description
source: Kept by the ancient kings of the deserts, SELMATEK served as watchdogs, hunting companions and - now - defenders against grave robbers.
de_de: Von den alten Königen der Wüsten gehalten, diente SELMATEK als Wachhunde, Jagdgefährten und - jetzt - Verteidiger gegen Grabräuber.
es_es: <<MISSING>>
fr_fr: Gardé par les anciens rois des déserts, SELMATEK servait de chien de garde, de compagnon de chasse et - maintenant - de défenseur contre les pilleurs de tombes.
it_it: Tenuto dagli antichi re dei deserti, SELMATEK serviva come cani da guardia, compagni di caccia e - ora - difensori contro i tombaroli.
zh_cn: 由古代沙漠之王饲养的塞尔马泰克是看门狗、狩猎伙伴,现在则是抵御盗墓者的卫士.

source: Selmatek
ja: セルマテク
zh_cn: 塞尔马泰克

# shammer_description
source: In ancient times it hunted RHINCUS beneath ashen skies.
fr_fr: Dans les temps anciens, il chassait RHINCUS sous un ciel de cendre.
zh_cn: 在古代,它在灰暗的天空下狩猎犀牛兽.

source: Shammer
ja: シャッメル
zh_cn: 犀牛兽

source: Sharpfin
ja: シャルプフィン
zh_cn: 锋利鳍豚

source: Shelagu
ja: シェラグ
zh_cn: 薛达古

# shnark_description
source: SHNARK wears its last meal's flesh as a disguise so it can get close to its trusting prey.
fr_fr: SHNARK porte la chair de son dernier repas comme déguisement afin qu'il puisse se rapprocher de sa proie de confiance.
zh_cn: 什纳基穿上它最后一顿饭的肉作为伪装,这样它就可以接近它信任的猎物.

source: Shnark
ja: スナルク
zh_cn: 什纳基

# shybulb_description
source: When a garden is neglected, a SHYBULB moves in and quietly tends the droopy plants.
fr_fr: Lorsqu'un jardin est négligé, un SHYBULB s'installe et s'occupe tranquillement des plantes tombantes.
zh_cn: 当一个花园被忽视时,小叶灯就会搬进来,静静地照看那些下垂的植物.

source: Shybulb
ja: スィブルブ
zh_cn: 小叶灯

source: Skwib
ja: スクィブ
zh_cn: 鱿鱼兽

# sludgehog_description
source: It lives in rubbish, and eats it too. Its spikes seem sharp, but it can soften them at will.
de_de: Es lebt im Müll und frisst es auch. Seine Stacheln scheinen scharf zu sein, aber es kann sie nach Belieben mildern.
es_es: <<MISSING>>
fr_fr: Il vit dans les ordures et les mange aussi. Ses épines peuvent faire mal, mais il peut aussi les détendre à volonté.
it_it: Vive nella spazzatura e la mangia anche. Le sue punte sembrano affilate, ma può ammorbidirle a piacimento.
nb_no: <<MANGLER>>
zh_cn: 它生活在垃圾中,也吃垃圾.它的尖刺似乎很锋利,但它可以随意软化它们.

source: Sludgehog
fr_fr: Bourisson
ja: スルドゲホグ
zh_cn: 污泥猪

# snaki_description
source: SNAKI is a snake that has learned to grow legs by examining the motion of lizards and crocodiles.
fr_fr: SNAKI est un serpent qui a appris à se faire pousser des jambes en examinant le mouvement des lézards et des crocodiles.
zh_cn: 蜥蜴蛇是一条蛇,它通过研究蜥蜴和鳄鱼的运动学会了长腿.

source: Snaki
ja: スナキ
zh_cn: 蜥蜴蛇

# snarlon_description
source: It does not fly, but its feet never touch the ground. The king of paradox.
fr_fr: Il ne vole pas, mais ses pattes ne touchent jamais le sol. Le roi du paradoxe.
zh_cn: 它不飞,但它的脚却从不接触地面.悖论之王.

source: Snarlon
ja: スナルロン
zh_cn: 咆哮雪狮

source: Snock
ja: スノクク
zh_cn: 袜子兽

# snokari_description
source: The two heads of SNOKARI each hold great wisdom, but they never agree.
fr_fr: Les deux dirigeants de SNOKARI détiennent chacun une grande sagesse, mais ils ne sont jamais d'accord.
zh_cn: 斯诺卡里的两位首脑各自拥有巨大的智慧,但他们从未达成一致.

source: Snokari
ja: スノカリ
zh_cn: 斯诺卡里

# snowrilla_description
source: It delights in playing tag with skiers on desolate slopes.
de_de: Es erfreut sich daran mit Skiern auf verlassenen Hängen fangen zu spielen.
es_es: Le encanta jugar al pilla-pilla con esquiadores en pendientes solitarias.
es_mx: Se deleita jugando a las traes con los esquiadores en las desoladas laderas.
fr_fr: Il prend plaisir à jouer au chat et à la souris avec les skieurs de ces pistes désolées.
it_it: Si diletta nel giocare a "Ce l'hai" con sciatori su pendii desolati.
pt_br: Adora brincar de pega-pega com esquiadores em encostas desertas.
zh_cn: 它乐于在荒凉的斜坡上与滑雪者玩捉迷藏.

source: Snowrilla
fr_fr: Skorille
ja: スノゥリッラ
zh_cn: 雪猿

# sockeserp_description
source: An otherwise formidable enemy, SOCKESERP is easily dispatched if it gets tangled up.
fr_fr: Ennemi par ailleurs redoutable, SOCKESERP est facilement expédié s'il s'emmêle.
zh_cn: 如果被缠住的话,它是一个很容易被打发的敌人.

source: Sockeserp
ja: ソクケセルプ
zh_cn: 索克瑟普

source: Solight
ja: ソリグト
zh_cn: 索莱特

# spighter_description
source: It's not fair that something so good at sneaking up on people, can't be snuck up on itself.
fr_fr: Il n'est pas juste que quelque chose d'aussi bon pour se faufiler sur les gens ne puisse pas se faufiler sur lui-même.
zh_cn: 如此善于偷袭别人的东西,却不能偷袭自己,这是不公平的.

source: Spighter
ja: スピグテル
zh_cn: 战斗蜘蛛

# spoilurm_description
source: SPOILURM disguise themselves as apples, and wait in trees to eat the unexpecting.
fr_fr: SPOILURM se déguisent en pommes, et attendent dans les arbres pour manger ce qui n'est pas inattendu.
zh_cn: 苹果兽把自己伪装成苹果,在树上等着吃没有期待的人.

source: Spoilurm
ja: スポイルルン
zh_cn: 苹果兽

# spycozeus_description
source: The whispered communications of the forest are given physical form in SPYCOZEUS, which thinks like the trees.
de_de: Die geflüsterten Kommunikationen des Waldes erhalten in SPYCOZEUS, der wie die Bäume denkt, physische Form.
es_es: <<MISSING>>
fr_fr: Les communications chuchotées de la forêt prennent une forme physique dans SPYCOZEUS, qui pense comme les arbres.
it_it: Le comunicazioni sussurrate della foresta hanno forma fisica in SPYCOZEUS, che pensa come gli alberi.
nb_no: <<MANGLER>>
zh_cn: 森林的低声交流在斯皮科宙斯中被赋予物理形式,它像树木一样思考.

source: Spycozeus
ja: スプィコゼウス
zh_cn: 斯皮科宙斯

# squabbit_description
source: To prove themselves, they will fight tooth and nail over even the smallest thing.
fr_fr: Pour faire leurs preuves, ils se battront bec et ongles pour la moindre chose.
zh_cn: 为了证明自己,他们会为了哪怕是最小的事情而拼命地战斗.

source: Squabbit
ja: スクアッビト
zh_cn: 松兔

# statursus_description
source: STATURSUS has learned to channel its emotions into a single pure flame. The mere sight of it sends others into a trance.
fr_fr: STATURSUS a appris à canaliser ses émotions en une seule flamme pure. La simple vue de celui-ci envoie les autres en transe.
zh_cn: 雕像熊已经学会了将自己的情绪转化为单一的纯净火焰.仅仅是看到它,就会让其他人 陷入恍惚.

source: Statursus
ja: スタトウルスス
zh_cn: 雕像熊

# strella_description
source: Its tails are lures to convince bugs to bite them and be trapped.
fr_fr: Ses queues sont des leurres pour convaincre les insectes de les mordre et d'être piégés.
zh_cn: 它的尾巴是诱饵,可以说服虫子咬住它们并被诱捕.

source: Strella
ja: ストレッラ
zh_cn: 斯特雷拉

# sumchon_description
source: It uses its weight to trip much larger enemies. It is as dense as a star.
es_es: Usa su peso para hacer tropezar a enemigos mucho más grandes que él. Es tan denso como una estrella.
es_mx: Utiliza su peso para hacer tropezar a enemigos mucho más grandes. Es tan denso como una estrella.
fr_fr: Il se sert de son poids pour mettre des adversaires bien plus grands que lui à terre. Il est aussi dense qu'une étoile.
it_it: Usa il suo peso per far inciampare i nemici più grossi. È denso tanto quanto una stella.
pt_br: Simchon usa seu peso para derrubar inimigos muito maiores. É tão denso quanto uma estrela.
zh_cn: 它利用自己的重量来绊倒更大的敌人.它的密度和星星一样大.

source: Sumchon
ja: スンチョン
zh_cn: 相扑瓢虫

# tarpeur_description
source: They rest and grow. They also grow and rest. Rarely, they rest without growing or grow without resting.
fr_fr: Ils se reposent et grandissent. Ils grandissent et se reposent aussi. Rarement, ils se reposent sans grandir ou grandissent sans se reposer.
zh_cn: 他们休息和成长.他们也在成长和休息.很少有休息而不成长或成长而不休息的情况.

source: Tarpeur
ja: タルペウル
zh_cn: 塔波尔

# taupypus_description
source: Upon their birth, a TAUPYPUS' eyes are burst by its mother. That way, their eyes will never sting when they dive into the water.
fr_fr: Dès leur naissance, les yeux d'un TAUPYPUS sont brisés par sa mère. De cette façon, leurs yeux ne piqueront jamais lorsqu'ils plongeront dans l'eau.
zh_cn: 鸭嘴兽一出生,其母亲就把它们的眼睛打爆.这样,当它们潜入水中时,眼睛就不会刺 痛.

source: Taupypus
ja: タウプィプス
zh_cn: 鸭嘴兽

# teddisun_description
source: TEDDISUN worships the sun - they're always seen carrying their sun toy.
fr_fr: TEDDISUN vénère le soleil - on les voit toujours porter leur jouet solaire.
it_it: TEDDISUN venera il sole. Infatti sono visti mentre portano i propri giocattoli solari.
pt_br: TEDDISUN adora o sol - eles sempre são vistos carregando seu brinquedo solar.
zh_cn: 特迪桑崇拜太阳--人们总是看到他们带着太阳玩具.

source: Teddisun
ja: テッディスン
zh_cn: 特迪桑

# tetrchimp_description
source: They absorb any information they come across. Their constant chatter communicates everything they have learned in order.
fr_fr: Ils absorbent toutes les informations qu'ils rencontrent. Leur bavardage constant communique tout ce qu'ils ont appris dans l'ordre.
zh_cn: 他们吸收他们遇到的任何信息.他们不断的喋喋不休,将他们所学的一切依次传达给大 家.

source: Tetrchimp
ja: テトルチンプ
zh_cn: 特尔钦普

# tigrock_description
source: It is said that it had to invent itself because an evolution was not designed.
de_de: Man sagt dass es sich selbst erfand, da eine Evolution nicht erdacht wurde.
es_es: Se dice que tuvo que inventarse a sí mismo porque no se había diseñado una evolución.
es_mx: Se dice que tuvo que inventarse a sí mismo, porque la evolución no lo diseñaba.
fr_fr: Selon la rumeur, il a dû s'inventer lui-même car aucune évolution n'était prévue pour lui.
it_it: Si dice che si sia inventato da solo poiché la sua evoluzione non era stata progettata.
pt_br: Diz-se que teve que se inventar porque uma evolução não foi projetada.
zh_cn: 据说,它必须自己发明自己,因为它的进化并没有被设计出来.

source: Tigrock
fr_fr: Tigroc
ja: チグロクク
zh_cn: 钢铁虎

# tikoal_description
source: The guardian of a forest-dwelling people, it keeps guard and resolves disputes.
fr_fr: Gardien d'un peuple forestier, il garde et résout les différends.
zh_cn: 它是森林居民的守护者,负责守卫和解决争端.

source: Tikoal
ja: チコアル
zh_cn: 提考尔

# tikorch_description
source: It is the intermediary between forest and volcano, between sun and earth.
fr_fr: C'est l'intermédiaire entre forêt et volcan, entre soleil et terre.
zh_cn: 它是森林和火山之间、太阳和地球之间的中介.

source: Tikorch
ja: チコルク
zh_cn: 提科尔奇

source: Tobishimi
ja: トビシミ
zh_cn: 托比希米

# toufigel_description
source: It appears to be a fluffy insect, but it is actually a reptile coated in soft snow.
fr_fr: Il semble être un insecte moelleux, mais c'est en fait un reptile recouvert de neige molle.
zh_cn: 它看起来是一只毛茸茸的昆虫,但实际上是一只涂着软雪的爬虫.

source: Toufigel
ja: トウフィゲル
zh_cn: 图菲格尔

# tourbidi_description
source: If you find a circle of mushrooms or clover, it is a place where TOURBIDI dance.
fr_fr: Si vous trouvez un cercle de champignons ou de trèfles, c'est un endroit où TOURBIDI danse.
zh_cn: 如果你发现一圈蘑菇或三叶草,这就是图尔比迪跳舞的地方.

source: Tourbidi
ja: トウルビディ
zh_cn: 图尔比迪

# trapsnap_description
source: Its head is the only part of its body that doesn't grow as it ages.
fr_fr: Sa tête est la seule partie de son corps qui ne grandit pas en vieillissant.
zh_cn: 它的头是它身体中唯一不随年龄增长而增长的部分.

source: Trapsnap
ja: トラプスナプ
zh_cn: 陷阱草

source: Tsushimi
ja: ツシミ
zh_cn: 鹤见

# tumblebee_description
source: It builds hives that are perfect spheres, with the TUMBLEBEE inside just rolling about and buzzing with laughter.
fr_fr: Il construit des ruches qui sont des sphères parfaites, avec le TUMBLEBEE à l'intérieur roulant et bourdonnant de rires.
zh_cn: 它建造的蜂巢是完美的球体,里面的风滚虫只是在打滚,并发出嗡嗡的笑声.

source: Tumblebee
ja: トウンブルベエ
zh_cn: 不倒蜂

source: Tumblequill
ja: トウンブルクイッル
zh_cn: 风滚鼠

source: Tumbleworm
ja: トウンブルヲルン
zh_cn: 风滚虫

# turnipper_description
source: When a field is abandoned to the crows, locusts and mice, a TURNIPPER will sometimes dig itself out of the ground to defend the crops.
fr_fr: Lorsqu'un champ est abandonné aux corbeaux, aux criquets et aux souris, un TURNIPPER va parfois creuser hors du sol pour défendre les cultures.
zh_cn: 当一块田地被乌鸦、蝗虫和老鼠抛弃时,土拨鼠有时会把自己从地里挖出来,以保卫庄 稼.

source: Turnipper
ja: トウルニッペル
zh_cn: 萝卜兽

# tweesher_description
source: The colder the weather, the harder its beak. At below 0 degrees, it is harder than diamond.
de_de: Je kälter das Wetter, umso härter wird sein Schnabel. Bei unter 0 Grad ist sein Schnabel härter als Diamant.
es_es: Cuanto más frío haga, más duro es su pico. Por debajo de 0 grados, es más duro que el diamante.
es_mx: Cuanto más frió es el clima, más duro es su pico. A menos de 0 grados, es más duro que el diamante.
fr_fr: Plus il fait froid, plus son bec est dur. Sous zéro degré, il est plus résistant qu'un diamant.
it_it: Più l'acqua è fredda e più il suo becco diventa duro. Sotto i 0°C, è più duro del diamante.
pt_br: Quanto mais frio o tempo, mais duro é o seu bico. Abaixo de 0 graus, é mais duro que o diamante.
zh_cn: 天气越冷,它的喙就越硬.在0度以下,它比钻石还硬.

source: Tweesher
ja: トウェエシェル
zh_cn: 镊鹭

source: Urcine
ja: ウルシネ
zh_cn: 小棕熊

# vamporm_description
source: It thirsts for blood, but must make do with tree sap.
de_de: Es durstet nach Blut, muss sich aber mit Braumsaft begnügen.
es_es: Tiene sed de sangre, pero se las arregla con la savia de los árboles.
es_mx: Tiene sed de sangre, pero se tiene que conformar con la savia de los árboles.
fr_fr: Il a soif de sang, mais doit se contenter de la sève des arbres.
it_it: È assetato di sangue ma deve accontentarsi della linfa degli alberi.
pt_br: Tem sede de sangue, mas precisa se contentar com a seiva das árvores.
zh_cn: 它渴求鲜血,但必须将就着用树汁.

source: Vamporm
fr_fr: Verpire
ja: ヴァンポルン
zh_cn: 嗜血虫

source: Velocitile
ja: ヴロシチル
zh_cn: 迅驰兽

# vigueur_description
source: VIGUEUR compete to see who can lift the heaviest rocks. When they lift one that is too heavy, it squashes them and scatters TARPEUR seeds.
fr_fr: VIGUEUR concourir pour voir qui peut soulever les roches les plus lourdes. Quand ils en soulèvent un qui est trop lourd, il les écrase et disperse les graines TARPEUR.
zh_cn: 维格竞争看谁能举起最重的石头.当他们举起太重的石头时,石头会压扁他们,并撒下 塔普尔的种子.

# vividactil_description
source: In ancient times, the Year of the VIVIDACTIL marked a time of renewal and the restoration of authority.
fr_fr: Dans les temps anciens, l'Année VIVIDACTIL a marqué une période de renouveau et de restauration de l'autorité.
zh_cn: 在古代,维维地尔年标志着一个更新和恢复权威的时刻.

source: Vividactil
ja: ヴィヴィダクチル
zh_cn: 维维地尔

# vivipere_description
source: It hatches in great numbers in the summer, but the rest of its lifespan is a mystery.
fr_fr: Il éclot en grand nombre en été, mais le reste de sa durée de vie est un mystère.
zh_cn: 它在夏季大量孵化,但其寿命的其余部分是一个谜.

source: Vivicinder
ja: ヴィヴィシンデル
zh_cn: 维维辛德

source: Vivitrans
ja: ヴィヴィトランス
zh_cn: 维维特兰

# vivitron_description
source: Early philosophers used VIVITRON as evidence that natural forces can be tamed and controlled.
fr_fr: Les premiers philosophes ont utilisé VIVITRON comme preuve que les forces naturelles peuvent être apprivoisées et contrôlées.
zh_cn: 早期的哲学家们将维维特隆作为证据,证明自然力量可以被驯服和控制.

source: Vivitron
ja: ヴィヴィトロン
zh_cn: 维维特隆

# volcoli_description
source: It is the spirit of a forest. Its hair changes with the seasons.
fr_fr: C'est l'esprit d'une forêt. Ses cheveux changent avec les saisons.
zh_cn: 它是森林的精灵.它的头发随着季节的变化而变化.

# zunna_description
source: Cheerful ZUNNA sucks up all the food it can find into its stomach.
de_de: Das heitere ZUNNA saugt alles Futter, dass es finden kann, auf in seinen Magen.
es_es: Los alegres ZUNNA chupan toda la comida que puedan encontrar.
es_mx: Los alegres ZUNNA aspiran al interior de su estómago toda la comida que encuentran.
it_it: Gli ZUNNA allegri risucchiano nel loro stomaco tutto il cibo che possono trovare.
pt_br: Alegre ZUNNA suga toda a comida que pode encontrar em seu estômago.
zh_cn: 欢快的祖纳把所有能找到的食物都吸进它的胃里.

source: Zunna
ja: ズッナ
zh_cn: 祖纳

source: Chrome Robo
es_mx: Robot Cromado
fr_fr: Robot Chromé
it_it: Robocromo
ja: クロメ ロボ
zh_cn: 铬合金机器人

source: Dark Robo
es_mx: Robot Oscuro
fr_fr: Robot Sombre
it_it: Roboscuro
ja: ダルク ロボ
zh_cn: 黑暗机器人

source: Xeon
fr_fr: Xénon
ja: クスエオン
zh_cn: 至强

source: Xeon-2
fr_fr: Xénon-2
ja: クスエオン-2
zh_cn: 至强-2

source: Mk01 Beta
fr_fr: Mk01 Bêta
ja: ンク01 ベタ
zh_cn: Mk01测试版

source: MK01 Alpha
es_mx: MK01 Alfa
it_it: MK01 Alfa
ja: ンク01 アルファ
zh_cn: MK01 阿尔法

source: Dragon
de_de: Drache
es_es: Dragón
es_mx: Dragón
it_it: Drago
pt_br: Dragão
zh_cn: 龙

source: Wood
de_de: Holz
es_es: Madera
es_mx: Madera
fr_fr: Bois
it_it: Foresta
pt_br: Madeira
zh_cn: 木头

source: Aeble
zh_cn: 艾布尔

source: Allie
pt_br: Aliado
zh_cn: 艾莉

# knight1
source: Knight I
de_de: Ritter I
es_es: Caballero I
es_mx: Caballero I
fr_fr: Chevalier I
it_it: Cavaliere I
pt_br: Cavaleiro I
zh_cn: 骑士I

# knight2
source: Knight II
de_de: Ritter II
es_es: Caballero II
es_mx: Caballero II
fr_fr: Chevalier II
it_it: Cavaliere II
pt_br: Cavaleiro II
zh_cn: 骑士II

source: Liela
zh_cn: 莉拉

# maple_girl
source: Maple
fr_fr: Érable
zh_cn: 马恩

source: Misa
pt_br: Massa
zh_cn: 米萨

# npc_wife
source: Wife NPC
de_de: Ehefrau NPC
es_es: Esposa NPC
es_mx: Esposa NPC
fr_fr: Femme PNJ
it_it: Moglie NPC
pt_br: Esposa NPC
zh_cn: 妻子NPC

source: Professor
es_es: Profesor
es_mx: Profesor
fr_fr: Professeur
it_it: Professore
zh_cn: 教授

# npc_red
source: Red
de_de: Rot
es_mx: Rojo
fr_fr: Rouge
nb_no: Rød
pt_br: Vermelho
zh_cn: 小赤

source: Taba Nurse
de_de: Taba Krankenschwester
es_es: Enfermera de Taba
es_mx: Enfermera de Pueblo Taba
fr_fr: Infirmière de Taba
it_it: Infermiera di Taba
pt_br: Enfermeira do Toque
zh_cn: 塔巴护士

# tuxemart_keeper
source: Tuxemart Shopkeeper
de_de: Tuxemart Ladenbesitzer
es_es: Dependiente de Tuxemart
es_mx: Tendero de Tuxemart
fr_fr: Commerçant de Tuxemart
it_it: Bottegaio del Tuxemercato
pt_br: Lojista da Tuxemart
zh_cn: Tuxemart 店主

# tuxemart_aide
source: Tuxemart Employee
de_de: Tuxemart Mitarbeiter
es_es: Empleado de Tuxemart
es_mx: Empleado de Tuxemart
fr_fr: Employé de Tuxemart
it_it: Impiegato del Tuxemercato
pt_br: Funcionário do Tuxemart
zh_cn: Tuxemart员工

# xerogrund1
source: Team Xero Grunt I
de_de: Team Xero Rüpel I
es_es: Soldado del equipo Xero I
es_mx: Equipo Xero Grunt I
fr_fr: Troufion I de l'Équipe Xero
it_it: Scagnozzo del team Xero I
pt_br: Equipe Xero Grunt I
zh_cn: Xero Grunt I团队

# xerogrund2
source: Team Xero Grunt II
de_de: Team Xero Rüpel II
es_es: Soldado del equipo Xero II
es_mx: Equipo Xero Grunt II
fr_fr: Troufion II de l'Équipe Xero
it_it: Scagnozzo del team Xero II
pt_br: Equipe Xero Grunt II
zh_cn: Xero Grunt I团队

# xerogrunt7
source: Team Xero Grunt VII
de_de: Team Xero Rüpel VII
es_es: Soldado del equipo Xero VII
es_mx: Equipo Xero Grunt VII
fr_fr: Troufion VII de l'Équipe Xero
it_it: Scagnozzo del team Xero VII
pt_br: Equipe Xero Grunt VII
zh_cn: Xero Grunt I团队

source: Yes
de_de: Ja
es_es: Sí
es_mx: Si
fr_fr: Oui
it_it: Sì
nb_no: Ja
pl: Tak
pt_br: Sim
zh_cn: 是

# cash_register
source: It's a cash register, looks relatively new.
es_es: Es una caja registradora, parece relativamente nueva.
es_mx: Es una caja registradora, se ve relativamente nueva.
fr_fr: C'est une caisse enregistreuse, assez récente.
it_it: È un registratore di cassa. Sembra relativamente nuovo.
pt_br: É uma caixa registradora, parece relativamente nova.
zh_cn: 这是一台收银机,看起来比较新.

# potions_in_shop
source: The display case seems to have a lot of potions, must be pretty popular around here.
es_es: El mostrador parece tener muchas pociones, deben ser bastante populares por aquí
es_mx: La vitrina parece tener un montón de pociones, deben ser bastante populares por aquí.
fr_fr: La vitrine présente beaucoup de potions, elles doivent être très populaires par ici.
it_it: Sembra che in vetrina ci siano molte pozioni. Devono essere piuttosto popolari in zona.
pt_br: A vitrine parece ter muitas poções, deve ser bem popular por aqui.
zh_cn: 展示柜里似乎有很多药水,在这里一定很受欢迎.

# capture_devices_in_shop
source: Tuxeballs. How do they make these?
es_es: Dispositivos de captura. ¿Cómo los harán?
es_mx: Dispositivos de captura. ¿Cómo es que las fabrican?
fr_fr: Des Appareils de Capture. Comment les fabriquent-ils ?
it_it: Dispositivi di cattura. Come li fanno?
zh_cn: 这是精灵球.他们是如何制造这些的?

# xero_hideout1
source: Xero Institute for Tuxemon Research and Advancement ahead.
de_de: Xero Institut für Tuxemon-Forschungen und -Förderung geradeaus.
es_es: Instituto Xero para la Investigación y Desarrollo de Tuxemon.
es_mx: Instituto Xero para la Investigación y el Avance Tuxemon a la cabeza.
fr_fr: Institut Xero pour la Recherche et les Avancées des Tuxemon devant.
it_it: Istituto Xero per la Ricerca e il Progresso sui Tuxemon più avanti.
pl: Xero Instytut Badań i Rozwoju Tuxemon przed nami.
pt_br: Instituto Xero para Pesquisa e Avanço Tuxemon à frente.
zh_cn: Xero Tuxemon研究和促进研究所在前.

# cherry_found
source: You found a cherry.
de_de: Du hast eine Kirsche gefunden.
es_es: Has encontrado una cereza
es_mx: Encontraste una cereza.
fr_fr: Vous avez trouvé une cerise.
it_it: Hai trovato una ciliegia.
pl: Znalazłeś wiśnię.
pt_br: Você encontrou uma cereja.
zh_cn: 你找到了一颗樱桃.

# youcantleave
source: The doors are locked from the outside... Is there a key somewhere?
de_de: Die Türen sind von Außen verschlossen... Ist hier irgendwo ein Schlüssel?
es_es: Las puertas están cerradas por fuera... ¿Hay una llave en alguna parte?
es_mx: Las puertas están cerradas por fuera... ¿Hay una llave en algún lado?
fr_fr: Les portes sont fermées depuis l'extérieur... Il y a une clé quelque part ?
it_it: Le porte sono chiuse dall'esterno... C'è una chiave da qualche parte?
pt_br: As portas estão trancadas por fora... Há uma chave em algum lugar?
zh_cn: 门从外面锁上了.......是否在某处有钥匙?

# discovered_a_person
source: You found me! Haha!
de_de: Du hast mich gefunden! Haha!
es_es: ¡Me encontraste! ¡Jajaja!
es_mx: ¡Tú me encontraste! ¡Ja, ja!
fr_fr: Vous m'avez trouvé ! Ha ha !
it_it: Mi hai trovato! Ahah!
pl: Znalazłeś mnie! Haha!
pt_br: Você me encontrou! Haha!
zh_cn: 你找到我了!哈哈!

# Cathedral_Center
source: Cathedral Center: We Live to Serve.
de_de: Kathedralencenter: We leben um zu dienen.
es_es: Centro de la Catedral: Vivimos para Servir.
es_mx: Centro Catedralicio: Vivimos para Servir.
fr_fr: Centre de la Cathédrale : nous vivons pour servir.
it_it: Centro della cattedrale: viviamo per servire.
pt_br: Centro da Catedral: Vivemos para Servir.
zh_cn: 大教堂中心.我们活着就是为了服务.

# spillit6
source: Anyways... it doesn't concern you. All that matters is bringing down Omnichannel.
de_de: Wie auch immer... Es betrifft dich nicht. Alles, was gerade wichtig ist, ist, dass Omnichannel zu Fall gebracht wird.
es_es: En cualquier caso... no es de tu incumbencia. Lo único que importa es hacer caer a Omnichannel.
es_mx: De todas formas... eso no le concierne. Todo lo que importa es derribar a Omnichannel.
fr_fr: Enfin... ça ne vous concerne pas. Tout ce qui compte, c'est de faire tomber Omnichannel.
it_it: Comunque... tutto ciò non ti riguarda. Ciò che importa è far chiudere la Omnichannel.
zh_cn: 总之......这与你无关.重要的是把全能组织打倒.

# spillit7
source: I'm sorry for troubling you with my issues. City Park is up ahead when you want to move on
de_de: Tut mir Leid, dass ich dich mit meinen Problemen belaste. City Park ist weter vorne, wenn du weitergehen möchtest
es_es: Lamento molestarte con mis problemas. El Parque de la Ciudad está delante, cuando desees continuar.
es_mx: Yo siento haberle molestado con mis problemas. Ciudad Parque está mas adelante cuando desee moverse
fr_fr: Je suis désolé de vous embêter avec mes soucis. Parc-Ville est en face quand vous voudrez partir
it_it: Mi dispiace averti disturbato con i miei problemi. Il parco cittadino è più avanti, quando vorrai proseguire
zh_cn: 我很抱歉用我的问题来困扰你.当你想继续前进时,城市公园就在前面.

# leavemealone
source: We used to play here all the time when we were younger...
de_de: Wir haben hier früher immer gespielt als wir noch jünger waren...
es_es: Solíamos jugar ahí todo el tiempo cuando éramos jóvenes...
es_mx: Solíamos jugar aquí todo el tiempo cuando éramos más jóvenes...
fr_fr: Nous venions jouer ici quand nous étions petits...
it_it: Un tempo giocavamo qui tutto il tempo quando eravamo più giovani...
zh_cn: 我们年轻时一直在这里玩...
