Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# gasp2
source: What are you doing here with this... Criminal? ... .... .... ... ... ... Joining the trial? You'd really subject yourself to that nonsense? If all you want is a job at Omnichannel, you could have just asked me. I'm sure I can find a... use for you... if you're interested.
es_mx: ¿Qué estás haciendo aquí con este... ¿Criminal? ... .... .... ... ... ... ¿Participar en la Prueba? ¿Realmente te someterías a esa tontería? Si todo lo que deseas es un trabajo en Omnichannel, me lo podrías haber solicitado. Estoy segura de que puedo encontrar un ... uso para ti si estás interesado.
fr_fr: Qu'est-ce que vous faites ici, avec ce... criminel ? ... ... ... ... ... ... Rejoindre le Trial ? Vous voulez vraiment vous affliger cette absurdité ? Si vous voulez un boulot à Omnichannel, vous n'aviez qu'à me demander. Je suis sûr de pouvoir trouver... quelque chose si vous êtes intéressé.
it_it: Che cosa stai facendo qui con questo... Criminale? ... .... .... ... ... ... Unirti al Trial? Vuoi veramente sottoporti a quelle sciocchezze? Se tutto quello che vuoi è un lavoro a Omnichannel, potevi semplicemente chiedermelo. Sono sicuro di poter trovare un... ruolo per te... se sei interessato.
pl: Co ty tu robisz z tym... przestępcą? ... .... .... ... ... ... Dołączasz do The Trial? Naprawdę poddałbyś się tym nonsensom? Jeśli chcesz tylko pracy w Omnichannel, mogłeś mnie po prostu zapytać. Jestem pewien, że znajdę dla ciebie... zastosowanie, jeśli jesteś zainteresowany.
pt_br: O que você está fazendo aqui com isso... Criminoso? ... .... .... ... ... ... Juntando-se ao Trial? Você realmente se sujeitaria a essa bobagem? Se tudo o que você quer é um emprego no Omnichannel, você poderia ter me perguntado. Tenho certeza de que posso encontrar um... use para você... se você estiver interessado.
zh_cn: 你在这里和这个......做什么?犯罪? ... .... .... ... ... ... 加入训练师阵营?你真的会让自己受制于这种无稽之谈? 如果你只想在全能公司得到一份工作,你可以直接问我. 如果你有兴趣,我肯定能为你找到一个......工作.

# heystop6
source: I know, but we can plant new flowers somewhere else. They'll still be special, because we'll plant them together.
fr_fr: Je sais, mais on peut planter de nouvelles fleurs ailleurs. Ils seront toujours spéciaux, car nous les planterons ensemble.
it_it: Lo so, ma possiamo piantarne nuovi da qualche altra parte. Saranno ancora speciali, perché li abbiamo piantati assieme.
zh_cn: 我知道,但我们可以在其他地方种植新的花朵.它们仍将是特别的,因为我们会一起种 植它们.

# soiwashearing5
source: Ma'am, should I arrest her for addressing you so insolently?
fr_fr: Madame, dois-je l'arrêter pour s'être adressé à vous avec tant d'insolence?
it_it: Signora, devo arrestarla per essersi rivolta a lei così maleducatamente?
zh_cn: 女士,我是否应该逮捕她,因为她如此无礼地称呼你?

# soiwashearing7
source: She looks scared, the poor thing.
fr_fr: Elle semble apeurée, la pauvre bête.
it_it: Sembra spaventata, poverina.
zh_cn: 她看起来很害怕,这个可怜的东西.

# ohaimisa7
source: Jack, Rick, Eddy, come with me. Jon, you stay here.
fr_fr: Jack, Rick, Eddy, venez avec moi. Jon, reste là.
it_it: Jack, Rick, Eddy, venite con me. Jon, stai qui.
zh_cn: 杰克、里克、艾迪,跟我来.乔恩,你留在这里.

# timeforround2
source: ${{name}}! Finally! You're back! I was afraid you would miss the announcement!
de_de: ${{name}}! Endlich! Du bist zurück! Ich hatte Angst, dass Sie die Ankündigung verpassen würden!
es_mx: ¡${{name}}! ¡Por fin! ¡Estás de regreso! ¡Temía que te perdieras el anuncio!
fr_fr: ${{name}} ! Enfin ! Vous êtes de retour ! J'avais peur que vous manquiez l'annonce !
it_it: ${{name}}! Finalmente! Sei tornato! Ero preoccupato che avresti perso l'annuncio!
pl: ${{name}}! Nareszcie! Wróciłeś! Bałem się, że przegapisz ogłoszenie!
pt_br: ${{name}}! Finalmente! Você está de volta! Eu estava com medo de que você perdesse o anúncio!
zh_cn: ${{name}}!终于来了!你回来了!我还担心你会错过公告呢!

# heystop3
source: I KNOW THAT, BUT WHY? YOU JUST KICKED US OUT!
fr_fr: JE LE SAIS, MAIS POURQUOI? VOUS VENEZ DE NOUS COMMENCER!
it_it: LO SO, MA PERCHÉ? CI HAI BUTTATI FUORI!
zh_cn: 我知道,但为什么?你刚刚把我们踢出去了!

# moreannouncement2
source: I am sorry to give you such late notice about this address, but I believed it important before the media leaked it... Well... Heh. We own the media, so I guess it wouldn't matter, but I wanted to share it all the same. After consulting with my advisors, we have decided that the best way to become more comfortable with Tuxemon, is to use them. Now, it will be some time before we can integrate them into the workforce, but in the meantime, as I said before, we will be releasing them into the wild. I realize this is a shock for everyone, plus I understand that some of you may even be afraid. We all know what happened before... This is not the time to be afraid though, as Omnichannel will be sponsoring the revival of the ancient tradition known as The Trial! Now, for you who are less versed in Fondent region history, a hundred years ago there was a tradition where young men and women would catch and raise Tuxemon. They would then use these Tuxemon to battle others and ascend rank in their town, with the best Tuxemon Trainers gaining status and power. We will be creating a version of this for the modern day. We will be forming battle areas in multiple cities across Fondent. Each Battle Area will need to be completed in order and the most promising trainer, or trainers, will be able to attempt the Championship. The Championship will be held on top of Omnichannel Tower in Cotton Town, but only once a Tuxemon Trainer has made it through every Battle Area. The Trial is designed as a way to slowly introduce public life to Tuxemon and to encourage travel throughout the region. Who better to demonstrate this than our youth? Each Match will be broadcast live on Omnichannel-T, the newest television station devoted exclusively to Tuxemon-related programming! Don't worry, the addition will be reflected in your bill. Oh, and one more thing, all Tuxemon Trainers will be exempt from the curfew. Before this of course, you will need a Tuxemon! Now, not everyone can be allowed to become a Tuxemon Trainer. That would be pure chaos! First, you'll have to register your name with your local Omnichannel representative and if you're selected, you'll be sent to Omnichannel training. After successful completion of your training, you will be provided with a Tuxemon and can start participating in The Trial! I look forward to meeting you all! Let's create a new world together! After all... WE ARE SAFETY, WE ARE ORDER, WE ARE OMNICHANNEL! And now, WE ARE THE FUTURE!
es_mx: Siento avisar tan tarde de este discurso, pero lo creí importante antes de que los medios de comunicación lo filtraran... Bueno... Ja. Somos los dueños de los medios de comunicación, así que supongo que no importará, pero quería compartirlo igualmente. Después de consultar con mis asesores, hemos decidido que la mejor manera de sentirnos más cómodos con los Tuxemon, es usarlos. Ahora, pasará algún tiempo antes de que podamos integrarlos en la fuerza de trabajo, pero mientras tanto, como dije antes, los liberaremos en la naturaleza. Me doy cuenta de que esto es impactante para todos, además de que entiendo que algunos de ustedes pueden incluso tener miedo. Todos sabemos lo que pasó antes... Sin embargo, no es el momento de tener miedo, ya que Omnichannel patrocinará el renacimiento de la antigua tradición conocida como La Prueba. Ahora, para los menos versados en la historia de la región Fondent, hace cien años había una tradición en la que hombres y mujeres jóvenes atrapaban y criaban Tuxemon. Luego usaban esos Tuxemon para luchar contra otros y ascender de rango en su pueblo, y el mejor entrenador Tuxemon ganaba estatus y poder. Vamos a crear una versión de esto para la época moderna. Crearemos zonas de combate en varias ciudades a lo largo de Fondent. Cada Área de Batalla deberá ser completada en orden y el entrenador o entrenadores más prometedores podrán intentar en el Campeonato. El Campeonato se celebrará en la cima de la Torre Omnichannel en Pueblo Algodón, pero sólo cuando un Entrenador Tuxemon haya superado todas las Áreas de Batalla. La Prueba está diseñada como una forma de introducir poco a poco a los Tuxemon en la vida pública y para fomentar los viajes por la región. ¿Quién mejor para demostrarlo que nuestra juventud? Cada Combate se emitirá en directo en Omnichannel-T, la nueva cadena de televisión dedicada exclusivamente a la programación relacionada con los Tuxemon. No se preocupen, el añadido se reflejará en su factura. Ah, y una cosa más, todos los Entrenadores Tuxemon estarán exentos del toque de queda. Antes de esto, por supuesto, ¡necesitarán un Tuxemon! Ahora bien, no podemos permitir que todos se conviertan en Entrenadores Tuxemon ¡Eso sería un caos puro! En primer lugar, tendrán que registrar su nombre con el representante local de Omnichannel y, si son seleccionados, serán enviados al entrenamiento de Omnichannel. ¡Una vez completado con éxito el entrenamiento, se les proporcionará un Tuxemon y podrán empezar a participar en La Prueba! ¡Estoy deseando conocerlos a todos! ¡Vamos a crear un nuevo mundo juntos! Después de todo... ¡SOMOS SEGURIDAD, SOMOS ORDEN, SOMOS OMNICHANNEL! Y ahora, ¡NOSOTROS SOMOS EL FUTURO!
fr_fr: Je suis désolé d'avoir tardé pour cette annonce, mais je l'estime trop importante pour laisser les médias la divulguer... Eh bien... Bon. Comme les médias nous appartiennent, je suppose que ça n'aurait eu au final aucune importance, mais je voulais quand même le faire moi-même. Après avoir consulté mes conseillers, j'ai décidé que la meilleure façon de gérer le problème des Tuxemon, c'était de s'en servir. Maintenant, il faudra un certain temps pour qu'ils soient intégrés dans notre effectif, mais en attendant, comme je l'ai déjà dit, nous allons les relâcher dans la nature. Je réalise que ça peut être un choc beaucoup d'entre vous, et je comprends que ça puisse sembler dangereux. Nous nous souvenons tous encore trop bien ce qui s'est déjà passé... Mais ce n'est pas le moment d'avoir peur, car Omnichannel va faire renaitre une ancienne tradition mieux connue sous le nom de "Trial". Maintenant, pour ceux qui auraient quelques lacunes dans l'histoire de la région de Fondent, il y a un siècle, il y avait une tradition où les jeunes gens attrapaient puis élevaient des Tuxemon. Ils faisaient ensuite combattre ces Tuxemon pour gagner en réputation dans leur ville, les meilleurs dresseurs de Tuxemon ayant à la fois le respect et le pouvoir. Nous allons donc recréer une version plus moderne de ce système. Avec des zones de combat dans plusieurs villes de Fondent. Ces zones de combat devront toute être complétée, et dans l'ordre, et les meilleurs dresseurs pourront tenter leur chance au championnat. Ce championnat aura lieu au sommet de la tour Omnichannel à Cottonville, mais uniquement à partir du moment où au moins un dresseur aura remporté toutes ces zones de combat. Ces épreuves devraient permettre d'introduire lentement les Tuxemon au grand public, et permettre d'encourager les voyages dans toute la région. Car qui de mieux pour pouvoir le prouver que notre chère jeunesse ? Chaque match sera diffusé en direct sur Omnichannel-T, la toute nouvelle chaîne de télévision consacrée exclusivement aux programmes liés aux Tuxemon ! Pas d'inquiétudes, les frais supplémentaires seront répercutés sur votre redevance. Oh, et encore une chose, tous les dresseurs de Tuxemon seront exemptés de couvre-feu. Alors bien sûr, vous allez avoir besoin d'un Tuxemon ! Et tout le monde ne peut pas non plus être autorisé à devenir un dresseur. Ça serait l’anarchie le plus absolue ! Vous devrez donc d'abord vous enregistrer auprès de votre représentant Omnichannel local, et seulement si vous êtes sélectionné, vous serez reçu à la formation Omnichannel. Une fois terminé avec succès cette formation, vous recevrez un Tuxemon et pourrez alors participer au Trial ! J'ai hâte de tous vous rencontrer ! Créons ensemble un monde nouveau ! Après tout... NOUS SOMMES LA SURETÉ, NOUS SOMMES L'ORDRE, NOUS SOMMES OMNICHANNEL ! Et maintenant nous pouvons ajouter : NOUS SOMMES L'AVENIR !
it_it: Mi dispiace darti un preavviso così tardivo su questo indirizzo, ma lo credevo importante prima che i media lo facessero trapelare... Bene... Eh. Possediamo i media, quindi immagino che non importi, ma volevo condividerlo lo stesso. Dopo esserci consultati con i miei consulenti, abbiamo deciso che il modo migliore per sentirci più a nostro agio con Tuxemon è usarli. Ora, ci vorrà del tempo prima di poterli integrare nella forza lavoro, ma nel frattempo, come ho detto prima, li rilasceremo in libertà. Mi rendo conto che questo è uno shock per tutti, inoltre capisco che alcuni di voi potrebbero anche avere paura. Sappiamo tutti cosa è successo prima... Questo non è il momento di avere paura, poiché Omnichannel sponsorizzerà la rinascita dell'antica tradizione conosciuta come The Trial. Ora, per voi che siete meno esperti nella storia della regione di Fondent, cento anni fa c'era una tradizione in cui giovani uomini e donne catturavano e allevavano Tuxemon. Avrebbero poi usato questi Tuxemon per combattere gli altri e salire di grado nella loro città, con il miglior Allenatore di Tuxemon che guadagnava status e potere. Creeremo una versione di questo per i giorni nostri. Formeremo arene di battaglia in diverse città di Fondent. Ogni area di battaglia dovrà essere completata in ordine e l'allenatore o gli allenatori più promettenti potranno tentare il campionato. Il campionato si terrà in cima alla Torre di Omnichannel di Cotonopoli, ma solo una volta che un Tuxemon Trainer avrà attraversato ogni area di battaglia. Il Trial è stato progettato come un modo per introdurre lentamente la vita pubblica a Tuxemon e per incoraggiare i viaggi in tutta la regione. Chi meglio dei nostri giovani può dimostrarlo? Ogni partita sarà trasmessa in diretta su Omnichannel-T, la nuova stazione televisiva dedicata esclusivamente alla programmazione legata a Tuxemon! Non preoccuparti, l'aggiunta si rifletterà nella tua bolletta. Oh, e un'altra cosa, tutti gli Allenatori Tuxemon saranno esenti dal coprifuoco. Prima di questo, naturalmente, avrai bisogno di un Tuxemon! Ora, non a tutti può essere permesso di diventare un Allenatore di Tuxemon. Sarebbe puro caos! Innanzitutto, dovrai registrare il tuo nome con il tuo rappresentante Omnichannel locale e, se sarai selezionato, verrai indirizzato alla formazione Omnichannel. Dopo aver completato con successo la tua formazione, ti verrà fornito un Tuxemon e potrai iniziare a partecipare a il Trial! Non vedo l'ora di incontrarvi tutti! Creiamo insieme un nuovo mondo! Dopo tutto... SIAMO SICUREZZA, SIAMO ORDINE, SIAMO OMNICANALI! Ed ora NOI SIAMO IL FUTURO!
pl: Przepraszam, że tak późno informuję o tym adresie, ale uważałem go za ważny, zanim wyciekł do mediów... Cóż... Heh. Jesteśmy właścicielami mediów, więc to chyba nie ma znaczenia, ale chciałem się tym podzielić. Po konsultacji z moimi doradcami, zdecydowaliśmy, że najlepszym sposobem, aby stać się bardziej komfortowym z Tuxemonem, jest użycie go. Minie trochę czasu, zanim będziemy mogli zintegrować je z pracownikami, ale w międzyczasie, jak już mówiłem, wypuścimy je na wolność. Zdaję sobie sprawę, że jest to szok dla wszystkich, rozumiem też, że niektórzy z was mogą się nawet bać. Wszyscy wiemy, co się stało wcześniej... Nie czas się bać, ponieważ Omnichannel będzie sponsorował odrodzenie starożytnej tradycji znanej jako The Trial. Teraz, dla tych, którzy są mniej zorientowani w historii regionu Fondent, sto lat temu istniała tradycja, w której młodzi ludzie łapali i hodowali Tuxemona. Następnie używali tych Tuxemonów do walki z innymi i podnosili rangę w swoim mieście, a najlepszy Trener Tuxemonów zyskiwał status i władzę. Stworzymy wersję tego w dzisiejszych czasach. Utworzymy obszary bitewne w wielu miastach na terenie Fondentu. Każdy obszar bitewny będzie musiał być ukończony w kolejności, a najbardziej obiecujący trener lub trenerzy będą mogli wziąć udział w Mistrzostwach. Mistrzostwa odbędą się na szczycie Wieży Omnichannel w Cotton Town, ale tylko wtedy, gdy Trener Tuxemon przejdzie przez wszystkie obszary bitewne. Próba jest zaprojektowana jako sposób na powolne wprowadzenie do życia publicznego Tuxemonów i zachęcenie do podróżowania po regionie. Kto może to lepiej zademonstrować niż nasza młodzież? Każdy mecz będzie transmitowany na żywo na kanale Omnichannel-T, najnowszej stacji telewizyjnej poświęconej wyłącznie programom związanym z Tuxemon! Nie martw się, dodatek będzie odzwierciedlony w Twoim rachunku. Aha, i jeszcze jedno, wszyscy Trenerzy Tuxemonów będą zwolnieni z godziny policyjnej. Przed tym oczywiście będziesz potrzebował Tuxemona! Nie każdy może zostać Trenerem Tuxemonów. To byłby czysty chaos! Po pierwsze, musisz zarejestrować swoje imię u lokalnego przedstawiciela Omnichannel i jeśli zostaniesz wybrany, zostaniesz wysłany na szkolenie Omnichannel. Po pomyślnym ukończeniu szkolenia, otrzymasz Tuxemona i będziesz mógł rozpocząć udział w Próbie! Nie mogę się doczekać, aby Was wszystkich poznać! Stwórzmy razem nowy świat! W końcu... JESTEŚMY BEZPIECZEŃSTWEM, JESTEŚMY PORZĄDKIEM, JESTEŚMY OMNICHANNEL! A teraz, MY JESTEŚMY PRZYSZŁOŚCIĄ!
pt_br: Lamento dar-lhe um aviso tão tardio sobre este endereço, mas eu acreditava que era importante antes que a mídia vazasse... Poço... Heh. Nós somos donos da mídia, então eu acho que isso não importaria, mas eu queria compartilhá-la mesmo assim. Depois de consultar meus conselheiros, decidimos que a melhor maneira de se sentir mais confortável com o Tuxemon, é usá-los. Agora, levará algum tempo até que possamos integrá-los à força de trabalho, mas, enquanto isso, como eu disse antes, vamos liberá-los na natureza. Eu percebo que isso é um choque para todos, além de entender que alguns de vocês podem até ter medo. Todos nós sabemos o que aconteceu antes... Este não é o momento de ter medo, já que o Omnichannel estará patrocinando o renascimento da antiga tradição conhecida como O Julgamento. Agora, para vocês que são menos versados na história da região de Fondent, há cem anos havia uma tradição em que homens e mulheres jovens pegavam e criavam Tuxemon. Eles então usariam esses Tuxemon para lutar contra outros e subir de posição em sua cidade, com o melhor Treinador Tuxemon ganhando status e poder. Estaremos criando uma versão disso para os dias modernos. Estaremos formando áreas de batalha em várias cidades em Fondent. Cada Área de Batalha precisará ser concluída em ordem e o treinador mais promissor, ou treinadores, poderá tentar o Campeonato. O Campeonato será realizado no topo da Torre Omnichannel em Cotton Town, mas apenas uma vez que um Treinador Tuxemon tenha passado por todas as Áreas de Batalha. O Julgamento é projetado como uma maneira de introduzir lentamente a vida pública em Tuxemon e incentivar viagens por toda a região. Quem melhor para demonstrar isso do que a nossa juventude? Cada partida será transmitida ao vivo no Omnichannel-T, a mais nova estação de televisão dedicada exclusivamente à programação relacionada ao Tuxemon! Não se preocupe, a adição será refletida em sua conta. Ah, e mais uma coisa, todos os Treinadores Tuxemon estarão isentos do toque de recolher. Antes disso, é claro, você precisará de um Tuxemon! Agora, nem todo mundo pode ser autorizado a se tornar um Tuxemon Trainer. Isso seria puro caos! Primeiro, você terá que registrar seu nome com seu representante Omnichannel local e, se for selecionado, será enviado para o treinamento Omnichannel. Após a conclusão bem-sucedida do seu treinamento, você receberá um Tuxemon e poderá começar a participar do The Trial! Estou ansioso para conhecer todos vocês! Vamos criar um novo mundo juntos! Afinal de contas... SOMOS SEGURANÇA, SOMOS ORDEM, SOMOS OMNICHANNEL! E agora, NÓS SOMOS O FUTURO!
zh_cn: 我很抱歉这么晚才通知你们这个地址,但我相信在媒体泄露之前它很重要....... 嗯...呵.我们拥有媒体,所以我想这并不重要,但我还是想分享它. 在与我的顾问协商后,我们决定,对精灵更加熟悉的最好方法是使用它们. 现在,我们还需要一些时间才能将它们融入到工作中,但同时,正如我之前所说,我们 将把它们释放到野外. 我意识到这对每个人来说都是一个冲击,另外我理解你们中的一些人甚至可能害怕.我 们都知道之前发生了什么... 但现在不是害怕的时候,因为全能公司将赞助恢复被称为审判的古老传统. 现在,对于那些不太了解芳登地区历史的人来说,一百年前有一个传统,年轻的男人和 女人会捕捉和饲养精灵. 然后,他们会用这些精灵与其他人战斗,并在他们的镇上提升等级,最好的精灵训练师 会获得地位和权力. 我们将为现代社会创造一个这样的版本.我们将在整个芳登的多个城市形成战斗区 域. 每个战区都需要按顺序完成,最有前途的训练师将能够尝试参加锦标赛. 冠军赛将在棉花镇的全能塔顶举行,但只有在精灵训练师通过每个战区后才能举行. 试验的目的是将公众生活慢慢介绍给精灵,并鼓励整个地区的旅行. 谁能比我们的年轻人更好地证明这一点呢? 每场比赛都将在全能-精灵频道上直播,这是一个最新的电视台,专门播放与精灵有关的 节目! 不要担心,增加的内容会反映在你的账单上. 哦,还有一件事,所有的精灵训练师都将免于宵禁. 当然在这之前,你需要一个精灵!现在,不是每个人都能被允许成为精灵训练师的.那 将是纯粹的混乱! 首先,你必须向当地的全能代表登记你的名字,如果你被选中,你将被送入全能训 练. 在成功完成培训后,你将获得一只精灵,并可以开始参与试验 我期待着与大家见面!让我们一起创造一个新的世界! 毕竟...我们是安全,我们是秩序,我们是全能公司!".而现在. 我们 是 未来!

# youneedtodothis2
source: But.. I know you've been eager to see the region, and this is your best shot. I know you have the drive in yourself to become the very best, like no one ever was. I just don't know if we can afford the fees We'll make something work... Somehow.
es_mx: Pero... Sé que has estado ansioso por conocer la región, y esta es tu mejor oportunidad. Sé que tienes el impulso en ti para convertirte en el mejor, como nadie lo ha hecho nunca. Sólo que no sé si podemos pagar los gastos Haremos que esto funcione... De alguna manera.
fr_fr: Mais... je sais que vous étiez impatient de visiter la région, et c'est l'un des meilleurs endroit. Je sais que vous être déterminé à devenir le meilleur, comme personne avant vous. C'est juste que je ne sais pas si on peut se permettre d'en payer les frais On va faire en sorte que ça marche... d'une façon ou d'une autre.
it_it: Ma... so che non vedevi l'ora di vedere la regione e che questa è la tua migliore occasione. So che hai la volontà di diventare il migliore, come nessuno è mai stato. Solo che non so se possiamo permetterci le spese Faremo in modo che questo funzioni... in qualche modo.
pl: Ale... Wiem, że bardzo chciałeś zobaczyć ten region, a to jest twoja najlepsza szansa. Wiem, że masz w sobie chęć, by stać się najlepszym, jak nikt inny. Nie wiem tylko, czy stać nas na opłaty. Coś z tego będzie... Jakoś.
pt_br: Mas.. Eu sei que você está ansioso para ver a região, e esta é a sua melhor foto. Eu sei que você tem o impulso em si mesmo para se tornar o melhor, como ninguém nunca foi. Eu só não sei se podemos pagar as taxas Vamos fazer algo funcionar... De alguma forma.
zh_cn: 但是......我知道你一直渴望看到这个地区,而这是你最好的机会. 我知道你有动力成为最优秀的人,这是前所未有的. 我只是不知道我们是否能负担得起这些费用. 我们会想办法解决的...某种程度上.

# rockywhy
source: Wait, Rocky, don't stop here! We made it so far already! I know you like the grass, but we need to make it to Cotton Town!
fr_fr: Attendez, Rocky, ne vous arrêtez pas là! Nous l'avons déjà fait jusqu'à présent! Je sais que vous aimez l'herbe, mais nous devons arriver à Cotton Town!
it_it: Aspetta, Rocky, non fermarti qui! Siamo arrivati fino a qui! Lo so che ti piace l'erba, ma dobbiamo arrivare a Cotton Town!
zh_cn: 等等,洛基,不要停在这里!我们已经走了这么远了! 我知道你喜欢草地,但我们必须赶到棉花镇!

# soiwashearing8
source: Not to mention that the prisons are already overflowing with the... Flower City incident.
fr_fr: Sans compter que les prisons débordent déjà du... Flower City incident.
it_it: Per non parlare del fatto che le carceri sono già traboccanti con... L'incidente di Flower City.
zh_cn: 更不用说监狱里已经充斥着...花城事件.

# soiwashearing9
source: However, in the future...
fr_fr: Par contre, à l'avenir...
it_it: Comunque, in futuro...
zh_cn: 然而,在未来...

# ohaimisa
source: Well look who it is!
fr_fr: Eh bien, voyez qui voilà !
it_it: Bene, vediamo chi è questo!
zh_cn: 看看这是谁?
