Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# spyder_greenwash_chip1
source: I have developed unmatched computing power!
de_de: Ich habe eine unübertroffene Rechenleistung entwickelt!
es_mx: ¡He desarrollado una potencia informática inigualable!
fr_fr: J'ai développé un ordinateur d'une puissance incomparable !
it_it: Ho sviluppato una potenza di calcolo che non ha eguali!
pt_br: Eu desenvolvi um poder de computação incomparável!
zh_cn: 我已经开发出无与伦比的计算机!

# spyder_greenwash_clarence1
source: My tuxemon are unstoppable in the sunlight!
de_de: Meine tuxemon sind im Sonnenlicht nicht aufzuhalten!
es_mx: ¡Mis tuxemon son imparables a la luz del sol!
fr_fr: Mon tuxemon est imbattable au soleil !
it_it: I miei tuxemon sono inarrestabili alla luce del sole!
pt_br: Meus tuxemon são imparáveis à luz do sol!
zh_cn: 我的精灵在阳光下是不可阻挡的!

# spyder_greenwash_chip2
source: Needs more power!
de_de: Braucht mehr Leistung!
es_mx: ¡Necesita más potencia!
fr_fr: Plus de puissance nécessaire !
it_it: Ha bisogno di più potenza!
pt_br: Precisa de mais energia!
zh_cn: 需要更多的动力!

# spyder_greenwash_clarence2
source: There was a cloud!
de_de: Da war eine Wolke!
es_mx: ¡Había una nube!
fr_fr: Il y avait un nuage !
it_it: C'era una nuvola!
pt_br: Havia uma nuvem!
zh_cn: 有云!

# spyder_greenwash_louis1
source: The rules of this battle are the simple laws of natural selection: only the strong survive!
de_de: Die Regeln dieser Schlacht sind die einfachen Gesetze der natürlichen Selektion: Nur die Starken überleben!
es_mx: Las reglas de esta batalla son las simples leyes de la selección natural: ¡sólo los fuertes sobreviven!
fr_fr: Les règles de ce combat sont les règles basiques de la sélection naturelle : seul le plus fort survit !
it_it: Le regole del confronto sono quelle di selezione naturale: solo il più forte sopravvive!
pt_br: As regras desta batalha são as leis simples da seleção natural: apenas os fortes sobrevivem!
zh_cn: 这场战斗的规则是简单的自然选择法则：只有强者才能生存!

# spyder_greenwash_louis2
source: May I introduce you to the Gaia Hypothesis?
de_de: Darf ich euch die Gaia-Hypothese vorstellen?
es_mx: ¿Puedo presentarles la hipótesis de Gaia?
fr_fr: Puis-je vous présenter à l'Hypothèse de Gaïa ?
it_it: Posso parlarti dell'Ipotesi di Gaia?
pt_br: Posso apresentá-los à Hipótese Gaia?
zh_cn: 我可以向你介绍一下盖亚假说吗?

# spyder_greenwash_louis
source: Louis
it_it: Luigi
zh_cn: 路易斯

# spyder_greenwash_clarence
source: Clarence
zh_cn: 克莱伦斯

# spyder_greenwash_chip
source: Chip
zh_cn: 芯片

# spyder_greenwash_gregor
source: Gregor
it_it: Gregorio
zh_cn: 格雷戈尔

# spyder_greenwash_moreau1
source: You shouldn't be here!
de_de: Du solltest nicht hier sein!
fr_fr: Vous ne devriez pas être ici !
it_it: Non dovresti essere qui!
zh_cn: 你不应该在这里!

# spyder_greenwash_moreau2
source: The fusion experiment blew up!
fr_fr: L'expérience de fusion a explosé !
it_it: L'esperimento di fusione è esploso!
zh_cn: 核聚变实验爆炸了!

# spyder_greenwash_dippel1
source: Maybe we went too far …
de_de: Vielleicht sind wir zu weit gegangen …
fr_fr: Peut-être que nous sommes allés trop loin…
it_it: Forse siamo andati troppo oltre …
zh_cn: 也许我们走得太远了...…

# spyder_greenwash_dippel2
source: Or not far enough!
de_de: Oder nicht weit genug!
fr_fr: Ou pas assez loin !
it_it: Oppure non abbastanza!
zh_cn: 或不够远!

# spyder_greenwash_aissa1
source: Stay out - Greenwash has this all under control.
de_de: Halt dich da raus - Greenwash hat das alles unter Kontrolle.
fr_fr: Restez à l'extérieur - Greenwash a tout sous contrôle.
it_it: Accesso interdetto - Greenwash ha tutto sotto controllo.
zh_cn: 留在外面--格林沃什把这一切都控制住了.

# spyder_greenwash_aissa2
source: We're all going to die!
de_de: Wir werden alle sterben!
fr_fr: Nous allons tous mourir !
it_it: Moriremo tutti!
zh_cn: 我们都会死!

# spyder_greenwash_aissa
source: Aissa
zh_cn: 艾萨

# spyder_greenwash_dippel
source: Dippel
zh_cn: 迪佩尔

# spyder_greenwash_moreau
source: Moreau
zh_cn: 莫罗

# taba_town_homeplace
source: ${{name}}'s house
de_de: ${{name}}'s Haus
es_mx: Casa de ${{name}}
fr_fr: Maison de ${{name}}
it_it: Casa di ${{name}}
ja: ${{name}} の家
pt_br: Casa de ${{name}}
zh_cn: ${{name}}的家

# taba_town_sign_profhouse
source: Tuxemon Professor's House
de_de: Haus des Professors Tuxemon
es_mx: Casa del Profesor Tuxemon
fr_fr: Maison du Professeur Tuxemon
it_it: Casa del Professor Tuxemon
pt_br: Casa do Professor Tuxemon
zh_cn: 精灵教授的家

# taba_town_sign_proflab
source: Tuxemon Professor's Lab
de_de: Labor des Professors Tuxemon
es_mx: Laboratorio del Profesor Tuxemon
fr_fr: Laboratoire du Professeur Tuxemon
it_it: Laboratorio del Professor Tuxemon
pt_br: Laboratório do Professor Tuxemon
zh_cn: 精灵教授的实验室

# taba_town_sign_tuxemart
source: Tuxemart - A place to buy and sell items
de_de: Tuxemart - Ein Ort zum Kaufen und Verkaufen von Artikeln
es_mx: Tuxemart - Un lugar para comprar y vender artículos
fr_fr: Tuxemart - Un endroit pour acheter et vendre des articles
it_it: Tuxemart - Il posto in cui comprare e vendere oggetti
pt_br: Tuxemart - Um lugar para comprar e vender itens
zh_cn: 精灵商店 - 买卖物品的地方

# taba_town_sign_tuxecenter
source: Tuxecenter - A place to heal your tuxemon
de_de: Tuxecenter - Ein Ort, um Ihre tuxemon zu heilen
es_mx: Tuxecenter - Un lugar para curar tu tuxemon
fr_fr: Tuxecenter - Un endroit pour guérir votre tuxemon
it_it: Tuxecenter - Il posto in cui guarire i tuoi tuxemon
pt_br: Tuxecenter - Um lugar para curar o seu tuxemon
zh_cn: 精灵中心 - 一个治疗你的精灵的地方

# leather_town_open_air
source: Open Air Cafe and Marketplace
de_de: Open Air Cafe und Marktplatz
es_mx: Café y mercado
fr_fr: Café en plein air et marché
it_it: Caffé Open Air e Piazza del Mercato
pt_br: Café e Mercado
zh_cn: 露天咖啡馆和市场

source: Pick up
de_de: Aufheben
zh_cn: 捡起

# taba_house4_sign
source: The Honorable Seagulls Pub
zh_cn: 尊贵的海鸥酒吧

# taba_house1_calendar
source: It's a calendar and the 30 September and the 12 February are circled in red.
de_de: Es ist ein Kalender und der 30. September und der 12. Februar sind rot eingekreist.
es_mx: Es un calendario y el 30 de septiembre y el 12 de febrero están marcados en rojo.
fr_fr: C'est un calendrier et le 30 septembre et le 12 février sont entourés en rouge.
pt_br: É um calendário e o 30 de setembro e o 12 de fevereiro são circulados em vermelho.
zh_cn: 这是一个日历,9月30日和2月12日是用红色圈出来的.

# taba_house1_husband1
source: Tuxemon! I was among the most skilled trainer!
de_de: Tuxemon! Ich gehörte zu den erfahrensten Trainern!
es_mx: ¡Tuxemon! ¡Estaba entre los entrenadores más hábiles!
fr_fr: Tuxemon ! J'étais parmi les entraîneurs les plus qualifiés !
pt_br: Tuxemon! Eu estava entre os treinadores mais habilidosos!
zh_cn: 我是最熟练的训练师之一!

# shammer_fossil_description
source: It looks like the skull of an ancient dog, but it's hard as stone.
de_de: Sieht aus wie der versteinerte Schädel prähistorischen Hundes.
es_mx: Parece el cráneo de un perro antiguo, pero es duro como la piedra.
fr_fr: Il ressemble au crâne d'un chien ancien, mais il est dur comme de la pierre.
it_it: Sembra il teschio di un cane antico, ma è duro come la pietra.
pt_br: Parece o crânio de um cão antigo, mas é duro como pedra.
zh_cn: 它看起来像一只古代狗的头骨,但它像石头一样坚硬.

# rhincus_fossil_description
source: It looks like the skull of a toothed bird, but it's hard as stone.
de_de: Sieht aus wie der versteinerte Schädel prähistorischen Zahnvogels.
es_mx: Parece el cráneo de un pájaro dentado, pero es duro como la piedra.
fr_fr: Il ressemble au crâne d'un oiseau à dents, mais il est dur comme de la pierre.
it_it: Sembra il teschio di un volatile dentato, ma è duro come la pietra.
pt_br: Parece o crânio de um pássaro dentado, mas é duro como pedra.
zh_cn: 它看起来像一只有齿鸟的头骨,但它像石头一样硬.

# flintstone_description
source: A flaky stone used to make stone tools and start fires. Not at the same time.
de_de: Ein Stein der für Steinwerkzeuge und zum Feuermachen verwendet werden kann. Allerdings nicht für beides gleichzeitig.
fr_fr: Une pierre stratifiée utilisée pour fabriquer des outils en pierre et des feux allumés. Pas en même temps.
pt_br: Uma pedra escamosa usada para fazer ferramentas de pedra e iniciar incêndios. Não ao mesmo tempo.
zh_cn: 一种片状的石头,用于制造石制工具和生火.不是在同一时间.

# lucky_bamboo_description
source: Technically, it's not bamboo at all. Nor is it particularly lucky. But it makes a nice indoor plant.
de_de: Es ist zwar kein echter Bambus und auch nicht sonderlich glücklich, aber es macht sich gut als Zimmerpflanze.
fr_fr: Techniquement, ce n'est pas du tout du bambou. Il n'est pas particulièrement chanceux non plus. Mais cela fait une belle plante d'intérieur.
pt_br: Tecnicamente, não é bambu. Também não é particularmente sortudo. Mas faz uma boa planta de interior.
zh_cn: 严格来说,这根本不是竹子.它也不是特别幸运.但它是一种不错的室内植物.

# peace_lily_description
source: A hardy indoor plant for someone special.
de_de: Eine robuste Zimmerpflanze für jemand besonderen.
fr_fr: Une plante d'intérieur rustique pour quelqu'un de spécial.
pt_br: Uma planta de interior resistente para alguém especial.
zh_cn: 为某个特别的人准备的坚韧的室内植物.

# petrified_dung_description
source: It looks like, well, poo ... but it's hard as stone.
de_de: Es sieht aus wie Kacke ... aber es ist hart wie Stein.
fr_fr: On dirait bien, merde... Mais c'est dur comme la pierre.
pt_br: Parece que, bem, cocô... mas é duro como pedra.
zh_cn: 它看起来像,嗯,便便......但它像石头一样硬.

# pyramidion_description
source: A golden triangle that hums with celestial power.
de_de: Ein goldenes Dreieck von dem ein Summen himmlischer Macht ausgeht.
fr_fr: Un triangle d'or qui bourdonne de puissance céleste.
pt_br: Um triângulo dourado que zumbe com o poder celestial.
zh_cn: 嗡嗡作响的金色三角,充满天人合一的力量.

# sea_girdle_description
source: A string of baubles, soft and slimy like kelp.
de_de: Eine Schnur von Kugeln, weich und schleimig wie Seetang.
fr_fr: Une chaîne de boules molles et visqueuses comme le varech.
pt_br: Uma corda de enfeites, macias e viscosas como algas.
zh_cn: 一串串的小玩意,像海带一样柔软而粘稠.

# stovepipe_description
source: A long iron pipe. Handling it leaves your hands sooty and ashen.
de_de: Ein langes Eisenrohr. Nachdem du es in die Hand genommen hast sind deine Hände voll Ruß und Asche.
fr_fr: Un long tuyau en fer. Le manipuler laisse vos mains suintées et cendrées.
pt_br: Um longo tubo de ferro. Manuseá-lo deixa suas mãos calmas e cinzas.
zh_cn: 一根长长的铁管.处理它时,你的手会变得灰头土脸.

source: Aether
de_de: Äther
es_mx: Éter
it_it: Etere
ja: エーテル
pt_br: Éter
zh_cn: 以太

# sweet_sand_description
source: In parts of the world, people clean themselves with this fragrant, sudsy sand.
de_de: In Teilen der Welt reinigen sich die Menschen mit diesem duftenden, schaumigen Sand.
fr_fr: Dans certaines parties du monde, les gens se nettoient avec ce sable parfumé et mousseux.
pt_br: Em partes do mundo, as pessoas se limpam com essa areia perfumada e suja.
zh_cn: 在世界部分地区,人们用这种芬芳的、带泥土的沙子清洁自己.

# tectonic_drill_description
source: A big click-clack machine used to drill into the earth.
de_de: Eine große klick-klack Maschine mit der in die Erde gebohrt wird.
fr_fr: Une grosse machine click-clack utilisée pour percer dans la terre.
pt_br: Uma grande máquina de click-clack usada para perfurar a terra.
zh_cn: 用来钻探地球的大型咔哒咔哒机器.

# thunderstone_description
source: An old stone relic, now carried about for good luck.
de_de: Eine alte Steinreliquie, die jetzt zum Glück herumgetragen wird.
fr_fr: Une vieille relique de pierre, maintenant transportée pour porter chance.
pt_br: Uma velha relíquia de pedra, agora carregada para boa sorte.
zh_cn: 一个古老的石头遗物,现在被人带着走,以图好运.

source: Tux Attack
de_de: Tux Angriff
es_mx: Tux Ataque
fr_fr: Attaque Tux
pt_br: Ataque Tux
zh_cn: Tux攻击

# monster_menu_tech
source: Techniques
de_de: Fähigkeiten
es_mx: Técnicas
pt_br: Técnicas
zh_cn: 技能

# monster_menu_desc
source: Description
de_de: Beschreibung
es_mx: Descripción
pt_br: Descrição
zh_cn: 描述

# Kennel
source: Shelter
es_mx: refugio
fr_fr: abri
pt_br: abrigo
zh_cn: 仓库

# move_to_kennel
source: Move to {box}
es_mx: mover a {box}
fr_fr: déplacer vers {box}
pt_br: mover para {box}
zh_cn: 移动到了{box}

# mk01_beta_description
source: A killer robot fused with a dragon. Don't ask us how.
es_mx: Un robot asesino fusionado con un dragón. No nos preguntes cómo.
fr_fr: Un robot tueur fusionné avec un dragon. Ne nous demandez pas comment.
pt_br: Um robô assassino fundido com um dragão. Não nos pergunte como.
zh_cn: 一个与龙融合的杀手机器人.不要问我们怎么做.

# taba_house2_sign
source: Legacy Library
de_de: Legacy-Bibliothek
es_mx: Biblioteca Legacy
fr_fr: Bibliothèque Legacy
pt_br: Biblioteca Legacy
zh_cn: 遗留图书馆

# chrome_robo_description
source: A hostile robot.
es_mx: Un robot hostil.
fr_fr: Un robot hostile.
pt_br: Um robô hostil.
zh_cn: 一个有敌意的机器人.

# dark_robo_description
source: A hostile robot.
es_mx: Un robot hostil.
fr_fr: Un robot hostile.
pt_br: Um robô hostil.
zh_cn: 一个充满敌意的机器人.

# taba_house4_client1a
source: My grandma used to do a similar dish!
de_de: Meine Oma hat früher ein ähnliches Gericht zubereitet!
es_mx: ¡Mi abuela solía hacer un plato similar!
fr_fr: Ma grand-mère avait l'habitude de faire un plat similaire !
pt_br: Minha avó costumava fazer um prato semelhante!
zh_cn: 我奶奶以前也做过类似的菜!

# mk01_alpha_description
source: A killer robot fused with a dragon. Don't ask us how.
es_mx: Un robot asesino fusionado con un dragón. No nos preguntes cómo.
fr_fr: Un robot tueur fusionné avec un dragon. Ne nous demandez pas comment.
pt_br: Um robô assassino fundido com um dragão. Não nos pergunte como.
zh_cn: 一个与龙融合的杀手机器人.不要问我们怎么做.

# mk01_delta_description
source: A killer robot fused with a dragon. Don't ask us how.
es_mx: Un robot asesino fusionado con un dragón. No nos preguntes cómo.
fr_fr: Un robot tueur fusionné avec un dragon. Ne nous demandez pas comment.
pt_br: Um robô assassino fundido com um dragão. Não nos pergunte como.
zh_cn: 一个与龙融合的杀手机器人.不要问我们如何.

source: Mk01 Gamma
zh_cn: Mk01伽玛

# xeon_description
source: A hostile robot.
es_mx: Un robot hostil.
fr_fr: Un robot hostile.
pt_br: Um robô hostil.
zh_cn: 一个有敌意的机器人.

source: Glitch
ja: グリッチ
zh_cn: 毛刺

# taba_house1_sign
source: Mr and Ms Clawbrew House
de_de: Herr und Frau Clawbrew Haus
es_mx: Casa del Sr. y la Sra. Clawbrew
fr_fr: Maison de M. et Mme Clawbrew
pt_br: Casa do Sr. e da Sra. Clawbrew
zh_cn: 克劳布鲁先生和女士的房子

# taba_house1_wife1
source: Trainer? My husband is delusional.
de_de: Trainer? Mein Mann ist wahnhaft.
es_mx: ¿Entrenador? Mi esposo está delirando.
fr_fr: Entraîneur ? Mon mari délire.
pt_br: Treinador? Meu marido está delirando.
zh_cn: 训练师?我丈夫有妄想症.

# taba_house1_reading
source: The book is Philosophy of Illusionary Studies by Jaiden Gemrevenza.
de_de: Das Buch ist Philosophy of Illusionary Studies von Jaiden Gemrevenza.
es_mx: El libro es Filosofía de los estudios ilusorios de Jaiden Gemrevenza.
fr_fr: Le livre est Philosophie des études illusoires de Jaiden Gemrevenza.
pt_br: O livro é Filosofia dos Estudos Ilusórios de Jaiden Gemrevenza.
zh_cn: 这本书是《幻觉研究的哲学》,作者是杰登-盖姆雷文萨.

# taba_house1_watching
source: It's a documentary about the strangest and most wonderful Tuxemon in the region, as well as the strange behaviors they have adopted.
de_de: Es ist ein Dokumentarfilm über die seltsamsten und wunderbarsten Tuxemon der Region, sowie die seltsamen Verhaltensweisen, die sie angenommen haben.
es_mx: Es un documental sobre los Tuxemon más extraños y maravillosos de la región, así como los comportamientos extraños que han adoptado.
fr_fr: C'est un documentaire sur les Tuxemon les plus étranges et les plus merveilleux de la région, ainsi que les comportements étranges qu'ils ont adoptés.
pt_br: É um documentário sobre os Tuxemon mais estranhos e maravilhosos da região, bem como os comportamentos estranhos que adotaram.
zh_cn: 这是一部关于该地区最奇怪和最奇妙的精灵的记录片. 以及它们所采取的奇怪行为.

source: Mk01 Delta
zh_cn: Mk01三角洲

# mk01_gamma_description
source: A killer robot fused with a dragon. Don't ask us how.
es_mx: Un robot asesino fusionado con un dragón. No nos preguntes cómo.
fr_fr: Un robot tueur fusionné avec un dragon. Ne nous demandez pas comment.
pt_br: Um robô assassino fundido com um dragão. Não nos pergunte como.
zh_cn: 一个与龙融合的杀手机器人.不要问我们怎么做.

source: Mk01 Omega
zh_cn: Mk01 欧米茄

# xeon_2_description
source: A hostile robot.
es_mx: Un robot hostil.
fr_fr: Un robot hostile.
pt_br: Um robô hostil.
zh_cn: 一个有敌意的机器人.

# taba_house3_sign
source: The Thoughtful Leaf Inn
zh_cn: 周到的叶子旅馆

# taba_house2_owner1
source: Welcome to the Legacy Library! Feel free to look around, but quiet please.
de_de: Willkommen in der Legacy-Bibliothek! Fühlen Sie sich frei, sich umzusehen, aber bitte ruhig.
es_mx: ¡Bienvenido a la biblioteca Legacy! Siéntase libre de mirar a su alrededor, pero tranquilo, por favor.
fr_fr: Bienvenue à la bibliothèque Legacy ! N'hésitez pas à regarder autour de vous, mais calmez-vous s'il vous plaît.
pt_br: Bem-vindo à Biblioteca Legacy! Sinta-se livre para olhar ao redor, mas calmo, por favor.
zh_cn: 欢迎来到遗留图书馆!请随意参观,但请保持安静.

# taba_house4_client3a
source: Luckily I didn't pay for this. How can you pay for this?
de_de: Zum Glück habe ich nicht dafür bezahlt. Wie können Sie das bezahlen?
es_mx: Afortunadamente no pagué por esto. ¿Cómo puedes pagar por esto?
fr_fr: Heureusement, je n'ai pas payé pour cela. Comment pouvez-vous payer pour cela ?
pt_br: Felizmente eu não paguei por isso. Como você pode pagar por isso?
zh_cn: 幸运的是我没有为这个付钱.你怎么能为这个付钱呢?

# mk01_omega_description
source: A killer robot fused with a dragon. Don't ask us how.
es_mx: Un robot asesino fusionado con un dragón. No nos preguntes cómo.
fr_fr: Un robot tueur fusionné avec un dragon. Ne nous demandez pas comment.
pt_br: Um robô assassino fundido com um dragão. Não nos pergunte como.
zh_cn: 一个与龙融合的杀手机器人.不要问我们怎么做.

# mk01_proto_description
source: A killer robot fused with a dragon. Don't ask us how.
es_mx: Un robot asesino fusionado con un dragón. No nos preguntes cómo.
fr_fr: Un robot tueur fusionné avec un dragon. Ne nous demandez pas comment.
pt_br: Um robô assassino fundido com um dragão. Não nos pergunte como.
zh_cn: 一个与龙融合的杀手机器人.不要问我们怎么做.

source: Mk01 Proto
zh_cn: Mk01 原型

# taba_house2_reading3
source: The book is Children Without Honor by Leslie Greninza.
de_de: Das Buch ist Children Without Honor von Leslie Greninza.
es_mx: El libro es Children Without Honor de Leslie Greninza.
fr_fr: Le livre est Children Without Honor de Leslie Greninza.
pt_br: O livro é Children Without Honor de Leslie Greninza.
zh_cn: 这本书是《没有荣誉的孩子》,作者Leslie Greninza.

# taba_house2_reader1a
source: I feel better at the sight of a book or a bookstore.
de_de: Ich fühle mich besser beim Anblick eines Buches oder einer Buchhandlung.
es_mx: Me siento mejor al ver un libro o una librería.
fr_fr: Je me sens mieux à la vue d'un livre ou d'une librairie.
pt_br: Sinto-me melhor à vista de um livro ou de uma livraria.
zh_cn: 我一看到书或书店就感觉好了.

# taba_house2_reader3a
source: So I can live a thousand different lives.
de_de: So kann ich tausend verschiedene Leben leben.
es_mx: Así que puedo vivir mil vidas diferentes.
fr_fr: Je peux donc vivre mille vies différentes.
pt_br: Então eu posso viver mil vidas diferentes.
zh_cn: 所以我可以活出一千个不同的人生.

# taba_house2_reader4a
source: Reading stimulates my mind in a way that TV and movies will never be able to do.
de_de: Lesen stimuliert meinen Geist auf eine Weise, die Fernsehen und Filme niemals tun können.
es_mx: La lectura estimula mi mente de una manera que la televisión y las películas nunca podrán hacer.
fr_fr: La lecture stimule mon esprit d'une manière que la télévision et les films ne pourront jamais faire.
pt_br: A leitura estimula minha mente de uma maneira que a TV e os filmes nunca serão capazes de fazer.
zh_cn: 阅读能刺激我的思维,这是电视和电影永远做不到的.

# taba_house2_books
source: 000 - Computer science, information and general works, 100 - Philosophy and psychology 200 - Religion, 300 - Social sciences, 400 - Language, 500 - Pure Science, 600 - Technology 700 - Arts and recreation, 800 - Literature, 900 - History and geography
de_de: 000 - Informatik, Information und allgemeine Werke, 100 - Philosophie und Psychologie 200 - Religion, 300 - Sozialwissenschaften, 400 - Sprache, 500 - Reine Wissenschaft, 600 - Technologie 700 - Kunst und Erholung, 800 - Literatur, 900 - Geschichte und Geographie
es_mx: 000 - Informática, información y trabajos generales, 100 - Filosofía y psicología 200 - Religión, 300 - Ciencias sociales, 400 - Lengua, 500 - Ciencia pura, 600 - Tecnología 700 - Arte y recreación, 800 - Literatura, 900 - Historia y geografía
fr_fr: 000 - Informatique, information et travaux généraux, 100 - Philosophie et psychologie 200 - Religion, 300 - Sciences sociales, 400 - Langue, 500 - Sciences pures, 600 - Technologie 700 - Arts et loisirs, 800 - Littérature, 900 - Histoire et géographie
pt_br: 000 - Ciência da computação, informação e obras gerais, 100 - Filosofia e psicologia 200 - Religião, 300 - Ciências Sociais, 400 - Linguagem, 500 - Ciência Pura, 600 - Tecnologia 700 - Artes e recreação, 800 - Literatura, 900 - História e geografia
zh_cn: 000 - 计算机科学、信息和一般工程, 100 - 哲学和心理学 200 - 宗教, 300 - 社会科学, 400 - 语言, 500 - 纯科学, 600 - 技术 700 - 艺术和娱乐,800 - 文学,900 - 历史和地理

# taba_house3_owner1
source: Welcome to The Thoughtful Leaf Inn!
de_de: Willkommen im Thoughtful Leaf Inn!
es_mx: ¡Bienvenido a The Thoughtful Leaf Inn!
fr_fr: Bienvenue à The Thoughtful Leaf Inn !
pt_br: Bem-vindo ao The Thoughtful Leaf Inn!
zh_cn: 欢迎来到Thoughtful Leaf Inn!

# taba_house3_client1a
source: I'm resting while my sister is probably reading some books.
de_de: Ich ruhe mich aus, während meine Schwester wahrscheinlich ein paar Bücher liest.
es_mx: Estoy descansando mientras mi hermana probablemente está leyendo algunos libros.
fr_fr: Je me repose pendant que ma sœur lit probablement des livres.
pt_br: Estou descansando enquanto minha irmã provavelmente está lendo alguns livros.
zh_cn: 我在休息,而我妹妹可能在看一些书.

# taba_house4_client2a
source: Eh? Just filling up an empty stomach.
de_de: Gell? Einfach einen leeren Magen füllen.
es_mx: ¿Eh? Simplemente llenando un estómago vacío.
fr_fr: Hein ? Juste remplir un estomac vide.
pt_br: Eh? Apenas enchendo um estômago vazio.
zh_cn: 嗯?只是填饱了空虚的肚子.

# taba_house4_dish1
source: It's brown, dense, but it doesn't look like pudding...
de_de: Es ist braun, dicht, aber es sieht nicht aus wie Pudding...
es_mx: Es marrón, denso, pero no parece pudín...
fr_fr: C'est brun, dense, mais ça ne ressemble pas à du pudding...
pt_br: É castanho, denso, mas não parece pudim...
zh_cn: 它是棕色的,浓密的,但它看起来不像布丁......

source: Normal
it_it: Normale
zh_cn: 正常

# maple_bedroom_sign
source: It's a calendar and the 27 April is circled in pink.
de_de: Es ist ein Kalender und der 27. April ist rosa eingekreist.
es_mx: Es un calendario y el 27 de abril está marcado en rosa.
fr_fr: C'est un calendrier et le 27 avril est entouré de rose.
pt_br: É um calendário e o dia 27 de abril é circulado em rosa.
zh_cn: 这是一个日历,4月27日是用粉红色圈出来的.

# taba_house2_reading1
source: The book is Visiting The King by Manolo Qai.
de_de: Das Buch ist Visiting The King von Manolo Qai.
es_mx: El libro es Visitando al Rey de Manolo Qai.
fr_fr: Le livre est Visiting The King de Manolo Qai.
pt_br: O livro é Visiting The King, de Manolo Qai.
zh_cn: 这本书是《拜访国王》,作者是马诺罗-盖.

# taba_house2_reader2a
source: It ignites my imagination.
de_de: Es regt meine Fantasie an.
es_mx: Enciende mi imaginación.
fr_fr: Cela enflamme mon imagination.
pt_br: Isso acende minha imaginação.
zh_cn: 它点燃了我的想象力.

# taba_house2_reading2
source: The book is Raised By Dreams by Louis Etrergo.
de_de: Das Buch ist Raised By Dreams von Louis Etrergo.
es_mx: El libro es Raised By Dreams de Louis Etrergo.
fr_fr: Le livre est Raised By Dreams de Louis Etrergo.
pt_br: O livro é Raised By Dreams de Louis Etrergo.
zh_cn: 这本书是路易斯-埃特雷戈（Louis Etrergo）写的《被梦想养大》.
