Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# kylekindasucks3
source: I know you're going through the Trial and all, but watch your back. Omnichannel is everywhere, watching everything. They have no issue... disposing of troublesome individuals.
it_it: So che stai attraversando il Trial e tutto il resto, ma guardati le spalle. Omnichannel è ovunque, guarda tutto. Non hanno problemi... A liberarsi di individui problematici.
zh_cn: 我知道你正在经历审判和所有,但请注意你的背后.全能公司的人无处不在,监视着一 切. 他们没有问题......处置麻烦的人.

# kylekindasucks4
source: I don't want to see another person disappear. Especially one as promising as you.
fr_fr: Je ne veux pas voir une autre personne disparaître. Surtout un aussi prometteur que vous.
it_it: Non voglio vedere un'altra persona scomparire. Soprattutto qualcuno promettente come te.
zh_cn: 我不希望看到另一个人消失.特别是像你这样有前途的人.

# kylekindasucks5
source: Alright, I've probably been here long enough. Time for me to head back.
fr_fr: D'accord, je suis sans doute ici depuis assez longtemps. Il est temps pour moi de repartir.
it_it: Ok, sono stato qui abbastanza. Tempo di andarsene.
zh_cn: 好了,我可能已经在这里呆得够久了.我该回去了.

# kylekindasucks6
source: Oh, and ${{name}}?
de_de: Oh, und ${{name}}?
es_mx: Ah, ¿y ${{name}}?
fr_fr: Oh ! et ${{name}} ?
it_it: Oh, e ${{name}}?
pt_br: Ah, e ${{name}}?
zh_cn: 哦,还有 ${{name}}?

# kylekindasucks7
source: I'll be watching you. In fact, I may even root for you. Don't let me down okay?
fr_fr: Je vais garder un œil sur vous. En fait, je peux même vous encourager. Ne me laissez pas, d'accord ?
it_it: Ti guarderò. In effetti, potrei anche fare il tifo per te. Non mi deludere okay?
zh_cn: 我会关注你.事实上,我甚至会支持你. 不要让我失望,好吗?

# kylekindasucks8
source: You four, head home. Remember, YOU. SAW. NOTHING. Understand? Oh, and florist? Come find me at some point. My address is on the card I gave you.
it_it: Voi quattro, andate a casa. Ricorda, TU. NON. HAI. VISTO. NIENTE. Capito? Oh, e la fiorista? Vienimi a trovare una volta. L'indirizzo è sulla biglietto che ti ho dato.
zh_cn: 你们四个,回家去吧.记住,你.什么都没看到. 明白吗? 哦,还有花匠?在某个时候来找我.我的地址就在我给你的卡片上.

# misaisleavingfornow2
source: Good Luck ${{name}}. I'm sure we'll see each other again.
de_de: Viel Glück ${{name}}. Ich bin mir sicher, dass wir uns wiedersehen werden.
es_mx: Buena suerte ${{name}}. Estoy seguro de que nos volveremos a ver.
fr_fr: Bonne chance ${{name}}. Je suis sûr qu'on se reverra.
it_it: Buona fortuna ${{name}}. Sono sicura ci rivedremo ancora.
pt_br: Boa sorte ${{name}}. Tenho certeza de que nos veremos novamente.
zh_cn: 祝你好运, ${{name}}.我相信我们会再见到对方.

# imherenow
source: I'm here to make sure nobody disrespects Omnichannel! ... .... ... ... How do I do that? Well... Uh... Maybe I'll ask them nicely?
it_it: Sono qui per assicurarmi che nessuno manchi di rispetto a Omnichannel! ... .... ... ... Come farò? Bhe... Uh... Glielo chiederò gentilmente?
zh_cn: 我在这里是为了确保没有人不尊重全能公司! ... .... ... ... 我如何做到这一点?呃.......也许我会很客气地问他们?

# welcometotaba
source: Hello, aspiring Tuxemon Trainers!
fr_fr: Bonjour Entraîneurs Tuxmon en herbe !
it_it: Ciao aspiranti Allenatori Tuxemon!
zh_cn: 有志于此的精灵训练师们,你们好!

# welcometotaba2
source: Congratulations on passing the strict Omnichannel evaluation! Your lucky group has been designated by Omnichannel to be the first contestants in the Trial!
zh_cn: 祝贺你们通过了严格的评估! 你们是被选中成为试验中第一批参赛者的幸运群体!

# welcometotaba3
source: Aren't there only three of us? Seems like we barely qualify as a "group".
de_de: Sind wir nicht nur zu dritt? Es scheint, als würden wir uns kaum als "Gruppe" qualifizieren.
fr_fr: Nous n'êtes que vous trois ? C'est difficilement ce qu'on peut appeler un "groupe".
it_it: Non siamo solo in tre? A malapena ci possiamo chiamare "gruppo".
zh_cn: 我们不是只有三个人吗?似乎我们几乎没有资格作为一个 "团体".

# welcometotaba11
source: Sorry sir, but how is this an honor? I was forced into this. I didn't choose to be a part of the Trial.
de_de: Tut mir leid, Sir, aber wie ist das eine Ehre? Ich wurde dazu gezwungen. Ich habe mir nicht ausgesucht, Teil des Trial zu sein.
it_it: Mi scusi, come può considerarlo un onore? Sono stato forzato. Non ho scelto di far parte di Trial.
zh_cn: 对不起,先生,但这怎么会是一种荣誉?我是被迫这样做的.我没有选择成为审核的一 部分.

# welcometotaba12
source: Admittedly, we did take some promising Omnichannel recruits and sent them into Trial training, so I apologize if that's the case.
de_de: Zugegeben, wir haben einige vielversprechende Omnichannel-Rekruten genommen und sie in ein Probetraining geschickt, also entschuldige ich mich, wenn das der Fall ist.
zh_cn: 诚然,我们确实把一些有前途的全能公司新兵送进了训练师培训,所以如果是这样,我 很抱歉.

# welcometotaba13
source: No sir, you imprisoned my family and forced me and my brother to join the Trial. So forgive me if I "lack enthusiasm" when you're talking about the Trial.
de_de: Nein, Sir, Sie haben meine Familie eingesperrt und mich und meinen Bruder gezwungen, sich dem Prozess anzuschließen. Verzeihen Sie mir, wenn es mir "an Begeisterung mangelt", wenn Sie über den Prozess sprechen.
it_it: No, lei ha imprigionato la mia famiglia, e ha forzato me e mio fratello ad unirci al Trial. Mi perdoni quindi se "manco di entusiasmo" quando lei parla del Trial.
zh_cn: 不,先生,你囚禁了我的家人,强迫我和我的兄弟加入训练师阵营. 所以请原谅我在你谈论训练师时 "缺乏热情".

# welcometotaba14
source: Ahh, you're the Flower City kid I've heard so much about. "The Future of Omnichannel." What's your name?
de_de: Ahh, du bist das Flower City, von dem ich so viel gehört habe. "Die Zukunft des Omnichannel." Wie heißen Sie?
it_it: Ahh, tu sei il ragazzino di Flower City, ho sentito parlare di te. "Il futuro di Omnichannel". Come ti chiami?
zh_cn: 啊,你就是我经常听说的那个花城小子."全能公司的未来",你叫什么名字?

# welcometotaba15
source: My name is Speck, sir.
de_de: Mein Name ist Speck, Sir.
fr_fr: Je m'appelle Speck, Monsieur.
it_it: Mi chiamo Speck, signore.
zh_cn: 我的名字是斯佩克,先生.

# kylereallysucks
source: Well, Speck, if it's any consolation, I was the one that gave the order to attack.
de_de: Nun, Speck, wenn es ein Trost ist, war ich derjenige, der den Befehl zum Angriff gab.
fr_fr: Bon, Speck, si ça peut te consoler, c'est moi qui ait donner l'ordre d'attaquer.
it_it: Bene, Speck, se può consolarti, sono stato io a dare l'ordine di attaccare.
zh_cn: 好吧,斯派克,如果这能让你感到安慰的话,是我下了攻击的命令.

# kylereallysucks2
source: Good Luck everyone! I fully expect none of you to make it!
de_de: Viel Glück allerseits! Ich erwarte voll und ganz, dass keiner von euch es schafft!
fr_fr: Bonne chance tout le monde ! Je m'attends à qu'aucun de vous n'y arrive !
it_it: Buona fortuna a tutti! Mi aspetto che nessuno di voi ce la faccia!
zh_cn: 祝大家好运!我完全期望你们没有一个人能够成功!

# kylereallysucks3
source: Oh, and Speck? I enjoyed the screams
de_de: Oh, und Speck? Ich genoss die Schreie
fr_fr: Oh ! et Spech ? J'ai apprécié les cris
it_it: Oh, e Speck? Mi piacevano le urla
zh_cn: 哦,还有斯派克?我很喜欢这些尖叫声

source: Toodles!
de_de: Auf Wiedersehen!
zh_cn: 贫民!

# dowehavetogoin3
source: I have to go in, no matter how much I don't want to, I have to help the people I love.
de_de: Ich muss hineingehen, egal wie sehr ich es nicht will, ich muss den Menschen helfen, die ich liebe.
fr_fr: Je dois entrer, peu importe à quel point je ne veux pas, je dois aider les gens que j'aime.
zh_cn: 我必须进去,不管我多么不愿意,我必须帮助我爱的人.

# dowehavetogoin4
source: Who knows, maybe I'll be able to fight him myself!
de_de: Wer weiß, vielleicht kann ich selbst gegen ihn kämpfen!
fr_fr: Qui sait, peut-être que je pourrai le combattre moi-même !
it_it: Chi lo sa, forse riuscirò a battermi con lui!
zh_cn: 谁知道呢,也许我可以亲自和他打一场!

# dowehavetogoin5
source: By the way, what's your name? Kyle didn't seem to address you at all.
de_de: Übrigens, wie ist dein Name? Kyle schien dich überhaupt nicht anzusprechen.
fr_fr: Au fait, comment vous appelez-vous ? Kyle ne semblait pas du tout s'adresser à vous.
it_it: Comunque, come ti chiami? Kyle non ti ha presentato.
zh_cn: 顺便问一下,你叫什么名字?凯尔似乎根本就没有称呼你.

# hichristie
source: Oh, my name is Christie! Sorry, I should have mentioned that before.
de_de: Oh, mein Name ist Christie! Entschuldigung, das hätte ich vorher erwähnen sollen.
fr_fr: Oh ! mon nom est Christie ! Désolé, j'aurais dû le préciser plus tôt.
it_it: Oh, mi chiamo Christie! Mi dispiace, avrei dovuto menzionarlo prima.
zh_cn: 哦,我的名字是克里斯蒂!对不起,我之前应该提到的.

# hichristie2
source: Hi Christie. As you know, I'm Speck. It's nice to meet you. Now...
de_de: Hallo Christie. Wie Sie wissen, bin ich Speck. Es ist schön, Sie kennenzulernen. Jetzt...
fr_fr: Salut Christie. Comme tu le sais, je suis Speck. Content de faire ta connaissance. Maintenant...
it_it: Ciao Christie. Come sai, mi chiamo Speck. Piacere. Ora...
zh_cn: 嗨,克里斯蒂.如你所知,我是斯佩克.很高兴见到你. 现在...

# hiperson
source: Who are you, who's Misa, and who's Allie? Give us the deets!
de_de: Wer bist du, wer ist Misa und wer ist Allie? Geben Sie uns die Details!
fr_fr: Qui êtes-vous, qui est Misa et qui est Allie ? Donnez-nous les détails !
it_it: Chi sei tu, chi è Misa, e chi è Allie? Dacci i dettagli!
zh_cn: 你是谁,谁是米萨,谁是艾莉?给我们介绍一下!

# hiperson3
source: How about we start with a name and where you're from?
de_de: Wie wäre es, wenn wir mit einem Namen beginnen und woher Sie kommen?
fr_fr: Pourquoi ne pas commencer par votre nom et d'où vous venez ?
it_it: Che ne dici se iniziamo con il tuo nome e da dove vieni?
zh_cn: 我们从名字和你的家乡开始,如何?

# hiperson5
source: Oh, so you're from Taba Town! Neat!
de_de: Oh, du kommst also aus Taba Town! Ordentlich!
fr_fr: Oh ! donc vous êtes de Taba ! Cool !
it_it: Oh, così sei di Taba Town! Fantastico!
zh_cn: 哦,所以你是来自塔巴镇的!很好!

# hiperson6
source: Now, who are Misa and Allie?
de_de: Nun, wer sind Misa und Allie?
fr_fr: Maintenant, qui sont Misa et Allie ?
it_it: Ora, chi sono Misa e Allie?
zh_cn: 现在,米萨和艾莉是谁?

# nobody
source: I don't actually know
de_de: Ich weiß es eigentlich nicht
fr_fr: Je n'en sais rien
it_it: Non lo so
zh_cn: 我实际上不知道

# somebody
source: I'd rather not talk about them
de_de: Ich möchte lieber nicht über sie sprechen
fr_fr: Je préférerais ne pas parler d'eux
it_it: Preferirei non parlar di loro
zh_cn: 我宁愿不谈他们

# somebody2
source: Oooh. Are they special to you then? Is there a love triangle going around? C'mon! We need to know!
de_de: Oooh. Sind sie dann etwas Besonderes für Sie? Gibt es eine Dreiecksbeziehung? Komm schon! Wir müssen wissen
fr_fr: Oooh. Sont-ils spéciaux pour vous alors ? Y a-t-il un triangle amoureux ? Allez ! Nous avons besoin de savoir
it_it: Oooh. Quindi sono speciali per te? C'è qualche triangolo amoroso? Dai! Dobbiamo saperlo
zh_cn: 呜呜呜.那么他们对你来说是特别的吗?是不是有一个三角恋?来吧!我们需要知道

# stahp2
source: .... Fine.
fr_fr: ... Bien.
it_it: .... Va bene.
zh_cn: ....很好.

# stahp3
source: But don't think you're avoiding this conversation! I'll get the deets out of you soon enough!
fr_fr: Mais ne pensez pas que vous évitez cette conversation ! J'aurai les détails de votre part assez tôt !
it_it: Non credere di poter evitare la conversazione! Otterrò i dettagli da te al più presto!
zh_cn: 但不要以为你在回避这次谈话!我很快就会把细节告诉你.我很快就会从你那里得到详 细的资料!

# stahp4
source: She means well...
fr_fr: Elle veut du bien...
zh_cn: 她是出于好意...

# stahp5
source: ... I think.
fr_fr: ... Je pense.
it_it: ... Penso.
zh_cn: ...我想.

# okaythen
source: Okay! Just give me a second and I'll heal your Tuxemon!
de_de: Okay! Gib mir nur ein paar Sekunden und ich werde dein Tuxemon heilen!
es_es: ¡De acuerdo! ¡Solo dame un segundo y curaré tus Tuxemon!
es_mx: ¡Está bien! ¡Sólo dame un segundo y sanaré a tus Tuxemon!
fr_fr: D'accord ! Donnez-moi juste un instant et je soignerai votre Tuxemon !
it_it: Ok! Dammi solo due secondi e guarisco i tuoi Tuxemon!
pl: W porządku! Po prostu daj mi sekundę, a wyleczę twojego Tuxemona!
pt_br: Ok! Apenas me dê um segundo e eu vou curar o seu Tuxemon!
zh_cn: 好的!给我一点时间,我就能治好你的精灵!

# okaythen2
source: Well, it looks like your Tuxemon are all better now! Have a wonderful day!
de_de: Gut, ich denke deine Tuxemon sind wieder bei voller Energie! Hier hast du sie wieder!
es_es: Bien, ¡parece que tus Tuxemon están llenos de energía! ¡Aquí están!
es_mx: ¡Bueno, parece que tus Tuxemon están mejor ahora! ¡Aqui estan ellos!
fr_fr: Voilà, il semble que vos Tuxemon sont en bonne forme ! Ils arrivent !
it_it: Bene, sembra che i tuoi Tuxemon siano pieni di energia! Eccoteli!
pl: Wygląda na to, że twoje Tuxemony czują się teraz lepiej! Proszę bardzo!
pt_br: Bem, parece que o seu Tuxemon está melhor agora! Aqui estão eles!
zh_cn: 嗯,看起来你的精灵现在都好了!他们在这里!

# waithere
source: We have to wait here for now. Apparently a tree fell up ahead.
es_es: Tenemos que esperar aquí de momento. Al parecer un árbol se ha caído más adelante.
es_mx: Tenemos que esperar aquí por ahora. Aparentemente un árbol se cayó más adelante.
fr_fr: Nous devons attendre ici pour le moment. Apparemment, un arbre s'est couché sur le chemin.
it_it: Dobbiamo aspettare qui. Sembra che un albero sia caduto.
pt_br: Temos que esperar aqui por um tempo. Aparentemente, uma árvore caiu à frente.
zh_cn: 我们必须暂时在这里等待.显然,前面有棵树倒了.

# nodrink
source: I'm pretty sure you're too young to drink...
es_es: Estoy bastante seguro de que eres demasiado joven para beber...
es_mx: Estoy bastante seguro de que eres demasiado joven para beber...
fr_fr: Je suis presque sûr que vous êtes trop jeune pour boire...
it_it: Sono abbastanza sicuro che sei troppo giovane per bere.
pt_br: Tenho certeza de que você é muito jovem para beber...
zh_cn: 我很确定你太年轻了,不能喝酒......

# professorswife
source: Oh No! You just missed him. I think he went into town though. Maybe check there?
es_es: ¡Oh, no! Lo acabas de perder por poco. Creo que ha ido al pueblo, no obstante. ¿Quizás deberías mirar allí?
es_mx: ¡Oh No! Por poco lo encuentras. Creo que fue al pueblo, supongo. ¿Tal vez puedas comprobarlo allí?
fr_fr: Oh non ! Vous venez de le manquer. Mais je crois qu'il était en ville. Et il y est peut-être encore ?
it_it: Oh No! L'hai mancato. Penso sia andato in città. Prova a controllare lì!?
pl: O nie! Właśnie go przegapiłeś. Chyba jednak pojechał do miasta. Może sprawdź tam?
zh_cn: 哦,不!你刚刚错过了他.我想他已经进城了.也许去那里看看?

source: Understand?
fr_fr: Compris ?
it_it: Capito?
zh_cn: 明白了吗?

# input_name
source: Name?
es_es: ¿Cuál es tu nombre?
es_mx: ¿Nombre?
fr_fr: Nom ?
it_it: Qual è il tuo nome?
zh_cn: 名字?

# input_monster_name
source: Name your Tuxemon?
es_es: ¿Qué nombre quieres poner a tu Tuxemon?
es_mx: ¿Nombre de su Tuxemon?
fr_fr: Nommer votre Tuxemon ?
it_it: Il nome del tuo Tuxemon?
zh_cn: 为你的精灵命名?

# happy_rename
source: Happy: That's a great name! I'm sure your Tuxemon loves it :)
es_es: Happy: ¡Es un nombre genial! Estoy seguro de que a tu Tuxemon le encanta :)
es_mx: Happy: ¡Es un gran nombre! Seguro que a tu Tuxemon le fascina :)
fr_fr: Joyeux : C'est un super nom ! Je suis sûr que votre Tuxemon l'adore :)
it_it: Happy: È un bellissimo nome! Sono sicura che il tuo Tuxemon lo adora :)
zh_cn: 哈皮：这是个好名字!我相信你的精灵会喜欢它的 :)

# happy_guy_dialog
source: Happy: Hi! I love giving Tuxemon nicknames, do you wanna give yours a nickname?
es_es: Happy: ¡Hola! Me encanta poner motes a los Tuxemon, ¿quieres que les ponga motes a los tuyos?
es_mx: Happy: ¡Hola! Me encanta ponerle apodos a los Tuxemon, ¿quieres ponerle un apodo a los tuyos?
fr_fr: Joyeux : Salut ! J'adore donner des surnoms aux Tuxemon, voulez-vous que j'en trouve pour les vôtres ?
it_it: Happy: Ciao! Adoro dare soprannomi ai Tuxemon, vuoi che ne dia uno ai tuoi?
zh_cn: 哈皮：你好!我喜欢给精灵取昵称,你想给你的精灵取个昵称吗?

# shady_rename
source: Shady Guy: Good luck with your new name, friend...
es_es: Tipo Siniestro: Buena suerte con tu nuevo nombre, amigo...
es_mx: Shady Guy: Buena suerte con tu nuevo nombre, amigo...
fr_fr: Gars louche : Et bon courage avec votre nouvelle identité, l'ami...
it_it: Shady Guy: Buona fortuna con il tuo nuovo nome, amico...
zh_cn: 改名者：祝你的新名字好运,朋友...

# 37707_sign_welcome
source: Welcome to town 37707! We are...
es_es: ¡Bienvenido al pueblo 37707! Somos...
es_mx: ¡Bienvenidos al pueblo 37707! Somos...
fr_fr: Bienvenue au village 37707 ! Nous sommes...
it_it: Benvenuti nella città 37707! Noi siamo...
zh_cn: 欢迎来到37707镇!我们是...

# 37707_sign_tower
source: Town 37707 tower. This structure is highly unstable: Do not enter!
es_es: Torre del pueblo 37707. Estructura altamente inestable: ¡No entrar!
es_mx: Torre del pueblo 37707. Esta estructura es altamente inestable: ¡No entrar!
fr_fr: Tour de la ville 37707. Ce bâtiment est très instable. Ne pas entrer !
it_it: Città 37707 torre. Questa struttura è instabile: non entrare!
zh_cn: 37707塔.这个塔的结构是非常不稳定的.请勿进入!

# 37707_sign_foreign
source: This sign is written in a foreign language you can't understand.
es_es: Esta señal está escrita en un lenguage extraño que no logras entender.
es_mx: Este cartel está escrito en una lengua extranjera que no puedes comprender.
fr_fr: Ces indications sont inscrites dans une langue que vous ne comprenez pas.
it_it: Questo cartello è scritto in lingua straniera, non capisci.
zh_cn: 这个标志是用一种你无法理解的外语写的.

# 37707_house
source: Strange: It's locked. No one seems to be using this building.
es_es: Qué extraño: está cerrado. Nadie parece estar usando este edificio.
es_mx: Extraño: Está cerrado. Nadie parece estar usando este edificio.
fr_fr: Étrange : C'est verrouillé. Personne ne semble occuper ce bâtiment.
it_it: Strange: È chiusa. Sembra che nessuno abiti questo edificio.
zh_cn: 很奇怪.它是锁着的.似乎没有人在使用这栋楼.

# 37707_mail
source: It's empty and full of spider webs.
es_es: Está vacío y lleno de telarañas.
es_mx: Está vacío y lleno de telarañas.
fr_fr: C'est vide et plein de toiles d'araignées.
it_it: È vuoto e pieno di ragnatele.
zh_cn: 它是空的,充满了蜘蛛网.

# 37707_exit_missing
source: <recovery_module>: GREETINGS ${{name}}. PLEASE UNDERSTAND THIS AREA NEVER EXISTED. YOU HAVE EXPERIENCED A SYSTEM ERROR. <recovery_module>: THE GLITCH HAS NOW BEEN PATCHED. YOU MAY CONTINUE THE GAME NORMALLY FROM HERE ON. DO NOT ATTEMPT TO RETURN HERE. <recovery_module>: WAKE UP. FORGET ALL. ALL IS BUT A DREAM...
de_de: <recovery_module>: GRÜSSE ${{name}}. BITTE HABEN SIE VERSTÄNDNIS DAFÜR, DASS DIESER BEREICH NIE EXISTIERT HAT. ES IST EIN SYSTEMFEHLER AUFGETRETEN. <recovery_module>: DER FEHLER WURDE NUN BEHOBEN. SIE KÖNNEN DAS SPIEL VON NUN AN NORMAL FORTSETZEN. VERSUCHEN SIE NICHT, HIERHER ZURÜCKZUKEHREN. <recovery_module>: WACH AUF. VERGISS ALLES. ALLES IST NUR EIN TRAUM...
fr_fr: <module_de_récupération> : BIENVENUE ${{name}}. VEUILLEZ COMPRENDRE QUE CET ENDROIT N'A JAMAIS EXISTÉ. VOUS VENEZ DE RENCONTRER UNE ERREUR SYSTÈME. <module_de_récupération> : CE PROBLÈME EST MAINTENANT CORRIGÉ. VOUS POUVEZ CONTINUER LA PARTIE NORMALEMENT. NE TENTEZ PAS DE REVENIR ICI. <module_de_récupération> : RÉVEILLEZ-VOUS. OUBLIEZ-TOUT. ÇA N'ÉTAIT QU'UN RÊVE...
zh_cn: <recovery_module>:欢迎 ${{name}}.请理解这个区域从未存在过.你遇到了一个系统 错误. <recovery_module>:该故障现在已经被修复.你可以从这里继续正常游戏.请不要试图 返回这里. <recovery_module>:醒来吧.忘掉一切.一切都只是一个梦...

# 37707_villager_male_2
source: Blank: You can't help any more. We are not allowed to talk about it. You cannot understand. Leave.
es_es: Blank: No puedes ayudarme más. No nos está permitido hablar de ello. No puedes entenderlo. Vete.
fr_fr: Vide : Vous ne pouvez plus m'aider. Nous ne sommes pas autorisés à en parler. Vous ne pouvez pas comprendre. Partez.
it_it: Blank: Non puoi più aiutare. Non abbiamo il permesso di parlarne. Non puoi capire. Vai via.
zh_cn: 无名者：你不能再帮忙了.我们不允许谈论这个问题.你不能理解.离开吧.

# 37707_villager_male_3
source: Blank: You... you will doom us all over again. Go back and never return!
es_es: Blank: Tú... tú nos traerás la ruina de nuevo. ¡Vuelve sobre tus pasos y no regreses!
fr_fr: Vide : Vous... vous allez encore nous damner. Repartez et ne revenez jamais !
it_it: Blank: Ci... Ci condannerai ancora una volta. Torna indietro e non ritornare!
zh_cn: 无名者：你......你会让我们重新陷入困境.回去吧,永远不要再回来了!

# 37707_sign_missing_welcome
source: We11c0me T0 t0wn ERROR! We ne^er weR3
es_es: Bi3n^3nid0 a Pu3b10 ¡ERROR! N^nca fu1m0$
es_mx: ¡B13nvenid0s A1 puebl0 ERROR! No5otros nUnca estu^imos
fr_fr: 81EnV3nu3 @ aL T0uR 3rR3uR ! N0Us N'&X1sT0Ns P@s
zh_cn: 歡迊唻菿措誤尒鎮!莪們苁唻莈洊茬過

# 37707_sign_missing_foreign
source: PyGame - UnboundLocalError: Local variable 'map_id' referenced before assignment Error 404: **** resources not found. Please notify tHe dEvEl0p#r$ @b0%t t#1# ##### ########### 01010010 01100101 01101101 01100101 01101101 01100010 01100101 01110010 00100000 01101101 01100101 00101110
fr_fr: PyGame - UnboundLocalError: La variable locale 'map_id' est référencée avant d'être assignée Erreur 404: **** ressources non trouvées. Merci de prévenir leS dEvEl0pp3urS @ pr0p0s d# ##### ########### 01010010 01100101 01101101 01100101 01101101 01100010 01100101 01110010 00100000 01101101 01100101 00101110
zh_cn: PyGame - UnboundLocalError.本地变量'map_id'在赋值前被引用 错误404.**** 资源未找到.Please notify tHe dEvEl0p#r$ @b0%t t#1# ##### ########### 01010010 01100101 01101101 01100101 01101101 01100010 01100101 01110010 00100000 01101101 01100101 00101110

# 37707_sign_missing_hidden_read
source: W3 KN0W Y0U R3@D TH1$: Y0U H@D 833N W@RN3D.
es_es: $@B3M0$ QU3 L33$ 3$T0: H@$ $1D0 @DV3RT1D0.
es_mx: S@B3M0S QU3 TÚ L335 E$T0: QUED@S ADV3RT1D0.
fr_fr: N0U5 S@V0N5 QU3 V0U5 L1S3Z §A : V0U5 €T3S PR%V3NU.
zh_cn: 莪們倁檤沵看菿孒適個:莪巳經檠哠過沵孒.

# 37707_sign_missing_hidden_unread
source: 1T i$ t00 L8 N0W
es_es: 3$ D3M@$1@D0 T@RD3 Y@
es_mx: Y@ 3$ D3mA5I@D0 t4Rd3
fr_fr: C'& tR0 t@R M1TNànT
zh_cn: 咜忲媥孒

# 37707_house_missing
source: Th3r3 is n0th1ng here. The7e n3vEr w@$.
es_es: N0 h@y nAd@ @qu1. Nunc@ l0 hub0.
es_mx: @qUí N0 hAy N@D4. NuN<a 1O Hu80.
fr_fr: 1l N1 y@ R1eN 1c1. C0mM3 D3pu1s t0ujOur5.
zh_cn: 適里什庅嘟莈洧.苁唻莈洧.

# 37707_mail_missing
source: 1t"$ empty @nd y0u c@n $EE th3 v0id.
es_es: E$t@ v@ci0 y pu3dE$ v3r l@ n@dA
es_mx: 3$tá VaCí0 y 5e Pu3dE V3R @ 1A NaDa.
fr_fr: C"3sT V1dE & V0u5 P0uvÈ v01R l€ V1dE.
zh_cn: 咜湜涳哋,沵妸姒看菿歔涳.

# 37707_flower_missing
source: E330R: Event @ction set_monster_health contains inv@l1d p@r@meter$. He@l1ng aLL Tu+em0n.,.
fr_fr: Err0R : L'évènement 'changer_vie_monstre' contient uN p@r@mÈtr3 1nvàlid€. R3g3n3r@ti0N d35 Tu+em0n.,.
zh_cn: 措誤:倳件懆莋set_monster_health笣浛嘸效傪薮$.菭療葰洧棈靈.

# 37707_tower_missing
source: Y0u c@nn0t ente7 @ bu1ldIng th@t d0e$ n0t e+i$t.
es_es: N0 pu3de$ 3ntr@r 3n un 3d1fIci0 qu3 n0 e+i$t3.
fr_fr: V0us n3 §0uv3z EntR3r d@Ns Ce b@t1m3nt Qu1 n'&x1st3 P@s.
pl: N1e m0ż3sz w3jść d0 budynku, który n1e 1stn13je.
zh_cn: 沵芣能琎叺①個芣洊茬哋踺茿粅.

# 37707_sign_missing_tower
source: Town N/A <undefined_structure>. Denetsil evah dluohs uoy
es_es: Pueblo N/A <undefined_structure>. Odahcucse rebah saírebed
es_mx: Pueblo N/A <estructura_indefinida>. Odahcucse rebah etsibed
fr_fr: Ville N/C <batiment-non-defini>. Retuocé ud sairua tu
zh_cn: 镇N/A <undefined_structure>. Denetsil evah dluohs uoy

# spyder_papertown_stopthere
source: Hey! What do you think you're doing? It's not safe to go into the wilds unless you have a tuxemon. Come buy one from our shop.
es_mx: ¡Eh! ¿Qué crees que estás haciendo? No es seguro ir a la naturaleza a menos que tengas un Tuxemon. Ven a comprar uno en nuestra tienda.
fr_fr: Eh ! Qu'est-ce que vous êtes en train de faire ? Ça n'est pas sûr de partir à l'aventure sans un Tuxemon avec soi. Venez en acheter un dans ma boutique.
it_it: Hey! Cosa pensi di fare? Non è sicuro avventurarsi senza un tuxemon. Vieni, comprane uno nel nostro negozio.
zh_cn: 嘿,你以为你在做什么? 进入荒野是不安全的,除非你有一只精灵. 来我们店里买一个吧.

# spyder_papertown_homemaker1
source: How are you, ${{name}}? Quiet and solemn as always, I see.
de_de: Wie geht es dir, ${{name}}? Ruhig und feierlich wie immer, sehe ich.
es_mx: ¿Cómo estás, ${{name}}? Tranquilo y solemne como siempre, ya veo.
fr_fr: Comment allez-vous, ${{name}} ? Silencieux et sérieux comme toujours, je vois ça.
it_it: Come stai ${{name}}? Calmo e silenzioso come sempre.
pt_br: Como você está, ${{name}}? Quieto e solene como sempre, vejo.
zh_cn: 你好吗,${{name}}? 我看到了你一如既往地安静和庄重.
