Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# spyder_dragonscave_mallory3
source: The Drokoro is ours! We got Shaft to dig it up from beneath Route 3, and we would have kept it if that infuriating kid hadn't interrupted our plans. It is time for the Pillars to combine their strength and rule this region outright! Too long have we let the Cathedral and the public tell us what can and cannot be done with Tuxemon. When we use Greenwash's fusion technology to combine this Drokoro with the killer robots built by Nimrod, we will be unstoppable! And the best part is, Omnichannel will tell the public that this is all in their best interests - and the public will believe them!
fr_fr: Le Drokoro nous appartient ! Nous avons demandé à Shaft de le déterrer sous la Route 3, et nous l'aurions toujours si ce gamin exaspérant n'était pas venu ruiner nos plans. Il est temps pour les Pillars d'unir leurs forces pour avoir le contrôle absolu de cette région ! Ça fait trop longtemps qu'on laisse la Cathédrale et tout le monde nous dire ce qu'on peut ou pas faire avec les Tuxemon. Mais quand nous utiliserons la technologie de Fusion de Greenwash pour combiner ce Drokoro avec les robots tueurs de chez Nimrod, nous serons imbattables ! Et le meilleur dans cette histoire, c'est qu'Omnichannel racontera au public que c'est dans son intérêt - et le public le croira !
zh_cn: 德罗科罗是我们的! 我们让沙夫特把它从3号公路下面挖出来,如果不是那个令人生气的孩子打断了我们的 计划,我们会保留它. 现在是柱子们联合起来彻底统治这个地区的时候了! 我们让大教堂和公众来告诉我们什么能做什么不能做,对精灵来说已经太久了. 当我们使用格林沃什的融合技术,将这个德罗科罗与尼姆罗德制造的杀手机器人结合起 来,我们将是不可阻挡的! 而最重要的是,全能公司将告诉公众,这一切都是为了他们的最大利益--而公众也会相 信他们的!

# spyder_wayfarerinn_tv1
source: The news is playing. The presenters are saying that there are unfounded rumours of an infection.
fr_fr: Les nouvelles sont là. Les présentateurs racontent qu'il y a des rumeurs infondées sur une maladie.
it_it: Il telegiornale è in corso. Il presentatore sta dicendo che ci sono voci infondate riguardo l'infezione.
zh_cn: 新闻正在播放. 主持人说,关于感染的传言是毫无根据的.

# spyder_omnichannel_donald1
source: Back again? I should have fed you into the meat grinder back at Scoop HQ.
fr_fr: Vous, encore ? J'aurais dû vous balancer à la broyeuse à viande au QG de Scoop.
it_it: Tornato? Avrei dovuto buttarti nel tritacarne al QG Scoop.
zh_cn: 又回来了?我应该在勺子总部把你送进绞肉机.

# spyder_hospital_nurse1
source: The screen is set up to detect and reject humans and tuxemon. It has been encoded with the DNA of all known tuxemon!
fr_fr: L'écran est configuré pour détecter puis rejeter les humains et les Tuxemon. Ça a été fait à partir de l'ADN de tous les Tuxemon connus !
it_it: Lo schermo è settato per individuare e rigettare umani e tuxemon. Sono codificati al suo interno i DNA di tutti i tuxemon!
zh_cn: 该屏幕被设置为检测和拒绝人类和精灵. 它已被编码为所有已知的精灵的DNA!

# spyder_dryadsgrove_petra1
source: Crack nature's moulds!
zh_cn: 破解自然界的霉菌!

# spyder_searoutec_nigel3
source: Sorry, I cannot permit entrance to the sacred cave while the Spyder Bite infection is still at loose.
fr_fr: Désolé, mais je ne peux pas laisser quiconque pénétrer dans cette cave sacrée tant que l'infection de la Morsure de Spyder peut se propager.
it_it: Mi dispiace, non posso permetterti di entrare nella sacra grotta, l'infezione del morso Spyder è ancora a briglia sciolta.
zh_cn: 对不起,在斯皮德咬伤感染仍在传播的情况下,我不能允许任何人进入神圣的洞穴.

# spyder_hospital_billie2
source: Wait ... your tuxemon aren't sick! ... It was that simple? Then why did the Enforcers take our tuxemon instead of just curing them? ...
fr_fr: Attendez... vos Tuxemon ne sont pas malades ! ... C'était aussi simple que ça ? Alors pourquoi les Enforces ont pris nos Tuxemon au lieu de les soigner ?...
it_it: Aspetta ... i tuoi tuxemon non sono malati! ... Era così semplice? Allora perché gli Enforcers hanno preso i nostri tuxemon invece di curarli? ...
zh_cn: 等等......你的精灵没有生病! ... 就这么简单? 那为什么执法者要带走我们的小精灵,而不是直接把它们治好?...

# spyder_leatherhouse2_snugglepot
source: Wow! One day I'm going to be a trainer just like you!
fr_fr: Oh ! Un jour, je serai un dresseur comme toi !
it_it: Wow! Un giorno diventerò un allenatore come te!
zh_cn: 哇!我的天啊!有一天我也会像你一样成为一名训练师!

# spyder_scoop_sign
source: Scoop HQ: Almost good enough to eat!
fr_fr: QG de Scoop : Presque assez bon pour être mangeable !
it_it: Scoop QG: Quasi abbastanza buono da mangiare!
zh_cn: 勺子总部.几乎好到可以吃!

# spyder_route3_wanda
source: Wanda
zh_cn: 万达

# spyder_granny
source: Granny
fr_fr: Mamie
it_it: Nonna
zh_cn: 婆婆

# spyder_route2_marion
source: Marion
zh_cn: 玛丽安

# spyder_route3_twig
source: Twig
fr_fr: Brindille
it_it: Rametto
zh_cn: 小树枝

# spyder_route2_graf
source: Graf
zh_cn: 格拉夫

# spyder_route3_curie
source: Curie
zh_cn: 居里

# spyder_route3_connor
source: Connor
zh_cn: 康纳

# spyder_tunnelb_beryll
source: Beryll
zh_cn: 贝里尔

# spyder_route6_frances
source: Frances
zh_cn: 弗朗西斯

# spyder_dragonscave_lessa
source: Lessa
zh_cn: 丽莎

# spyder_nimrod_guard
source: Guard
fr_fr: Gardien
zh_cn: 警卫

# spyder_searoutec_river
source: River
fr_fr: Rivière
zh_cn: 河流

# spyder_ruby_plaque
source: Ruby is just the term for any corundum that is red! When corundum comes in other colours like blue, pink and clear, it is called a sapphire. When tuxemon eat rubies, they become passionate and vigorous, making them better at physical attacks like slaps, claws and bites.
fr_fr: Ruby est juste le terme pour un minéral rouge ! Quand ce minéral est bleu, rose ou incolore, ça s'appelle un saphir. Et quand un Tuxemon mange des rubis, il devient plus passionné et vigoureux, ses attaques physiques, comme les claques, les griffes et les morsures, sont plus puissantes.
zh_cn: 红宝石只是任何红色刚玉的术语! 当刚玉有其他颜色如蓝色、粉色和透明时,它就被称为蓝宝石. 当精灵吃了红宝石后,它们会变得热情而有活力,使它们更善于进行物理攻击,如拍 打、抓挠和撕咬.

# spyder_nimrod_berke
source: Berke
zh_cn: 伯克

# spyder_route5_goliath
source: Goliath
zh_cn: 歌利亚

# spyder_emerald_plaque
source: An emerald is a green variety of beryl. Beryl that is blue is called aquamarine instead. A one-carat emerald is larger but less dense than a one-carat diamond. Tuxemon that eat emeralds have their sight and intuition heighten, making their ranged attacks like shots, sprays and blasts more potent.
fr_fr: Une émeraude est une variété verte de béryl, un minéral. Un béryl bleu est parfois appelé aquamarine. Une émeraude d'un carat est plus grande mais moins dense qu'un diamant d'un carat. Les Tuxemon qui en mangent ont une meilleure vision et deviennent plus intuitifs, les attaques à distance comme les tirs, les jets et les explosions sont plus efficaces.
zh_cn: 绿宝石是绿柱石的一个品种.而蓝色的绿柱石则被称为海蓝宝石. 一克拉的祖母绿比一克拉的钻石大,但密度小. 吃了绿宝石的精灵,他们的视力和直觉都会增强,使他们的远程攻击,如射击、喷洒和 爆炸更加有力.

# spyder_papertown_tvwatch
source: What's on TV? A prom queen is breaking her tiara into pieces and handing it out.
fr_fr: Qu'est-ce qu'il y a à la télé ? Une reine du bal casse son diadème et en distribue les morceaux.
zh_cn: 电视上有什么?一个舞会皇后正在把她的头饰摔成碎片,然后把它分发出去.

# spyder_column1_sign
source: A rare ancient column. This was once part of a temple building.
fr_fr: Une ancienne colonne rare. Elle faisait autrefois partie d'un temple.
zh_cn: 一根罕见的古代圆柱.这曾经是一个寺庙建筑的一部分.

# spyder_diamond_plaque
source: Famously the hardest gemstone in the world, diamonds are great on necklaces, engagement rings and earrings! If your fiance doesn't buy a Shaft diamond ring for you, he doesn't love you! Feed diamonds to your tuxemon to harden their skin, making them better able to resist physical blows.
fr_fr: Connues comme les pierres précieuses les plus dures, les diamants sont parfaits sur les colliers, bagues de mariage ou boucles d'oreille ! Votre moitié n'a vous a pas offert de diamant Shaft ? Alors ça n'est pas une véritable preuve d'amour ! Donner des diamants aux Tuxemon va durcir leur peau, et les faire mieux résister aux attaques physiques.
zh_cn: 众所周知,钻石是世界上最坚硬的宝石,在项链、订婚戒指和耳环上都有很好的表 现! 如果你的未婚夫不为你买一枚沙夫特钻石戒指,那他就不爱你了! 把钻石喂给你的小精灵,使它们的皮肤变硬,使它们能够更好地抵御物理打击.

# spyder_nimrod3_plaque
source: The symbol of an ancient empire was the Eaglace, because when the empire invaded from the icy north their generals and scouts rode on Eaglace. Today, medic teams in our mighty republic are training with Agnidon for protection and transport.
fr_fr: L'ancien Empire avait comme symbole un Eaglace, car lors des guerres de conquête dans le nord glacé, les généraux et éclaireurs chevauchaient ces Eaglace. Aujourd'hui, les Eaglace assurent la protection et la logistique des équipes médicales de notre Grand Empire.
zh_cn: 古代帝国的象征是艾格尼斯,因为当帝国从冰冷的北方入侵时,他们的将军和侦察兵都 骑着艾格尼斯. 今天,我们强大的国家的医疗队正在用阿格尼顿进行保护和运输的训练.

# spyder_omnichannel_note
source: Haha, suckers - you'll never find me. It's on the Omnichannel CEO's letterhead.
zh_cn: 哈哈,傻瓜们--你们永远找不到我. 这是在全能公司首席执行官的信纸上.

# cotton_breeder0
source: Hi there, welcome to the Daycare, I breed Tuxemon here. I run this place because I love Tuxemon so much! If you like, I can breed two of your Tuxemon for you. Just let me know, ok?
fr_fr: Bonjour, bienvenue à la Crèche, j'élève des Tuxemon ici. Je travaille ici parce que j'aime tellement les Tuxemon ! Si vous voulez, je peux faire reproduire deux de vos Tuxemon. Il suffit de demander, d'accord ?
it_it: Ciao, benvenuto al Daycare, allevo Tuxemon qui. Gestisco questo posto perché amo i Tuxemon! Se vuoi posso allevare un paio dei tuoi Tuxemon. Fammi sapere, ok?
zh_cn: 大家好,欢迎来到日托所,我在这里饲养了精灵. 我经营这个地方是因为我非常喜欢精灵! 如果你愿意,我可以为你繁殖两只小狐狸.请告诉我,好吗?

# spyder_greenwash_guard
source: Alright, alright, nothing to see here.
de_de: Okay, okay, hier gibt es nichts zu sehen.
es_mx: Muy bien, muy bien, nada que ver aquí.
fr_fr: Bon, bon, rien à voir ici.
it_it: Va bene, va bene, niente da vedere qui.
pt_br: Tudo bem, tudo bem, nada para ver aqui.
zh_cn: 好吧,这里没什么可看的.

# spyder_greenwash_gregor2
source: Ugh, it didn't even blink when it fainted!
de_de: Ugh, es blinzelte nicht einmal, als es ohnmächtig wurde!
es_mx: ¡Uf, ni siquiera parpadeó cuando se desmayó!
fr_fr: Mmm, je n'ai même pas cligné des yeux quand je me suis évanoui !
it_it: Ugh, neppure quando è svenuto ha battuto le ciglia!
pt_br: Ugh, nem piscou quando você desmaiou!
zh_cn: 唉,它晕倒的时候连眼睛都没眨一下!

# spyder_greenwash_looten1
source: Prepare to face the power of my fusion tuxemon!
de_de: Tja, ich denke die Fusionstechnologie ist noch nicht so weit. Wir arbeiten schon seit Jahren daran!
fr_fr: Eh bien, je suppose que la technologie de fusion n'est pas encore tout à fait là. Nous y travaillons depuis des années !
it_it: Credo che la tecnologia di fusione non è ancora pronta. Sebbene ci stiamo lavorando da anni!
zh_cn: 好吧,我想核聚变技术还没有完全实现.我们已经在这上面工作了多年!

# spyder_greenwash_looten2
source: Well, I guess fusion technology isn't quite there yet. We've been working on it for years!
fr_fr: Voici la chose la plus proche - c'est une fusion d'une fourmi et d'un AARDORN. Pas exactement la machine à tuer ultime qu'Omnichannel voulait que nous créions. Je veux dire... euh ! Vous n'avez pas entendu cela de ma part.
zh_cn: 这是我们最接近的一次 -- 它是一只蚂蚁和一只阿尔多恩的可爱融合.这并不完全是欧 米茄希望我们创造的终极杀人机器.我的意思是......呃!你没有从我这里听到这个.

# spyder_dragonscave_benden3
source: What is this? These villains are trying to steal Drokoro! But why?
fr_fr: Qu'est-ce que c'est ? Ces méchants essayent de voler le Drokoro ! Mais pourquoi ?
zh_cn: 这是什么情况?这些坏蛋想偷走德罗科罗!但为什么呢?

# spyder_dragonscave_benden4
source: Please, ${{name}}. If you can't stop these villains, all is lost.
de_de: Bitte, ${{name}}. Wenn du diese Schurken nicht aufhalten kannst, ist alles verloren.
fr_fr: Je vous en supplie, ${{name}}. Si vous n’arrivez pas à arrêter ces méchants, tout est perdu.
pt_br: Por favor, ${{name}}. Se você não pode parar esses vilões, tudo está perdido.
zh_cn: 求你了,${{name}}.如果你不能阻止这些恶棍,那么一切都完了.

# spyder_dragonscave_tomas1
source: Once we each rode a dragon. That was long ago. But just recently a new-born dragon appeared above this island, and crawled into this cave.
fr_fr: Nous avons chacun déjà chevauché un dragon. Mais c'était il y a bien longtemps. Mais là, récemment, un jeune dragon est apparu sur cette île, et s'est réfugié dans cette grotte.
zh_cn: 有一次,我们各自骑着一条龙.那是很久以前的事了.但就在最近,一条新生的龙出现 在这个岛上方,并爬进了这个山洞.

# spyder_dragonscave_tomas2
source: As you can see, the age of the dragons has passed. The hatchling dragon is our last hope.
fr_fr: Comme vous le voyez, l'ère est dragons est finie. Ce dragon qui vient d'éclore reste notre dernier espoir.
zh_cn: 正如你所看到的,龙的时代已经过去.孵化的龙是我们最后的希望.

# spyder_dragonscave_lessa1
source: We stand guard over this, the last dragon. We don't know where it came from or why it hatched. We thought all dragons had hatched long ago.
fr_fr: Nous montons la garde pour le protéger, ce dernier dragon. Nous ne savons pas ni d'où il vient ni pourquoi il a éclos. Nous pensions que ça faisait longtemps que tous les dragons avaient éclos.
zh_cn: 我们守护着这只最后的龙.我们不知道它从哪里来,也不知道它为什么孵化.我们以为 所有的龙在很久以前就已经孵化了.

# spyder_dragonscave_lessa2
source: Maybe someone will come who has the power to defeat it.
fr_fr: Peut-être que quelqu'un d'assez puissant viendra pour le vaincre.
zh_cn: 也许有人会来,他有能力打败它.

# spyder_dragonscave_cailin1
source: This is our last duty. Dragarbor is so very tired.
fr_fr: C'était notre dernière mission. Le Dragarbor est épuisé.
zh_cn: 这是我们最后的职责.龙乔木非常累.

# spyder_dragonscave_cailin2
source: Thank you.
fr_fr: Merci.
zh_cn: 谢谢你.

# spyder_dragonscave_griffin1
source: I wonder what it would be like to be swallowed by a dragon ...
fr_fr: Je me demande ce que ça doit faire d'être avalé par un dragon...
zh_cn: 我想知道被龙吞掉会是什么样子.......

# spyder_dragonscave_griffin2
source: Oh well - pobody's nerfect!
fr_fr: Eh bien - perfonne n'est parsait !
zh_cn: 哦,好吧--没有人是完美的!

# spyder_dragonscave_daenny1
source: Prepare to be defeated!
fr_fr: Prépare-toi à perdre !
zh_cn: 准备好被打败吧!

# spyder_dragonscave_daenny2
source: You may have bested me, but you'll never best Benden.
fr_fr: Tu m'as peut-être battu, mais tu ne battras jamais mon Benden.
zh_cn: 你可能胜过我,但你永远也胜不过本顿.

# spyder_dragonscave_benden1
source: I am the last and most powerful of the dragonriders.
fr_fr: Je suis le dernier mais surtout le plus puissant des dresseurs de dragon.
zh_cn: 我是龙骑士中最后也是最强大的一个.

# spyder_dragonscave_benden2
source: You have proven yourself a worthy opponent for Drokoro. I will show you to the sacred inner chamber - after I heal you.
fr_fr: Vous avez su prouver votre valeur comme adversaire pour Drokoro. Je vais vous montrer la chambre intérieure sacrée - après vous avoir soigné.
pl: Udowodniłeś, że jesteś godnym przeciwnikiem dla Drokoro. Zaprowadzę cię do świętej komnaty wewnętrznej - po tym, jak cię uleczę.
zh_cn: 你已经证明自己是德罗科罗值得尊敬的对手. 我将带你到神圣的内室--在我治愈你之后.

# spyder_dragonscave_mal1
source: You have gotten in our way too many times!
fr_fr: Vous êtes dans nos pattes depuis bien trop longtemps !
pl: Zbyt wiele razy wchodziłeś nam w drogę!
zh_cn: 你已经挡了我们太多次的路了!

# spyder_dragonscave_mal2
source: Ah ha, you fell right into my trap!
fr_fr: Ha ha ! vous êtes tombé pile dans mon piège !
it_it: Ah ha, sei caduto in trappola!
zh_cn: 啊哈,你正好落入了我的圈套!

# spyder_dragonscave_ray1
source: All we want to do is create a mega-corporation that takes over the government. Is that so wrong?
fr_fr: La seule chose que nous voulons, c'est de créer une entreprise tentaculaire pour remplacer le gouvernement. En quoi c'est mal ?
it_it: Tutto quello che vogliamo fare è creare una mega società che prende il controllo del governo. È così sbagliato?
zh_cn: 我们所要做的就是建立一个接管政府的巨型公司.这有什么错吗?

# spyder_dragonscave_ray2
source: You're taking away my freedoms.
fr_fr: Vous me privez de mes libertés.
it_it: Mi stai spogliando delle mie libertà.
zh_cn: 你在夺走我的自由.

# spyder_dragonscave_lucille1
source: The Pillars are the only way we'll get anything done around here.
fr_fr: Ça sera uniquement grâce aux Pillars qu'on arrivera à quoique ce soit ici.
it_it: I Pilastri sono l'unica via con la quale concluderemo qualcosa.
zh_cn: 支柱是我们在这里完成任何事情的唯一途径.

# spyder_dragonscave_lucille2
source: You'll regret this.
fr_fr: Vous le regretterez.
it_it: Rimpiangerai questo.
zh_cn: 你会后悔的.

# spyder_dragonscave_tru1
source: This is for your own good, okay?
fr_fr: C'est pour votre bien, d'accord ?
it_it: Questo è per il tuo bene, okay?
zh_cn: 这是为你自己好,好吗?

# spyder_dragonscave_tru2
source: Whatever. We already took the DNA sample. We just wanted to capture Drokoro as a backup. You'll never stop them back at Omnichannel HQ.
fr_fr: Peu importe. On a déjà récupéré un échantillon d'ADN. On voulait juste capturer un véritable Drokoro pour plus de sécurité. Vous ne les arrêter au QG d'Omnichannel.
it_it: Non importa. Abbiamo già preso un campione del DNA. Volevamo solo catturare Drokoro come backup. Non riuscirai mai a fermarli al QG di Omnichannel.
zh_cn: 随便吧.我们已经提取了DNA样本. 我们只是想抓住德罗科罗作为备份. 你永远无法阻止他们回到全能总部.

# spyder_dragonscave_drokoro1
source: Rawr!
fr_fr: Rrrr !
zh_cn: 哼!

# spyder_omnichannel_zoolander1
source: You really are a diamond in the rough, aren't you?
fr_fr: Vous êtes un véritable un trésor, n'est-ce pas ?
it_it: Sei vereramente un diamante grezzo, o no?
zh_cn: 你真的是一块璞玉,不是吗?

# spyder_hospital_warning1
source: Bzzzz. Lifeform detected. Doors remain closed.
it_it: Bzzzz. Forma di vita individuata. Porte rimangono chiuse.
zh_cn: 嗞嗞.检测到生命体. 门仍然关闭.

# spyder_hospital_warning2
source: "Aardant" is not a recognised lifeform. Shutting down.
fr_fr: "Aardant" n'est pas une forme de vie reconnue. Fermeture en cours.
it_it: "Aardant" non è una forma di vita riconosciuta. Spegnimento.
zh_cn: "Aardant "不是一个公认的生命体. 门关闭了.

# spyder_hospital_cure1
source: It's the cure to the Spyder Bite infection! With this, you can cure your own and others' tuxemon.
fr_fr: C'est l'antidote pour les Morsures de Spyder ! Avec ceci, vous pouvez soigner vos Tuxemon comme ceux des autres.
it_it: È la cura all'infezione del morso Spyder! Con questo puoi curare te stesso ed altri tuxemon.
zh_cn: 这是治疗Spyder Bite感染的方法! 有了这个,你就可以治愈你自己和别人的小精灵.

# spyder_hospital_billie1
source: ${{name}}, your meddling has become too much! Just let the authorities do their jobs!
de_de: ${{name}}, deine Einmischung ist zu viel geworden! Lasst die Behörden einfach ihre Arbeit machen!
fr_fr: ${{name}}, votre curiosité n'a plus de limite ! Laissez donc les autorités faire leur boulot !
it_it: ${{name}}, ti stai intromettendo troppo! Lascia le autorità fare il loro dovere!
pt_br: ${{name}}, sua intromissão se tornou demais! Basta deixar que as autoridades façam o seu trabalho!
zh_cn: ${{name}},你的插手已经变得太多!就让当局做他们的工作吧!

# spyder_mansion_drinkingbuddya1
source: I wonder where our drinking buddy has gotten to?
fr_fr: Je me demande où est passé notre pote de comptoir ?
it_it: Mi domando dove è finito il nostro compagno di bevute!?
zh_cn: 我想知道我们的酒友到哪里去了?

# spyder_mansion_drinkingbuddyb1
source: We started singing an old sea shanty, and by the time we'd done the Captain was missing!
fr_fr: Nous commencions à reprendre une vieille chanson de marins, mais à peine nous avions fini que le capitaine s'était volatilisé !
it_it: Abbiamo iniziato a cantare una canzone marinaresca e, tempo di aver finito, il Capitano era scomparso!
zh_cn: 我们开始唱一首古老的海誓山盟,当我们唱完的时候,船长已经不见了!

# spyder_mansion_drinkingbuddya2
source: There you are old friend! Let's get you back to river.
fr_fr: Te voici mon vieil ami ! Retournons à la rivière.
it_it: Eccoti qui vecchio amico! Lascia che ti riporti al fiume.
zh_cn: 老朋友,你在这里啊!让我们把你带回河边.

# spyder_mansion_captain1
source: Ahoy there! Thank you for finding me! I wandered off during last night's drinking session and fell down here. Hey, can you find the exit? Just shout out when you do.
fr_fr: Eh ! Salut ! Merci de m'avoir retrouvé ! J'errais après ma soirée d'hier un peu alcoolisée, et je suis tombé là-dedans. Ça te dérangerait de retrouver la sortie ? Tu n'auras qu'à crier quand ça sera fait.
it_it: Ahoy là! Grazie per avermi trovato! Stavo passeggiando dopo la bevuta di ieri e son caduto qui dentro. Hey, riesci a trovare l'uscita? Grida quando riesci.
zh_cn: 你好啊!谢谢你找到我! 我在昨晚喝酒的时候走神了,掉到了这里. 嘿,你能找到出口吗?找到了就大声喊出来.

# spyder_river_captain2
source: Ahoy there! Where would you like to go?
fr_fr: Hé-ho vous ! Où voulez-vous aller ?
it_it: Ahoy là! Dove vorresti andare?
zh_cn: 喂,你在吗?你想去哪里?

# spyder_dryadsgrove_volcoli1
source: Bree! Bree!
zh_cn: 布里!布里!

# spyder_dryadsgrove_aquemini1
source: Welcome to our grove, mortal.
fr_fr: Bienvenue dans notre jardin, simple mortel.
it_it: Benvenuto nel nostro boschetto, mortale.
zh_cn: 欢迎来到我们的小树林,凡人.

# spyder_dryadsgrove_aquemini2
source: Pray you survive your visit.
fr_fr: Priez donc si vous voulez survivre à votre visite.
it_it: Prega di sopravvivere alla tua visita.
zh_cn: 祈祷你在访问中幸存下来.

# spyder_dryadsgrove_ignatia1
source: We are more than we appear.
it_it: Siamo più di quello che appariamo.
zh_cn: 我们比我们的外表更重要.

# spyder_dryadsgrove_ignatia2
source: You are more than you appear.
fr_fr: Vous êtes plus que vous n'en avez l'air.
it_it: Sei molto di più di quello che appari.
pl: Jesteś kimś więcej niż się wydaje.
zh_cn: 你比你的外表更重要.

# spyder_dryadsgrove_petra2
source: Ungrateful man.
fr_fr: Pauvre ingrat.
it_it: Uomo ingrato.
zh_cn: 忘恩负义的人.

# spyder_dryadsgrove_ferris1
source: Do you realise you disturb the slumber of centuries?
fr_fr: Rendez vous compte que vous brisez un sommeil séculaire ?
it_it: Ti rendi conto di disturbare un sonno secolare?
zh_cn: 你是否意识到你打扰了几个世纪的沉睡?

# spyder_dryadsgrove_ferris2
source: Maybe it is time for us to go into the world.
fr_fr: Il est peut-être temps qu'on retourne dans le monde réel.
it_it: Forse è il tempo di avventurarsi la fuori.
zh_cn: 也许现在是我们走向世界的时候了.

# spyder_dryadsgrove_sylvia1
source: The seasons turn with Volcoli's dance.
fr_fr: Les saisons changent grâce à la danse de Volcoli.
it_it: Le stagioni ruotano con la danza Volcoli.
zh_cn: 季节随着沃尔科利的舞蹈转动.

# spyder_dryadsgrove_sylvia2
source: We nymphs wax and wane in power with the passing of the seasons.
fr_fr: Nous, les nymphes, sentons notre puissance diminuer avec les saisons.
zh_cn: 我们仙女的力量随着季节的变化而消长.

# spyder_leatherhouse1_tennisplayer1
source: Is Frostbite an Earth element technique or a Water element technique?
fr_fr: Est-ce que Gerçure est une technique de type Terre ou de type Eau ?
zh_cn: 冻伤是土元素的技能还是水元素的技能?

# spyder_leatherhouse1_tennisplayer2
source: Trick question - it's both!
fr_fr: Question complexe - c'est le deux !
it_it: Domanda trabocchetto - sono entrambi!
zh_cn: 棘手的问题--这两者都是!

# spyder_scoop_welcome
source: Welcome!
fr_fr: Bienvenue !
it_it: Benvenuto!
zh_cn: 欢迎!

# spyder_successful_boulder
source: The sledgehammer smashes the boulder apart.
fr_fr: La massue brise le rocher en mille morceaux.
it_it: La mazza fa a pezzi il masso.
zh_cn: 大锤子将巨石砸开.

# spyder_dante
source: Dante
zh_cn: 但丁

# spyder_frolicking_rockitten
source: Rockitten
zh_cn: 小岩猫

# spyder_frolicking_conileaf
source: Conileaf
zh_cn: 圆锥叶

# spyder_papertown_riverboatcaptain
source: Riverboat Captain
fr_fr: Capitaine d'eau douce
it_it: Capitano Riverboat
zh_cn: 河船船长

# spyder_papertown_homemaker
source: Homemaker
fr_fr: Ménager
it_it: Casalinga
zh_cn: 家庭主妇

# spyder_papertown_mom
source: Mom
fr_fr: Maman
it_it: Mamma
zh_cn: 妈妈

# spyder_papertown_grannypiper
source: Granny Piper
fr_fr: Mamie Piper
it_it: Nonna Piper
zh_cn: 派珀奶奶

# spyder_papertown_shopkeeper
source: Shopkeeper
fr_fr: Marchand
it_it: Negoziante
zh_cn: 店主

# spyder_instore_dante
source: Dante
zh_cn: 但丁

# spyder_billie
source: Billie
zh_cn: 比莉

# spyder_cottontown_hacker
source: Hacker
fr_fr: Pirate
zh_cn: 黑客

# spyder_omnichannel_enforcer
source: Marciano
fr_fr: Enforcer
it_it: Esecutore
zh_cn: 执法者

# spyder_cottontown_barmaid
source: Barmaid
fr_fr: Serveuse
it_it: Barista
zh_cn: 服务员

# spyder_goth
source: Goth
fr_fr: Gothique
zh_cn: 哥特

# spyder_florist
source: Florist
fr_fr: Fleuriste
it_it: Fiorista
zh_cn: 花商

# spyder_shopkeeper
source: Shopkeeper
fr_fr: Marchand
it_it: Bottegaio
zh_cn: 店主

# spyder_shopassistant
source: Shop Assistant
fr_fr: Conseiller
it_it: Commesso
zh_cn: 店员

# spyder_route2_roddick
source: Roddick
zh_cn: 罗迪克

# spyder_maniac
source: Maniac
fr_fr: Maniaque
it_it: Maniaco
zh_cn: 狂人

# spyder_citypark_frances
source: Frances
zh_cn: 弗朗西斯
