Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

source: Potion
de_de: Trank
es_es: Poción
es_mx: Poción
it_it: Pozione
ja: ポーション
nb_no: Krukke
pl: Eliksir
pt_br: Poção
zh_cn: 治疗药水

# potion_description
source: Heals a monster by 20 HP.
de_de: Heilt ein Monster um 50 HP.
es_es: Cura a un monstruo 50 HP.
es_mx: Sana a un monstruo en 50 HP.
fr_fr: Restaure 50 PV d'un monstre.
it_it: Fa recuperare 50 PV a un mostro.
ja: モンスター1体のHPを50回復する。
nb_no: Helbreder et monster med 50 HP.
pl: Leczy potwora, dając mu 50 HP.
pt_br: Cura um monstro em 50 HP.
zh_cn: 回复一只精灵50点生命.

source: Super Potion
de_de: Super Trank
es_es: Super Poción
es_mx: Superpoción
it_it: Super pozione
ja: スーパーポーション
pl: Super Eliksir
pt_br: Super Poção
zh_cn: 超级治疗药水

# super_potion_description
source: Heals a monster by 50 HP.
de_de: Heilt ein Monster um 150 HP.
es_es: Cura a un monstruo 150 HP.
es_mx: Sana a un monstruo en 150 HP.
fr_fr: Restaure 150 PV d'un monstre.
it_it: Fa recuperare 150 PV a un mostro.
ja: モンスター1体のHPを150回復する。
nb_no: Heler et monster med 150 HP.
pl: Leczy potwora, dając mu 150 HP.
pt_br: Cura um monstro em 150 HP.
zh_cn: 回复一只精灵150点生命.

source: Imperial Potion
de_de: Imperial Trank
es_es: Poción Imperial
es_mx: Poción Imperial
fr_fr: Potion impériale
it_it: Pozione imperiale
pl: Cesarski eliksir
pt_br: Poção Imperial
zh_cn: 皇室治疗药水

# imperial_potion_description
source: Heals a monster by 500 HP.
de_de: Heilt ein Monster um 350 HP.
es_es: Cura a un monstruo 350 HP.
es_mx: Sana a un monstruo en 350 HP.
fr_fr: Restaure 350 PV d'un monstre.
it_it: Fa recuperare 350 PV a un mostro.
nb_no: Helbreder et monster med 350 HP.
pl: Leczy potwora, dając mu 350 HP.
pt_br: Cura um monstro em 350 HP.
zh_cn: 回复一只精灵350点生命.

source: Revive
de_de: Wiederbeleben
es_es: Revivir
fr_fr: Ranimer
it_it: Revitalizzatore
nb_no: Gjenoppliv
pl: Wskrzeszacz
pt_br: Reviver
zh_cn: 复活草

# revive_description
source: Revives knocked out Tuxemon and restores 20 HP.
de_de: Belebt das öhnächtige Tuxemon wieder und stellt 20 HP wieder her.
es_es: Revive a un Tuxemon debilitado y le cura 20 HP.
es_mx: Revive a un Tuxemon noqueado y restaura 20 HP.
fr_fr: Ranime un Tuxemon assommé et lui restaure 20 PV.
it_it: Riporta in vita un Tuxemon dandogli 20 PV.
nb_no: Vekker ubevisste Tuxemon og helbreder 20 HP.
pl: Wskrzesza pokonanego Tuxemona, i uzdrawia 20 HP.
pt_br: Revive o Tuxemon nocauteado e restaura 20 HP.
zh_cn: 复活被击倒的精灵,恢复20点生命.

source: TM: Avalanche
de_de: TM: Lawine
es_es: MT: Avalancha
es_mx: MT: Avalancha
fr_fr: MT : Avalanche
it_it: MT: Valanga
pl: TM: Lawina
zh_cn: 招式学习器:雪崩

# tm_avalanche_description
source: Technique Manual that teaches a Water or Earth Tuxemon the Avalanche technique.
de_de: Technik-Manual, dass einem Wasser- oder Erde-Tuxemon die Lawinen-Technik beibringt.
es_es: Manual técnico que enseña a un Tuxemon de Agua o Tierra la técnica Avalancha.
es_mx: Manual de Técnicas que enseña a un Tuxemon de Agua o Tierra la técnica de Avalancha.
fr_fr: Manuel Technique qui enseigne la technique Avalanche à un Tuxemon Eau ou Terre.
it_it: Manuale Tecnico che insegna la mossa Valanga a un Tuxemon di tipo Terra o Acqua.
pl: Instrukcja nauki ruchu Lawiny dla Tuxemonów Wodnych lub Ziemnych.
pt_br: Manual de Técnica que ensina a um Tuxemon de Água ou Terra a técnica Avalanche.
zh_cn: 教水或土系精灵雪崩招式的招式学习器.

source: TM: Blossom
de_de: TM: Erblühen
es_es: TM: Florecer
es_mx: MT: Florecer
fr_fr: MT : Floraison
it_it: MT: Fioritura
pl: TM: Zakwitanie
pt_br: TM: Florescer
zh_cn: 招式学习器:绽放

# tm_blossom_description
source: Technique Manual that teaches a Wood Tuxemon the Blossom technique.
de_de: Technik-Manual, dass einem Holz-Tuxemon die Erblühen-Technik beibringt.
es_es: Manual técnico que enseña a un Tuxemon de Madera la técnica Florecer.
es_mx: Manual de Técnicas que enseña a un Tuxemon de Madera la técnica de Florecer.
fr_fr: Manuel Technique qui enseigne la technique Floraison à un Tuxemon Bois.
it_it: Manuale Tecnico che insegna la mossa Fioritura a un Tuxemon di tipo Legno.
pl: Instrukcja ucząca Tuxemony drewna ruchu Kwitnięcia.
pt_br: Manual de técnica que ensina a um Tuxemon de madeira a técnica de Florecer.
zh_cn: 教木系精灵绽放招式的招式学习器.

# item_cannot_use_here
source: {name} cannot be used here!
de_de: {name} kann hier nicht benutzt werden!
es_es: ¡No puede usarse {name} aquí!
es_mx: ¡{name} no se puede usar aquí!
fr_fr: {name} ne peut pas être utilisé ici !
it_it: Non si può usare {name} qui!
nb_no: {name} kan ikke brukes her!
pl: Przedmiot {name} nie może być użyty tutaj!
pt_br: {name} não pode ser usado aqui!
zh_cn: {name}不能在这里使用!

# item_no_available_target
source: {name} cannot be used on any of your Tuxemon right now.
de_de: {name} kann gerade nicht mit einem deiner Tuxemon benutzt werden.
es_es: No puede usarse {name} en ninguno de tus Tuxemon en este momento.
es_mx: {name} no se puede usar en ninguno de tus Tuxemon ahora mismo.
fr_fr: {name} ne peut être utilisé sur aucun de vos Tuxemon actuellement.
it_it: Non si può usare {name} su alcun tuo Tuxemon ora.
nb_no: {name} kan ikke brukes av noen av dine Tuxemoner akkurat nå.
pl: {name} nie może być teraz użyty na żadnym z twoich Tuxemonów.
pt_br: {name} não pode ser usado em nenhum dos seus Tuxemon neste momento.
zh_cn: {name}现在不能用在你的任何精灵上.

# reg_papers
source: Registration Papers
de_de: Registrierungspapiere
es_mx: Doc. de Registro
fr_fr: Documents d'inscription
it_it: Documento di immatricolazione
pl: Papiery rejestracyjne
pt_br: Documentos de Registro
zh_cn: 注册文件

# reg_papers_description
source: A packet of registration papers for The Trial
de_de: Ein Paket mit Registrierungspapieren für die Prüfung
es_mx: Un paquete de documentos de registro para La Prueba
fr_fr: Une pile de documents d'inscription pour le Trial
it_it: Un pacchetto di documenti di immatricolazione per il Trial
pt_br: Um pacote de documentos de registro para A Prova
zh_cn: 一袋训练师大赛的注册文件.

source: Allie's Address
de_de: Allies Adresse
es_es: Dirección de Allie
es_mx: Dir. de Allie
fr_fr: Adresse d'Allie
it_it: Indirizzo di Allie
nb_no: Allie sin adresse
pl: Adress Allie
pt_br: Endereço do Allie
zh_cn: 艾莉的地址

# allies_address_description
source: Room 31, Block 2, Omnichannel Tower, Cotton Town There's a kiss mark next to the address
de_de: Raum 31, Block 2, Omnichannel-Turm, Cotton Town Da ist ein Lippenabdruck neben der Adresse
es_es: Habitación 31, Número 2, Torre Omnichannel, Pueblo Algodón Se observa la marca de un beso al lado de la dirección
es_mx: Habitación 31, Bloque 2, Torre Omnichannel, Pueblo Algodón Hay una marca de beso junto a la dirección
fr_fr: Chambre 31, Bloc 2, Tour Omnichannel Cotonville Il y a une marque de baiser à côté de l'adresse
it_it: Stanza 31, Blocco 2, Torre Omnichannel, Cotonopoli C'è il segno di un bacio vicino all'indirizzo
nb_no: Rom 31, blokk 2, Omnikanaltårnet, Bomullsbyen Det er et kyssemerke ved adressen
pl: Pokój 31, blok 2, Omnichannel Tower, Cotton town. Obok adresu znajduje się znak pocałunku
pt_br: Quarto 31, Bloco 2, Torre Omnichannel, Cotton Town Há uma marca de beijo ao lado do endereço
zh_cn: 棉花镇全渠道塔2栋31室 地址旁边有个吻痕.

# combat_miss
source: It missed...
de_de: Es schlug fehl...
es_es: Falló...
es_mx: Ha fallado...
fr_fr: Ça a raté…
it_it: Ha fallito...
pl: Nie trafił…
pt_br: Errou ...
zh_cn: 但是没打中...

# combat_player_run
source: You ran away!
de_de: Du bist geflohen!
es_es: ¡Escapaste sin problemas!
es_mx: ¡Has salido corriendo!
fr_fr: Tu as pris la fuite !
it_it: Sei fuggito!
nb_no: Du har sprunget unna!
pl: Uciekłeś z walki!
pt_br: Você fugiu!
zh_cn: 你成功的逃跑了!

# combat_used_x
source: {user} used {name}!
de_de: {user} benutzt {name}!
es_es: ¡{user} usó {name}!
es_mx: ¡{user} uso {name}!
fr_fr: {user} utilise {name} !
it_it: {user} ha usato {name}!
nb_no: {user} brukte {name}!
pl: {user} użył {name}!
pt_br: {user} usou {name}!
zh_cn: {user}使用了{name}!

# combat_used_x_on_y
source: {user} used {name} on {target}!
de_de: {user} benutzt {name} auf {target}!
es_es: ¡{user} usó {name} sobre {target}!
es_mx: ¡{user} uso {name} en {target}!
fr_fr: {user} utilise {name} sur {target} !
it_it: {user} ha usato {name} su {target}!
nb_no: {user} brukte {name} på {target}!
pl: {user} użył {name} na {target}!
pt_br: {user} usou {name} em {target}!
zh_cn: {user}使用了{name}在{target}!

# combat_swap
source: {user} sent out {target}!
de_de: {user} schickt {target} in den Kampf!
es_es: ¡{user} sacó a {target}!
es_mx: ¡{user} envió {target}!
fr_fr: {user} a envoyé {target} !
it_it: {user} manda {target} in campo!
nb_no: {user} sendte ut {target}!
pl: {user} wysłał {target}!
pt_br: {user} enviou {target}!
zh_cn: {user}派出了{target}!

# combat_call_tuxemon
source: Go {name}!
de_de: Los {name}!
es_es: ¡Adelante {name}!
es_mx: ¡Adelante {name}!
fr_fr: Allez {name} !
it_it: Vai, {name}!
pl: Choć, {name}!
pt_br: Vai {name}!
zh_cn: 去吧,{name}!

# combat_state_poison_get
source: {target} is poisoned.
de_de: {target} ist vergiftet.
es_es: {target} está envenenado.
es_mx: {target} está envenenado.
fr_fr: {target} est empoisonné.
it_it: {target} è avvelenato.
nb_no: {target} er forgiftet.
pl: {target} jest zatruty.
pt_br: {target} está envenenado.
zh_cn: {target}中毒了!

# combat_state_lifeleech_get
source: {target}'s lifeforce is being leeched.
de_de: {user} saugt Leben von {target} ab.
es_es: {user} está absorbiendo la vida de {target}.
es_mx: {user} está absorbiendo salud de {target}.
fr_fr: {user} aspire les PV de {target}.
it_it: {target} sta venendo succhiata la vita.
pl: {user} wysysa zdrowie z {target}.
pt_br: {user} está sugando saúde de {target}.
zh_cn: {user}从{target}那里吸取生命值.

# dodge_increased
source: {user}'s {stat} increased.
de_de: {user}'s {stat} wurde erhöht.
es_mx: {stat} de {user} aumentó.
fr_fr: {stat} de {user} augmenté.
it_it: La statistica {stat} di {user} è aumentata.
pt_br: A {stat} de {user} aumentou.
zh_cn: {user}的{stat}增强了.

# speed_halved
source: {user}'s speed was halved.
de_de: {user}'s Geschwindigkeit wurde halbiert.
es_mx: La velocidad de {user} se redujo a la mitad.
fr_fr: Vitesse de {user} réduite de moitié.
it_it: La velocità di {user} è stata dimezzata.
pt_br: A velocidade de {user} foi diminuída pela metade.
zh_cn: {user}的速度减半.

# hp_restored
source: {user}'s hp was restored.
de_de: {user}'s HP wurde wieder hergestellt.
es_mx: El hp de {user} fue restaurado.
fr_fr: Les PV de {user} ont été restaurés.
it_it: I PV di {user} sono stati ripristinati.
pt_br: Os pontos de vida de {user} foram restaurados.
zh_cn: {user}的生命值恢复了.

# dodge_fell
source: {user}'s dodge fell.
de_de: {user}'s Ausweichgeschick ist gesunken.
es_mx: La esquiva de {user} cayó.
fr_fr: L'esquive de {user} à échoué.
it_it: La capacità di schivare colpi di {user} è diminuita.
pt_br: A esquiva de {user} caiu.
zh_cn: {user}闪避掉了.

# attacks_rose
source: {user}'s attack damage types rose.
de_de: Die Angriffsschadensarten von {user} stiegen.
es_mx: Ataques tipo daño de {user} aumentaron.
fr_fr: Efficacité des attaques de {user} augmentée.
it_it: I punti danno di {user} sono cresciuti.
pt_br: Os ataques de dano de {user} aumentaram.
zh_cn: {user}的攻击伤害类型上升.

# combat_levitate_get
source: {user} rose higher into the air.
de_de: {user} stieg höher in die Luft.
es_mx: {user} se elevó más en el aire.
fr_fr: {user} lévite haut dans les airs.
it_it: {user} è levitato in aria.
pt_br: {user} subiu no ar ainda mais alto.
zh_cn: {user}飞到更高的空中.

# combat_amnesia_get
source: {user} has gotten amnesia.
de_de: {user} hat eine Amnesie bekommen.
es_mx: {user} ha obtenido amnesia.
fr_fr: {user} souffre d'amnésie.
it_it: A {user} è venuta l'amnesia.
pt_br: {user} contraiu amnesia.
zh_cn: {user}得了失忆.

# combat_state_recover_get
source: {target} is regenerating.
de_de: {target} beginnt Leben zu regenerieren.
es_es: {target} empezó a recuperar salud.
es_mx: {target} comenzó a recuperar salud.
fr_fr: {target} commence à regagner ses PV.
it_it: {target} ha iniziato a recuperare vita.
pl: {target} zaczął regenerować zdrowie.
pt_br: {target} começou a recuperar saúde.
zh_cn: {target}开始恢复健康.

# combat_state_recover_failure
source: {target} can't heal any further.
de_de: {link} kann nicht weiter geheilt werden.
es_es: {user} no puede curarse más.
es_mx: {user} no puede sanar más.
fr_fr: {user} ne peut pas se soigner davantage.
it_it: {user} non può guarire maggiormente.
nb_no: {user} kan ikke heles ytterligere.
pl: {user} nie może się dalej uleczyć.
pt_br: {user} não pode sarar mais que isso.
zh_cn: {user}不能再愈合了.

# combat_status_damage
source: {name} took {status} damage!
de_de: {name} erleidet Schaden durch {status}!
es_es: ¡{name} sufrió {status} de daño!
es_mx: ¡{name} recibió {status} de daño!
fr_fr: {name} subit des dégâts de {status} !
it_it: {name} ha subito danno da {status}!
nb_no: {name} tok {status} skade!
pl: {name} otrzymał {status} obrażeń!
pt_br: {name} levou dano de {status}!
zh_cn: {name}的{status}造成了伤害!

# combat_trainer_appeared
source: {name} wants to battle!
de_de: {name} möchte kämpfen!
es_es: ¡{name} quiere combatir!
es_mx: ¡{name} desea entablar una batalla!
fr_fr: {name} veut se battre !
it_it: {name} vuole combattere!
nb_no: {name} ønsker kamp!
pl: {name} chce walczyć!
pt_br: {name} quer batalhar!
zh_cn: {name}想要战斗!

# combat_victory
source: {name} has won!
de_de: Du hast gewonnen!
es_es: ¡Has ganado!
es_mx: ¡{name} ha ganado!
fr_fr: {name} a gagné !
it_it: {name} ha vinto!
nb_no: Du har vunnet!
pl: Wygrałeś!
pt_br: {name} venceu!
zh_cn: 你赢了!

# combat_defeat
source: {name} has been defeated!
de_de: Du wurdest geschlagen!
es_es: ¡Has sido derrotado!
es_mx: ¡{name} ha sido derrotado!
fr_fr: {name} a perdu !
it_it: {name} è stato sconfitto!
nb_no: Du har blitt beseiret!
pl: Zostałeś pokonany!
pt_br: {name} perdeu!
zh_cn: 你的对手被打败了!

# combat_draw
source: All parties have fainted!
de_de: Alle Beteiligten sind kampfunfähig!
es_es: ¡Todos los equipos se han debilitado!
es_mx: ¡Todas las partes se han desmayado!
fr_fr: Tout le monde s'est évanoui !
it_it: Tutti sono K.O.!
pl: Wszystkie strony zostały pokonane!
pt_br: O grupo todo desmaiou!
zh_cn: 大家都昏过去了!

# combat_capturing_success
source: You captured {name}!
de_de: Du hast {name} gefangen!
es_es: ¡Has capturado a {name}!
es_mx: ¡Has capturado a {name}!
fr_fr: Tu as capturé {name} !
it_it: Hai catturato {name}!
nb_no: Du fanget {name}!
pl: Złapałeś {name}!
pt_br: Você capturou {name}!
zh_cn: 你捉住了{name}!

# combat_capturing_fail
source: {name} broke free!
de_de: {name} ist ausgebrochen!
es_es: ¡{name} consiguió liberarse!
es_mx: ¡{name} se liberó!
fr_fr: {name} s'est libéré !
it_it: {name} si è liberato!
nb_no: {name} kom seg fri!
pl: {name} się wydostał!
pt_br: {name} se libertou!
zh_cn: {name}冲出了精灵球!

# combat_recharging
source: {name} needs a break before using {move} again...
de_de: {name} braucht eine Pause, bevor {move} wieder eingesetzt werden kann...
es_es: {name} necesita descansar antes de poder usar {move} de nuevo...
nb_no: {name} må ha en pause før bruk av {name} igjen…
pl: {name} potrzebuje przerwy przed ponownym użyciem ruchu {move}…
zh_cn: {name}使用前需要休息一下才能再一次使用{move}...

# combat_replacement
source: Choose a replacement!
de_de: Wähle einen Ersatz!
es_es: ¡Escoge otro Tuxemon!
es_mx: ¡Selecciona un reemplazo!
fr_fr: Choisis un remplaçant !
it_it: Fai una sostituzione!
nb_no: Velg en erstatning!
pl: Wybierz zamiennik!
pt_br: Escolha um substituto!
zh_cn: 选择下一个精灵!

# combat_replacement_is_fainted
source: That monster has fainted already!
de_de: Dieses Monster ist erschöpft!
es_es: ¡Ese Tuxemon se encuentra debilitado!
es_mx: ¡Ese monstruo está desmayado!
fr_fr: Ce monstre s'est déjà évanoui !
it_it: Questo Tuxemon è K.O.!
pl: Ten potwór już został pokonany!
pt_br: Esse monstro já está desmaiado!
zh_cn: 那个精灵已经昏过去了!

# combat_wild_appeared
source: A wild {name} appeared!
de_de: Ein wildes {name} erscheint!
es_es: Un {name} salvaje apareció!
es_mx: ¡Un {name} salvaje apareció!
fr_fr: Un {name} sauvage apparaît !
it_it: {name} selvatico è comparso!
pl: Pojawił się dziki {name}!
pt_br: Um {name} selvagem apareceu!
zh_cn: 野生的{name}出现了!

# combat_monster_choice
source: What will {name} do?
de_de: Was soll {name} tun?
es_es: ¿Qué hará {name}?
es_mx: ¿Qué hará {name}?
fr_fr: Que doit faire {name} ?
it_it: Cosa deve fare {name}?
nb_no: Hva vil {name} gjøre?
pl: Co zrobi {name}?
pt_br: O que {name} fará?
zh_cn: 要{name}做什么呢?

# combat_fainted
source: {name} fainted!
de_de: {name} ist erschöpft!
es_es: ¡{name} se debilitó!
es_mx: ¡{name} se desmayó!
fr_fr: {name} est K.O. !
it_it: {name} è K.O.!
pl: {name} został pokonany!
pt_br: {name} desmaiou!
zh_cn: {name}昏过去了!

# combat_isactive
source: {name} is already in play.
de_de: {name} kämpft bereits.
es_es: {name} ya está luchando.
es_mx: {name} ya está activo.
fr_fr: {name} est déjà en jeu.
it_it: {name} è ancora in campo.
nb_no: {name} er allerede i kamp.
pl: {name} jest już w walce.
pt_br: {name} já está em jogo.
zh_cn: {name} 已经在战斗了.

# combat_target_itself
source: {name} shouldn't attack itself.
de_de: {name} sollte sich nicht selbst angreifen.
fr_fr: {name} ne peut pas s'attaquer lui-même.
it_it: {name} non dovrebbe attaccare se stesso.
pt_br: {name} não deveria atacar a si mesmo.
zh_cn: {name}不应该攻击自己.

# attack_very_effective
source: The attack did a lot of extra damage!
de_de: Der Angriff macht viel Extraschaden!
es_es: ¡El ataque hizo mucho daño adicional!
es_mx: ¡El ataque hizo mucho daño extra!
fr_fr: L'attaque a infligé beaucoup de dégâts en plus !
it_it: L'attacco ha fatto più danni del previsto!
nb_no: Angrepet gjorde mye ekstraskade!
pl: Ten atak zadał bardzo dużo obrażeń!
pt_br: O ataque causou muito dano extra!
zh_cn: 这次攻击造成了很多额外的破坏!

# attack_effective
source: The attack did extra damage!
de_de: Der Angriff macht Extraschaden!
es_es: ¡El ataque hizo daño adicional!
es_mx: ¡El ataque hizo daño extra!
fr_fr: L'attaque a infligé des dégâts supplémentaires !
it_it: L'attacco ha fatto qualche danno in più!
nb_no: Angrepet gjorde ekstra skade!
pl: Ten atak spowodował dodatkowe obrażenia!
pt_br: O ataque causou dano extra!
zh_cn: 这次攻击造成了额外的破坏!

# attack_resisted
source: The attack was resisted!
de_de: Dem Angriff wird widerstanden!
es_es: ¡El ataque fue resistido!
es_mx: ¡El ataque fue resistido!
fr_fr: L'adversaire a résisté à l'attaque !
it_it: L'attacco è stato difeso!
nb_no: Angrepet ble avverget!
pl: Ten atak został odparty!
pt_br: O ataque foi resistido!
zh_cn: 攻击被抵抗了!

# attack_weak
source: The attack was strongly resisted!
de_de: Der Angriff ist fast wirkungslos!
es_es: ¡El ataque fue fuertemente resistido!
es_mx: ¡El ataque fue resistido con fuerza!
fr_fr: L'adversaire encaisse l'attaque sans broncher !
it_it: L'attacco è stato fortemente difeso!
nb_no: Angrepet ble i stor grad avverget!
pl: Atak został zdecydowanie odparty!
pt_br: O ataque foi fortemente resistido!
zh_cn: 这次攻击遭到了顽强的抵抗!

source: Empty Slot
de_de: Leerer Slot
es_es: Ranura vacía
es_mx: Ranura Vacía
fr_fr: Emplacement Vide
it_it: Posto vuoto
nb_no: Tom plass
pl: Puste miejsce
pt_br: Encaixe vazio
zh_cn: 空卡槽

source: Exit
de_de: Verlassen
es_es: Salir
es_mx: Salir
fr_fr: Quitter
it_it: Esci
nb_no: Avslutt
pl: Wyjdź
pt_br: Sair
zh_cn: 退出

# item_confirm_use
source: Use
de_de: Benutzen
es_es: Usar
es_mx: Usar
fr_fr: Utiliser
it_it: Usa
nb_no: Bruk
pl: Użyj
pt_br: Usar
zh_cn: 使用

# item_confirm_cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
es_mx: Cancelar
fr_fr: Annuler
it_it: Annulla
nb_no: Avbryt
pl: Anuluj
pt_br: Cancelar
zh_cn: 取消

# generic_success
source: It worked!
de_de: Es hat funktioniert!
es_es: ¡Funcionó!
es_mx: ¡Funcionó!
fr_fr: Ça a marché !
it_it: Ha funzionato!
nb_no: Det fungerer!
pl: Zadziałało!
pt_br: Deu certo!
zh_cn: 它工作了!

# generic_failure
source: It failed!
de_de: Es ist fehlgeschlagen!
es_es: ¡Falló!
es_mx: ¡Fallo!
fr_fr: Ça a échoué !
it_it: Ha fallito!
nb_no: Det mislyktes!
pl: Nie zadziałało!
pt_br: Não deu certo!
zh_cn: 它失败了

source: Attempting capture...
de_de: Versuche zu fangen...
es_es: Intentando capturar...
es_mx: Intentando capturar...
fr_fr: Tentative de capture...
it_it: Cattura in corso…
nb_no: Forsøker fanging …
pl: Próbuję schwytać...
pt_br: Tentando capturar…
zh_cn: 试图捕捉……

source: Gotcha!
de_de: Geschnappt!
es_es: ¡Atrapado!
es_mx: ¡Te tengo!
fr_fr: Je t'ai eu !
it_it: Evvai!
nb_no: Fikk deg!
pl: Mam cię!
pt_br: Te peguei!
zh_cn: 明白了!

# not_implemented
source: This feature is not yet implemented.
de_de: Diese Funktion ist noch nicht verfügbar.
es_es: Esta característica aún no ha sido implementada.
es_mx: Esta característica no esta disponible.
fr_fr: Cette fonction n'existe pas encore.
it_it: Questa funzione non è ancora stata implementata.
nb_no: Denne funksjonen er ikke implementert enda.
pl: Ta funkcja nie jest jeszcze zaimplementowana.
pt_br: Este recurso ainda não foi implementado.
zh_cn: 该特性尚未实现.

# receive_happiness
source: Received 5 Tuxeballs!
de_de: 5 Einfangeräte erhalten!
es_es: Recibidos 5 Dispositivos de Captura!!
es_mx: ¡Recibiste 5 Dispositivos de Captura!
fr_fr: Tu as reçu 5 Appareils de Capture !
it_it: Hai ricevuto 5 dispositivi di cattura!
pl: Otrzymano 5 Urządzeń Łapiących!
pt_br: Recebeu 5 Dispositivos de Captura!
zh_cn: 获得5个精灵球!

# received_x
source: Received {name}!
de_de: {name} erhalten!
es_es: ¡Se ha recibido {name}!
es_mx: ¡Recibido {name}!
fr_fr: {name} reçu !
it_it: Hai ricevuto {name}!
nb_no: Mottok {name}!
pl: Otrzymano {name}!
pt_br: Recebeu {name}!
zh_cn: 获得了{name}!

# save_success
source: Saved!
de_de: Gespeichert!
es_es: ¡Guardado completado!
es_mx: ¡Guardado!
fr_fr: Enregistré !
it_it: Salvato!
nb_no: Lagret!
pl: Zapisano!
pt_br: Salvo!
zh_cn: 已保存!

# save_failure
source: There was a problem saving!
de_de: Fehler beim Speichervorgang!
es_es: ¡Ha habido un problema al guardar la partida!
es_mx: ¡Hubo un problema al guardar!
fr_fr: Il y a eu un problème lors de l'enregistrement !
it_it: C'è stato un problema durante il salvataggio!
nb_no: Klarte ikke å lagre.
pl: Wystąpił problem z zapisaniem postępu!
pt_br: Ocorreu um problema ao salvar!
zh_cn: 存档有问题!

# save_overwrite
source: Yes, overwrite this save.
de_de: Ja, Speicherung überschreiben.
es_mx: Sí, sobrescribe este punto de guardado.
fr_fr: Oui, écraser cette sauvegarde.
it_it: Sì, sovrascrivi il salvataggio.
nb_no: Ja, overskriv denne lagringen.
pl: Tak, nadpisz ten zapis.
pt_br: Sim, sobrescrever esse jogo salvo.
zh_cn: 是的,覆盖此存档.

# save_keep
source: No, keep this save.
de_de: Nein, Speicherung behalten.
es_mx: No, mantén este punto de guardado.
fr_fr: Non, conserver cette sauvegarde.
it_it: No, mantieni il salvataggio.
nb_no: Nei, behold denne lagringen.
pl: Nie, zachowaj zapis.
pt_br: Não, manter esse jogo salvo.
zh_cn: 不,不要覆盖.

source: Slot
es_es: Ranura
es_mx: Ranura
fr_fr: Emplacement
it_it: Spazio
nb_no: Plass
pt_br: Encaixe
zh_cn: 卡槽

source: Faint
de_de: K.O.
es_mx: Desmayado
fr_fr: K.O.
it_it: K.O.
pt_br: Desmaio
zh_cn: 昏倒

source: Poison
de_de: Gift
es_mx: Envenenado
fr_fr: Empoisonné
it_it: Avvelenamento
pt_br: Envenenamento
zh_cn: 中毒

source: Lifeleech
de_de: Energieabsorbtion
es_mx: Absorbe-vidas
fr_fr: Vol de Vie
it_it: Succhiavita
pt_br: Sanguessuga
zh_cn: 死气沉沉

source: Overfeed
de_de: Übersättigt
es_mx: Sobrealimentado
fr_fr: Repu
it_it: Sovralimentazione
pt_br: Sobrealimentado
zh_cn: 胡吃海塞

source: Recover
de_de: Erholung
es_mx: Recuperar
fr_fr: Régén.
it_it: Ripresa
pt_br: Recuperação
zh_cn: 恢复

source: All In
es_es: Con todo
es_mx: Todo en
fr_fr: Dernier Recours
pl: Wszystko w
pt_br: Com tudo
zh_cn: 全力以赴

source: Amnesia
de_de: Amnesie
fr_fr: Amnésie
pl: Amnezja
zh_cn: 失忆

source: Avalanche
de_de: Lawine
es_es: Avalancha
es_mx: Avalancha
it_it: Valanga
pl: Lawina
zh_cn: 雪崩

source: Battery Acid
de_de: Batteriesäure
es_es: Ácido de batería
es_mx: Ácido de Batería
fr_fr: Acide de batterie
it_it: Batteriacido
nb_no: Batterisyre
pl: Kwas akumulatorowy
pt_br: Ácido de Bateria
zh_cn: 电解液
