Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# tuxemontime2
source: Now, the first thing to do is get your papers all set...
es_mx: Ahora, la primer cosa que hay que hacer es tener los documentos preparados...
fr_fr: Maintenant, la première chose à faire est d'avoir vos papiers en ordre...
it_it: Ora la prima cosa da fare è sistemare i tuoi documenti...
pl: Pierwszą rzeczą do zrobienia jest przygotowanie dokumentów...
pt_br: Agora, a primeira coisa a fazer é colocar seus papéis prontos...
zh_cn: 现在,要做的第一件事是把你的文件都准备好...

# tuxemontime3
source: There we go!
es_mx: ¡Vamos para allá!
fr_fr: On arrive!
pl: No i proszę!
pt_br: Lá vamos nós!
zh_cn: 我们走吧!

# tuxemontime3.1
source: Here are your registration papers, the first Battle Area will require you to present them in exchange for a Trainer badge. You won't need the papers after that.
es_mx: Aquí tienes tus documentos de registro, la primer Área de Batalla requerirá que los presentes a cambio de una insignia de Entrenador. Después no necesitarás los documentos.
fr_fr: Voilà les papiers d'inscription, la première Arène de Combat nécessite de les présenter pour obtenir le badge Entraineur. Ensuite, ils ne seront plus nécessaires.
it_it: Eccoti qui i documenti di registrazione, la prima Arena di Combattimento te li richiederà, a quel punto otterrai la medaglia di Allenatore. Dopodiché non avrai bisogno più dei documenti.
pl: Oto twoje dokumenty rejestracyjne. W pierwszym obszarze bitwy będziesz musiał je przedstawić w zamian za odznakę Trenera. Później dokumenty nie będą Ci potrzebne.
pt_br: Aqui estão seus documentos de registro, a primeira Área de Batalha exigirá que você os apresente em troca de um distintivo de Treinador. Você não precisará dos papéis depois disso.
zh_cn: 这是你的注册文件,第一个战区会要求你出示这些文件以换取训练师徽章. 此后你就不需要这些文件了.

# obtainedpapers
source: Received Registration Papers!
es_mx: ¡Recibiste los Documentos de Registro!
fr_fr: Papiers d'inscription obtenus !
it_it: Riceve documenti di registrazione!
pl: Otrzymano dokumenty rejestracyjne!
pt_br: Documentos de Inscrição Recebidos!
zh_cn: 收到注册文件!

# tuxemontime4
source: Now for the most important part! Choosing your Tuxemon! Unfortunately, my source of funding has become... hesitant as of late. This leaves you with only three choices of Tuxemon, sorry about that. The three choices are Rockitten, Cardiling, and Tweesher.
es_mx: ¡Ahora la parte más importante! ¡Elegir a un Tuxemon! Por desgracia, mi fuente de financiación se ha vuelto... indecisa últimamente. Esto nos deja con sólo tres opciones de Tuxemon, lo siento por eso. Las tres opciones son Rockitten, Cardiling y Tweesher.
fr_fr: Maintenant, la plus important ! Le choix du Tuxemon ! Malheureusement, mon principal investisseur est devenu... plus frileux récemment. Ça ne vous laisse que le choix entre trois Tuxemon, j'en suis navré. Vous pouvez choisir entre le Rockitten, le Cardiling, et le Tweesher.
it_it: Ora la parte più importante! Scegli il tuo Tuxemon! Purtroppo, la mia sorgente di finanziamento è diventata... Ultimamente esitante. Questo ti lascia con solo tre Tuxemon, mi dispiace. Le tre scelte sono Rockitten, Cardiling, e Tweesher.
pl: Teraz najważniejsza część! Wybór Tuxemona! Niestety, ostatnio moje źródło finansowania stało się… niepewne. To pozostawia ci tylko trzy opcje Tuxemonów, przepraszam za to. Te trzy opcje to Rockitten, Cardiling i Tweesher.
pt_br: Agora para a parte mais importante! Escolhendo o seu Tuxemon! Infelizmente, a minha fonte de financiamento tornou-se... hesitante ultimamente. Isso deixa você com apenas três opções de Tuxemon, desculpe por isso. As três opções são Rockitten, Cardiling e Tweesher.
zh_cn: 现在是最重要的部分!选择你的精灵! 不幸的是,我的资金来源最近变得...犹豫不决.这使得你只能选择三只小精灵,对此我 很抱歉. 这三个选择是小岩猫,、红火鸟,、镊鹭.

# chooseyerfate
source: Which Tuxemon do you want?
es_mx: ¿Cuál es el Tuxemon que deseas?
fr_fr: Quel Tuxemon voulez-vous ?
it_it: Quale Tuxemon vuoi?
pl: Którego Tuxemona chcesz?
pt_br: Qual Tuxemon você quer?
zh_cn: 你想要哪一个精灵?

# chooseyerfateRockitten
source: A solid choice! Rockitten is an Earth-type Tuxemon. In medieval times, they bred Rockittens to sit by the door and look cute. Do you want to choose Rockitten?
es_mx: Una buena elección. Rockitten es un Tuxemon de tipo Tierra. En los tiempos medievales, se criaban Rockittens para que se sentaran junto a la puerta y se vieran lindos. ¿Deseas elegir a Rockitten?
fr_fr: Un choix sûr ! Le Rockitten est un Tuxemon de type Terre. À l'époque médiévale, ils élevaient les Rockittens pour les faire s'assoir devant les portes en étant mignons. Choisissez-vous le Rockitten ?
it_it: Scelta azzeccata! Rockitten è un Tuxemon di tipo Terra. Durante il Medioevo allevavano i Rockittens per sedere vicino alla porta e fare i carini. Vuoi scegliere Rockitten?
pl: Solidny wybór! Rockitten jest Tuxemonem typu earth. W średniowieczu ludzie hodowali Rockitteny, aby siedziały przy drzwiach i wyglądały słodko. Czy chcesz wybrać Rockitten?
pt_br: Uma escolha sólida! Rockitten é um Tuxemon do tipo Terra. Nos tempos medievais, eles criavam Rockittens para se sentar à porta e parecer fofo. Quer escolher Rockitten?
zh_cn: 一个可靠的选择!小岩猫是一种土系的精灵.在中世纪,他们饲养的小岩猫是为了坐在 门边,看起来很可爱. 你想选择小岩猫吗?

# choseRockitten
source: Alright, here's your Rockitten! I know that you two will go on great adventures together!
es_mx: Muy bien, ¡aquí tienes a tu Rockitten! ¡Sé que ustedes dos vivirán grandes aventuras juntos!
fr_fr: Parfait, voilà votre Rockitten ! Je sais déjà que vous vivrez de grandes aventures tous les deux !
it_it: Perfetto, eccoti qui Rockitten! Sono sicuro che insieme vivrete grandi avventure!
pl: Dobra, oto twój Rockitten! Wiem, że przeżyjecie razem wspaniałe przygody!
pt_br: Tudo bem, aqui está o seu Rockitten! Eu sei que vocês dois vão em grandes aventuras juntos!
zh_cn: 好了,这是你的小岩猫!我知道你们两个将一起进行伟大的冒险!

# choseRockitten2
source: First though, let's test your battle prowess with a quick Tuxemon battle. Let's see... I'll choose Cardiling.
es_mx: Sin embargo, primero vamos a poner a prueba tu destreza en la batalla con un rápido combate Tuxemon. A ver... Yo elegiré a Cardiling.
fr_fr: Mais d'abord, testons vos aptitudes au combat avec une petite bataille de Tuxemon. Voyons... Je choisis Cardiling.
it_it: Prima però, testiamo la tua prodezza con una veloce lotta Tuxemon. Vediamo... Sceglierò Cardiling.
pl: Najpierw jednak sprawdźmy twoją sprawność bojową w szybkiej walce z Tuxemonem. Zobaczmy... Wybieram Cardiling.
pt_br: Primeiro, porém, vamos testar suas proezas de batalha com uma rápida batalha Tuxemon. Vejamos... Vou escolher Cardiling.
zh_cn: 首先,让我们用一场快速的精灵战斗来测试你的战斗能力. 让我们来看看...我选择红火鸟.

# rockitten!
source: Obtained Rockitten!
es_mx: ¡Obtuviste un Rockitten!
fr_fr: Rockitten obtenu !
it_it: Ottiene Rockitten!
pl: Zdobyto Rockittena!
pt_br: Obtido Rockitten!
zh_cn: 获得了小岩猫!

# nochoiceTuxemon
source: Okay, why don't you take a look at the other two?
es_mx: De acuerdo, ¿por qué no le echas un vistazo a los otros dos?
fr_fr: Bien, et pourquoi ne pas jeter un coup d'œil aux deux autres ?
it_it: Okay, perché non dai un'occhiata agli altri due?
pl: Dobra, może spojrzysz na pozostałe dwa?
pt_br: Ok, por que você não dá uma olhada nos outros dois?
zh_cn: 好吧,你为什么不看看另外两个?

# chooseyerfateCardiling
source: An interesting choice, it speaks to the spark inside of you. Cardiling is a Fire-type Tuxemon known for stealing food from friends and enemies alike. Do you want to choose Cardiling?
es_mx: Una elección interesante, que habla de la chispa que llevas dentro. Cardiling es un Tuxemon de tipo Fuego, conocido por robar comida a amigos y enemigos por igual. ¿Deseas elegir a Cardiling?
fr_fr: Un choix éclairant, qui fait vibrer l'étincelle qui est en vous ! Le Cardiling est un Tuxemon de type Feu, réputé pour chiper la nourriture de ses amis et ses ennemis. Choisissez-vous le Cardiling ?
it_it: Una scelta interessante. Cardiling è un Tuxemon di tipo Fuoco conosciuto per rubare cibo da amici e nemici.. Vuoi scegliere Cardiling?
pl: Ciekawy wybór, przemawia do iskry wewnątrz ciebie. Cardiling jest Tuxemonem typu fire, znanego z kradzieży jedzenia zarówno przyjaciołom, jak i wrogom. Czy chcesz wybrać Cardilinga?
pt_br: Uma escolha interessante, ele fala com a faísca dentro de você. Cardiling é um Tuxemon do tipo Fogo conhecido por roubar comida de amigos e inimigos. Quer escolher Cardiling?
zh_cn: 一个有趣的选择,它说明了你内心的火花.红火鸟是一只火系精灵,以偷取朋友和敌人 的食物而闻名. 你想选择红火鸟吗?

# choseCardiling
source: Alright, here's your Cardiling! I know that you two will go on great adventures together!
es_mx: Muy bien, ¡aquí tienes a tu Cardiling! ¡Sé que ustedes dos vivirán grandes aventuras juntos!
fr_fr: Et voilà votre Cardiling ! Préparez-vous à vivre quelque chose d'intense ensemble !
it_it: Perfetto, eccoti il tuo Cardiling! So che voi due vivrete grandi avventure insieme!
pl: W porządku, oto twój Cardiling! Wiem, że przeżyjecie razem wspaniałe przygody!
pt_br: Tudo bem, aqui está o seu Cardiling! Eu sei que vocês dois vão em grandes aventuras juntos!
zh_cn: 好了,这是你的红火鸟!我知道你们两个将一起进行伟大的冒险!

# choseCardiling2
source: First though, let's test your battle prowess with a quick Tuxemon battle. Let's see... I'll choose Tweesher.
es_mx: Sin embargo, primero vamos a poner a prueba tu destreza en la batalla con un rápido combate Tuxemon. A ver... Yo elegiré a Tweesher.
fr_fr: Mais d'abord, testons vos aptitudes au combat avec une petite bataille de Tuxemon. Voyons... Je choisis Tweesher.
pl: Najpierw jednak sprawdźmy twoją sprawność bojową w szybkiej walce z Tuxemonem. Zobaczmy... Wybieram Tweeshera.
pt_br: Primeiro, porém, vamos testar suas proezas de batalha com uma rápida batalha Tuxemon. Vejamos... Vou escolher Tweesher.
zh_cn: 首先,让我们用一场快速的精灵战斗来测试你的战斗能力. 让我们来看看...我选择镊鹭.

# chosefight
source: And... LET'S FIGHT!
es_mx: Y... ¡VAMOS A LUCHAR!
fr_fr: Et... BATTONS-NOUS !
it_it: E... LOTTIAMO!
pl: I... CZAS NA WALKĘ!
pt_br: E... VAMOS LUTAR!
zh_cn: 还有...让我们战斗吧!

# cardiling!
source: Obtained Cardiling!
es_mx: ¡Obtuviste un Cardiling!
fr_fr: Cardiling obtenu !
it_it: Ottieni Cardiling!
pl: Zdobyto Cardilinga!
pt_br: Obtido Cardiling!
zh_cn: 获得了红火鸟!

# choseTweesher
source: Alright, here's your Tweesher! I know that you two will go on great adventures together!
es_mx: Muy bien, ¡aquí tienes a tu Tweesher! ¡Sé que ustedes dos vivirán grandes aventuras juntos!
fr_fr: Prenez donc votre nouveau Tweesher ! C'est le début d'une grande aventure que vous partagerez tous les deux !
pl: Dobra, oto twój Tweesher! Wiem, że przeżyjecie razem wspaniałe przygody!
pt_br: Tudo bem, aqui está o seu pré-adolescente! Eu sei que vocês dois vão em grandes aventuras juntos!
zh_cn: 好了,这是你的镊鹭!我知道你们两个将一起进行伟大的冒险!

# choseTweesher2
source: First though, let's test your battle prowess with a quick Tuxemon battle. Let's see... I'll choose Rockitten.
es_mx: Sin embargo, primero vamos a poner a prueba tu destreza en la batalla con un rápido combate Tuxemon. A ver... Yo elegiré a Rockitten.
fr_fr: Mais d'abord, testons vos aptitudes au combat avec une petite bataille de Tuxemon. Voyons... Je choisis Rockitten.
pl: Najpierw jednak sprawdźmy twoją sprawność bojową w szybkiej walce z Tuxemonem. Zobaczmy... Wybieram Rockitten.
pt_br: Primeiro, porém, vamos testar suas proezas de batalha com uma rápida batalha Tuxemon. Vejamos... Vou escolher Rockitten.
zh_cn: 首先,让我们用一场快速的精灵战斗来测试你的战斗能力. 让我们来看看...我选择小岩猫.

# tweesher!
source: Obtained Tweesher!
es_mx: ¡Obtuviste un Tweesher!
fr_fr: Tweesher obtenu !
it_it: Ottieni Tweesher!
pl: Zdobyto Tweeshera!
pt_br: Obtido Tweesher!
zh_cn: 获得了镊鹭!

# yahaha
source: Ah ha! Found you!
es_mx: ¡Ja, ja! ¡Lo encontré!
fr_fr: Ah ha ! Trouvé !
it_it: Ah ha! Ti ho trovato!
pl: Ach ha! Znalazłam cię!
pt_br: Ah ha! Encontrei você!
zh_cn: 啊哈!找到你了!

# gasp
source: Wait...
es_mx: Un momento...
fr_fr: Attends...
it_it: Aspetta...
pl: Chwila…
pt_br: Esperar...
zh_cn: 等等...

# brokethegasp
source: Now, Miss, if I may, ${{name}} is doing it for more than a job.
de_de: Nun, Fräulein, wenn ich darf, ${{name}} macht es für mehr als einen Job.
es_mx: Ahora, Señorita, si me permite, ${{name}} lo hace por algo más que un trabajo.
fr_fr: Mademoiselle, si je peux me permettre, pour ${{name}}, c'est plus qu'un travail.
it_it: Ora, signora, se posso, ${{name}} lo sta facendo per più di un lavoro.
pl: Teraz pani, jeśli mogę, ${{name}} robi to nie tylko dla pracy.
pt_br: Agora, senhorita, se me permitem, ${{name}} está fazendo isso por mais do que um trabalho.
zh_cn: 现在,小姐,如果我可以的话,${{name}}这样做不仅仅是为了一份工作.

# brokethegasp2
source: You. Why are you talking? I didn't allow you to speak.
es_mx: Tú. ¿Por qué estás hablando? Yo no te permití hablar.
fr_fr: Vous. Pourquoi parlez-vous ? Je ne vous en ai pas donné l'autorisation.
it_it: Tu. Perché parli? Non ti ho dato il permesso di parlare.
pl: Ty. Dlaczego mówisz? Nie pozwoliłem ci mówić.
pt_br: Você. Por que você está falando? Eu não permiti que você falasse.
zh_cn: 你.你为什么要说话?我没让你说话.

# brokethegasp3
source: Please, miss omnichannel ma'am, ${{name}}'s Mother wanted them to join the Trial to see the entire region ${{name}} isn't doing it for the job, they're doing it for the experience.
de_de: Bitte, Miss Omnichannel Ma'am, ${{name}}'s Mutter wollte, dass sie an der Studie teilnehmen, um die gesamte Region zu sehen ${{name}} tut es nicht für den Job, sie tun es für die Erfahrung.
es_mx: Por favor, Señora de omnichannel, la Madre de ${{name}} quería que se uniera a la Prueba para que conociera toda la región ${{name}} no lo hace por el trabajo, lo hace por la experiencia.
it_it: Per favore, signora omnichannel, la madre di ${{name}} voleva che loro si unissero al Trial per vedere l'intera regione ${{name}} non lo sta facendo per il lavoro, lo stanno facendo per l'esperienza.
pl: Proszę, proszę pani z omnichannel, Matka ${{name}} chciała, aby dołączyli do The Trial, aby zobaczyć cały region ${{name}} nie robi tego dla pracy, tylko dla doświadczenia.
pt_br: Por favor, senhorita omnichannel senhora, a mãe de ${{name}} queria que eles se juntassem ao Julgamento para ver toda a região ${{name}} não está fazendo isso pelo trabalho, eles estão fazendo isso pela experiência.
zh_cn: 求你了,全能的女士,${{name}}的母亲想让他们参加训练师阵营,看看整个地区的情 况 ${{name}}并不是为了工作,他们是为了体验.

# gasp3
source: If that's true, there's more to you than I realized...
es_mx: Si eso es cierto, hay más en ti de lo que imaginaba...
fr_fr: Si ça s'avère vrai, il y a bien plus que je ne le pensais...
it_it: Se questo è vero, allora c'è di più di quanto pensassi...
pl: Jeśli to prawda, jest w tobie coś więcej, niż sądziłam...
pt_br: Se isso é verdade, há mais para você do que eu imaginava...
zh_cn: 如果这是真的,你比我意识到的更多......

# gasp4
source: Fine, I'll let your registration papers stay intact. For now. John, Grant, take the so-called Tuxemon Professor to his new home.
es_mx: Bien, dejaré que tus documentos de registro permanezcan intactos. Por ahora. John, Grant, lleven al así llamado Profesor Tuxemon a su nuevo hogar.
fr_fr: Bien, je vais laisser vos documents d'inscription intacts. Pour l'instant. John, Grant, raccompagnez ce soi-disant Professeur Tuxemon dans sa nouvelle maison.
it_it: Va bene, lascerò i tuoi documenti di registrazione intatti. Per ora. John, Grant, prendete in custoria cosiddetto Professor Tuxemon e trasferitelo nella sua nuova casa.
pl: Dobra, twoje dokumenty rejestracyjne pozostaną nienaruszone. Na razie. John, Grant, zabierz tak zwanego Tuxemon Professor do jego nowego domu.
zh_cn: 好吧,我让你的注册文件保持原样.就现在而言. 约翰,格兰特,把所谓的精灵教授带到他的新家.

# goodbye
source: Don't let the Trial prevent you from coming to see me. In fact... Maybe I'll find you first.
es_mx: No permita que la Prueba le impida venir a visitarme. De hecho... Tal vez yo lo encuentre primero.
fr_fr: Ne laissez pas les Trial vous empêcher de venir me voir. En réalité... C'est moi qui vous trouverai en premier.
it_it: Non permettere che il Trial ti impedisca di vedermi. Infatti... Forse ti troverò prima.
pl: Nie pozwól, aby The Trial uniemożliwiła ci przybycie do mnie. W zasadzie... Może znajdę cię najpierw.
zh_cn: 不要让审判阻碍你来见我.事实上...也许我会先找到你.

# goodbye2
source: So long ${{name}}! And good luck in the Trial, you'll need it.
de_de: So lange ${{name}}! Und viel Glück in der Probe, du wirst es brauchen.
es_mx: ¡Hasta pronto ${{name}}! Y buena suerte en la Prueba, la necesitarás.
fr_fr: Adieu ${{name}} ! Et bonne chance pour le Trial, tu vas en avoir besoin.
it_it: Così tanto ${{name}}! E buona fortuna nel Trial, ne avrai bisogno.
pl: Powodzenia w The Trial, ${{name}}! I dużo szczęścia — będziesz go bardzo potrzebować.
zh_cn: 再见${{name}}!祝你在审判中好运,你会需要它的.

# tabatownbattlearea
source: Omnichannel Certified Battle Area - Taba Town
es_mx: Área de Batalla Certificada por Omnichannel - Pueblo Taba
fr_fr: Arène de Combat certifiée Omnichannel -- Ville de Taba
it_it: Omnichannel Arena di Combattimento Ufficiale - Taba Town
pl: Certyfikowany obszar walki — Taba Town
zh_cn: 全能公司认证战区-塔巴镇

# heystop
source: WHY ARE YOU DOING THIS?
fr_fr: POURQUOI FAÎTES-VOUS ÇA ?
it_it: PERCHÉ STAI FACENDO QUESTO?
zh_cn: 你为什么要这样做?

# heystop2
source: Miss, we already told you. Under section 2 of article 3, Omnichannel reserves the right to close down and maintain areas as needed.
fr_fr: Madame, nous vous l'avons déjà dit. En vertu de la section 2 de l'article 3, Omnichannel se réserve le droit de fermer et d'entretenir des zones si nécessaire.
it_it: Signora, glielo abbiamo già detto. Sotto la sezione 2 dell'articolo 3, Omnichannel si riserva il diritto di chiudere e mantenere aree secondo necessità.
zh_cn: 小姐,我们已经告诉你了.根据第3条第2款,全能公司保留根据需要关闭和维护区域的 权利.

# heystop4
source: Marissa, maybe we should leave for now, we'll come back another day.
fr_fr: Marissa, peut-être que nous devrions partir maintenant, nous reviendrons un autre jour.
it_it: Marissa, credo che dobbiamo andarcene, torneremo un altro giorno.
zh_cn: 玛丽莎,也许我们应该暂时离开,我们改天再来.

# heystop5
source: But... But... they dug up our flowers. Without a second thought, without asking.
fr_fr: Mais... Mais... ils ont déterré nos fleurs. Sans arrière-pensée, sans demander.
it_it: Ma... Ma... Ci hanno dissotterrato i fiori. Senza pensarci due volte, senza chiedere.
zh_cn: 但是...但是...他们挖走了我们的花.不加思索,不问自明.

# heystop7
source: If they weren't so intent on bringing back Tuxemon, we'd still have our special flower patch...
fr_fr: S'ils n'étaient pas si déterminés à ramener Tuxemon, nous aurions toujours notre plate-bande spéciale...
it_it: Se non fossero stati così focalizzati nel riportare i Tuxemon indietro, probabilmente avremmo ancora la nostra aiuola...
zh_cn: 如果他们不是一心想要带回精灵,我们还有我们的特殊花地......

# soiwashearing
source: Well it looks like we finally found a florist everyone.
fr_fr: On dirait qu'on a enfin trouvé un fleuriste, tout le monde.
it_it: Bene, sembra proprio che abbiamo finalmente trovato un fiorista.
zh_cn: 好吧,看起来我们终于找到了一个花商,每个人都是如此.

# soiwashearing2
source: You, the florist, who are you?
fr_fr: Vous, le fleuriste, qui êtes-vous ?
it_it: Tu, il fiorista, chi sei?
zh_cn: 你,那个花匠,你是谁?

# soiwashearing3
source: My name is Marissa, and these... these... THUGS! Destroyed my flower patch.
fr_fr: Je m'appelle Marissa, et ces... ces... voyous ! Détruit mon parterre de fleurs.
it_it: Mi chiamo Marissa, e questi... questi... FARABUTTI! Hanno distrutto i miei fiori.
zh_cn: 我的名字是玛丽莎,这些... 这些...歹徒!破坏了我的花地.

# soiwashearing4
source: How dare you... This is the Premier you're talking to! Have some respect!
fr_fr: Comment oses-tu... C'est du président dont vous parlez aussi ! Ayez un peu de respect !
it_it: Come osi... Stai parlando con il Presidente! Porta rispetto!
zh_cn: 你怎么敢... 这就是你所说的总理!请尊重一下!

# soiwashearing6
source: No Julius, I don't think that's necessary.
fr_fr: Non Julius, je ne pense pas que ça soit nécessaire.
it_it: No Julius, non credo che sia necessario.
zh_cn: 不,朱利叶斯,我认为这没有必要.

# soiwashearing7.5
source: But anyone who hates omnichannel is a friend of mine.
fr_fr: Mais quiconque déteste Omnichannel est un de mes amis.
it_it: Chiunque odia omnichannel è un mio amico.
zh_cn: 但任何讨厌全能公司的人都是我的朋友.

# soiwashearing10
source: I expect to be addressed CORRECTLY.
fr_fr: J'attends à ce qu'on s'adresse à moi CORRECTEMENT.
it_it: Mi aspetto che mi si rivolga parola EDUCATAMENTE.
zh_cn: 我希望能得到正确的处理.

# y-yes
source: Y-yes... Ma'am.
fr_fr: Oui-oui... M'dame.
it_it: S-Sissignora.
zh_cn: 是......是的.女士.

# soiwashearing11
source: Good, now move so I can talk to these so called "knights."
fr_fr: OK, bougez maintenant pour que je puisse parler à ces soi-disant chevaliers
it_it: Bene, togliti di torno così posso parlare con questi cosiddetti cavalieri
zh_cn: 很好,现在跟我来,以便我可以和这些所谓的 "骑士 "交谈

# allofyounow
source: Anyone without a Tuxemon needs to leave. This could get messy.
fr_fr: Ceux qui n'ont pas de Tuxemon doivent partir. Ça peut devenir dangereux.
it_it: Chiunque senza un Tuxemon deve andarsene. Può finir male.
zh_cn: 任何没有精灵的人都需要离开.这可能会变得很混乱.

# taketheleft
source: You take the one on the left and I'll take the other three.
fr_fr: Tu prends celui de gauche et je prends les trois autres.
it_it: Tu occupati di quello a sinistra mentre io degli altri tre.
zh_cn: 你负责左边的那个,我负责其他三个.

# taketheleft2
source: Take the one on the left! Don't worry, I've got these three!
fr_fr: Prend celui de gauche! Ne t'inquiètes pas, j'ai ces trois-là!
it_it: Occupati di quello a sinistra! Non preoccuparti, io mi occupo di questi tre!
zh_cn: 拿下左边的那个!别担心,我会拿下这三个!

# nobodygetsthrough
source: No matter who you bring with you, I won't let anyone through!
fr_fr: Peu importe qui tu emmènes avec toi, je ne laisserai personne passer!
it_it: Non importa chi porti con te, non lascerò passare nessuno!
zh_cn: 无论你带谁来,我都不会让任何人通过!

# staples
source: Well, that was easy.
fr_fr: Alors, ça n'était pas simple.
it_it: Bene, questo era facile.
zh_cn: 嗯,这很容易.

# higrunts
source: These grunts don't even get proper training, so they were no match for me. You didn't do too bad either it looks like.
fr_fr: Ces scélérats ne reçoivent même pas une formation adéquate, ils n'étaient donc pas à la hauteur de moi. Vous ne vous êtes pas trop mal débrouillé non plus, semble-t-il.
it_it: Questi tizi neppure vengono formati, così non erano al mio livello. Neppure tu te la sei cavata male.
zh_cn: 这些步兵甚至没有得到适当的训练,所以他们不是我的对手.看起来你也做得不赖.

# higrunts2
source: Here, I'll heal your Tuxemon.
fr_fr: Voilà, je vais soigner votre Tuxemon.
it_it: Qui, curerò i tuoi Tuxemon.
zh_cn: 在这里,我将治愈你的精灵.

# ohaimisa2
source: I heard that some Xero thug was beating up my men, but I didn't think it'd be you Misa!
fr_fr: J'ai entendu dire qu'un voyou de Xero battait mes hommes, mais je ne pensais pas que ce serait toi Misa!
it_it: Ho sentito che qualche teppista Xero stava picchiando i miei uomini, ma non pensavo che saresti stata tu Misa!
zh_cn: 我听说有谢罗的暴徒在殴打我的人,但我没想到会是你,米萨!

# ohaimisa3
source: Hi Kyle, why are you here?
fr_fr: Salut Kyle, qu'est-ce que tu fais là ?
it_it: Ciao Kyle, perché sei qui?
zh_cn: 嗨,凯尔,你为什么在这里?

# ohaimisa5
source: Wait, they aren't my-
fr_fr: Attendez, ça ne sont pas mes-
it_it: Aspetta, non sono i miei-
zh_cn: 等等,他们不是我的...

# ohaimisa6
source: Ah, doesn't matter. I have more important things to attend to anyways. Have fun you two, AND STOP HURTING MY MEN! Toodles!
fr_fr: Ah, ce n'est pas grave. J'ai des choses plus importantes à régler de toute façon. Amusez-vous ensemble, ET ARRÊTEZ DE BLESSER MES HOMMES! Griffonnages!
it_it: Ah, non importa. Ho cose più importanti di cui occuparmi comunque. Divertitevi voi due, E SMETTETE DI FERIRE I MIEI UOMINI! Toodles!
zh_cn: 啊,无所谓了.反正我有更重要的事情要做.你们两个玩得开心点,别再伤害我的人了!

# kylekindasucks2
source: On a different note, it looks like Kyle was here to open the path. It seems like the Battle Area is open now.
fr_fr: Sur une note différente, il semble que Kyle était là pour montrer la voie. Il semble que l'Arène de Combat soit ouverte maintenant.
it_it: Su una nota diversa, sembra che Kyle fosse qui per aprire il percorso. Sembra che l'arena di combattimento sia aperta ora.
zh_cn: 从另一个角度看,看来凯尔是来开路的.现在看来,战斗区已经开放了.
