Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

source: Battery Discharge
de_de: Batterieentladung
es_es: Descargar batería
es_mx: Descarga de Batería
fr_fr: Décharge électrique
it_it: Batteriscarica
nb_no: Batteriutladning
pl: Rozładowanie baterii
pt_br: Descarga de Bateria
zh_cn: 放电

source: Beam
de_de: Strahl
es_es: Rayo
es_mx: Viga
fr_fr: Rayon
it_it: Raggio
nb_no: Stråle
pl: Belka
pt_br: Feixe
zh_cn: 激光束

source: Berserk
de_de: Raserei
es_es: Berserker
es_mx: Desquiciado
fr_fr: Rage Incontrôlable
nb_no: Berserkergang
pl: Szał
pt_br: Furioso
zh_cn: 狂怒

source: Biting Winds
de_de: Beißende Winde
es_es: Vientos Cortantes
es_mx: Vientos Cortantes
fr_fr: Vents mordants
it_it: Ventomordente
nb_no: Bitende vind
pl: Gryzące wiatry
pt_br: Ventos Cortantes
zh_cn: 寒风

source: Blade
de_de: Klinge
es_es: Cuchilla
es_mx: Cuchilla
fr_fr: Lame
it_it: Lame
pl: Ostrze
pt_br: Lâmina
zh_cn: 叶之刃

source: Blood Bond
de_de: Blutsbund
es_es: Lazo de Sangre
es_mx: Vínculo de Sangre
fr_fr: Lien de sang
it_it: Legamedisangue
nb_no: Blodsbånd
pl: Więzy krwi
pt_br: Laço de Sangue
zh_cn: 血之契约

source: Blossom
de_de: Blüte
es_es: Florecer
es_mx: Florecer
fr_fr: Éclore
it_it: Sboccio
nb_no: Blomstring
pl: Kwitnąć
pt_br: Florescer
zh_cn: 绽放

source: Boulder
de_de: Felsbrocken
es_es: Peñasco
es_mx: Guijarro
fr_fr: Rocher
it_it: Masso
nb_no: Kampestein
pl: Głaz
pt_br: Pedregulho
zh_cn: 岩石护罩

source: Breathe Fire
de_de: Feuer speien
es_es: Aliento Flamígero
es_mx: Respira Fuego
fr_fr: Cracher du Feu
it_it: Alitodifuoco
nb_no: Fyrpust
pl: Ognisty oddech
pt_br: Sopro de Fogo
zh_cn: 暴怒

source: Bubble Trap
de_de: Blasenfalle
es_es: Trampa de Burbuja
es_mx: Trampa Burbuja
fr_fr: Piège à bulles
it_it: Trapbolla
nb_no: Boblefelle
pl: Pułapka bańkowa
pt_br: Armadilha de Bolhas
zh_cn: 气泡陷阱

source: Bullet
de_de: Kugel
es_es: Balazo
es_mx: Bala
fr_fr: Balle
it_it: Proiettile
nb_no: Kule
pl: Pocisk
pt_br: Projétil
zh_cn: 高速球

source: Chill Mist
de_de: Gefriernebel
es_es: Niebla Gélida
es_mx: Niebla Fría
fr_fr: Brouillard Glacial
it_it: Nebbiagelida
pl: Chłodna Mgła
pt_br: Névoa Gelada
zh_cn: 冷雾

source: Clamp On
de_de: Festklammern
es_es: Sujetar
es_mx: Pinza de Sujeción
fr_fr: S'accrocher
it_it: Morsetto
pl: Zacisk
pt_br: Grampo
zh_cn: 紧锁

source: Constrict
de_de: Abdrücken
es_es: Constricción
es_mx: Estrechar
fr_fr: Constriction
it_it: Costrizione
pl: Ucisk
pt_br: Constringir
zh_cn: 缠绕

source: Electrical Storm
de_de: Stromsturm
es_es: Tormenta eléctrica
es_mx: Tormenta Eléctrica
fr_fr: Orage électrique
it_it: Elettrempesta
nb_no: Elektrostorm
pl: Burza elektryczna
pt_br: Tempestade Elétrica
zh_cn: 雷暴

source: Energy Claws
de_de: Energiekrallen
es_es: Garras de Energía
es_mx: Garras Energéticas
fr_fr: Griffes énergétiques
it_it: Energartiglio
nb_no: Energiklør
pl: Szpony energii
pt_br: Garras de Energia
zh_cn: 能量之爪

source: Energy Field
de_de: Energiefeld
es_es: Campo de Energía
es_mx: Campo de Energía
fr_fr: Champ d'énergie
it_it: Campelettro
nb_no: Energifelt
pl: Pole energii
pt_br: Campo de Energia
zh_cn: 能量场

source: Eyebite
de_de: Böser Blick
es_es: Mirada Penetrante
es_mx: Mordida de Ojo
fr_fr: Croc'œil
it_it: Occhimorso
nb_no: Øyebitt
pt_br: Mordida
zh_cn: 摄心目光

source: Feint
de_de: Finte
es_es: Finta
es_mx: Finta
fr_fr: Feindre
it_it: Finta
pt_br: Fingir
zh_cn: 假动作

source: Fester
de_de: Verfaulen
es_es: Supurar
es_mx: Agravarse
fr_fr: Fétide
it_it: Infezione
pt_br: Apodrecer
zh_cn: 脓液之力

source: Fire Ball
de_de: Feuerball
es_es: Bola de Fuego
es_mx: Bola de Fuego
fr_fr: Boule de feu
it_it: Fuocopalla
nb_no: Ildball
pl: Kula ognia
pt_br: Bola de Fogo
zh_cn: 火球

source: Fire Claw
de_de: Feuerklaue
es_es: Garra de Fuego
es_mx: Garra de Fuego
fr_fr: Griffes Enflammées
it_it: Fuocartiglio
nb_no: Ildklo
pt_br: Garra de Fogo
zh_cn: 火之爪

source: Flamethrower
de_de: Flammenwerfer
es_es: Lanzallamas
es_mx: Lanzallamas
fr_fr: Lance-flammes
it_it: Lanciafiamme
nb_no: Flammekaster
pl: Miotacz ognia
pt_br: Lança Chamas
zh_cn: 火焰喷射

source: Flood
de_de: Überfluten
es_es: Inundación
es_mx: Inundar
fr_fr: Inondation
it_it: Alluvione
pl: Powódź
pt_br: Enchente
zh_cn: 洪流

source: Flow
de_de: Fließen
es_es: Flujo
es_mx: Fluido
fr_fr: Flux
it_it: Flusso
nb_no: Flyt
pl: Przepływ
pt_br: Fluxo
zh_cn: 水枪

source: Fluff Up
de_de: Auflockern
es_es: Esponjar
es_mx: Esponjar
fr_fr: Gonfler
it_it: Morbido
pt_br: Afofar
zh_cn: 拍松

source: Font
es_es: Fuente
es_mx: Fuente
fr_fr: Police
it_it: Fonte
pl: Czcionka
pt_br: Fonte
zh_cn: 洗礼

source: Frostbite
de_de: Gefrierbrand
es_es: Congelación
es_mx: Congelamiento
fr_fr: Gerçure
it_it: Gelomorso
nb_no: Frostbitt
pt_br: Queimadura de Gelo
zh_cn: 冻疮

source: Fume
de_de: Rauch
es_es: Vapor
es_mx: Humo
fr_fr: Fumée
it_it: Fumo
pl: Dym
pt_br: Defumar
zh_cn: 发怒

source: Give All
de_de: Alles geben
es_es: Darlo Todo
es_mx: Dar con Todo
fr_fr: Tout Donner
it_it: Donatutto
pl: Daj z siebie wszystko
pt_br: Entregar
zh_cn: 持有全部

source: Glower
de_de: Finsterblick
es_es: Mirada Fulminante
es_mx: Mirada con ceño
fr_fr: Regard furtif
it_it: Occhiata
pt_br: Olhar Ameaçador
zh_cn: 热切注视

source: Goad
de_de: Anspornen
es_es: Aguijón
es_mx: Aguijonear
fr_fr: Éperon
it_it: Pungolo
pt_br: Incitar
zh_cn: 挑衅打击

source: Hibernate
de_de: Winterschlaf
es_es: Hibernar
es_mx: Hibernar
fr_fr: Hiberner
it_it: Ibernazione
pl: Hibernacja
pt_br: Hibernar
zh_cn: 冬眠

source: Ice Claw
de_de: Eiskralle
es_es: Garra de Hielo
es_mx: Garra de Hielo
fr_fr: Griffe Glaciale
it_it: Gelartiglio
nb_no: Isklo
pl: Lodowy Pazur
pt_br: Garra de Gelo
zh_cn: 冰之爪

source: Icicle Spear
de_de: Eiszapfenspeer
es_es: Lanza Carámbano
es_mx: Lanza de Carámbano
fr_fr: Lance de Stalactite
it_it: Gelopicca
nb_no: Istappspyd
pl: Lodowa Włócznia
pt_br: Lança de Gelo
zh_cn: 冰矛

source: Invictus
es_es: Invencible
es_mx: Invicto
pl: Niezwyciężony
pt_br: Invicto
zh_cn: 不可征服

source: Kindling Flame
de_de: Zündende Flamme
es_es: Llama Encendida
es_mx: Encender la llama
fr_fr: Flamme Étincelante
it_it: Fiammaccesa
nb_no: Opptenningsflamme
pl: Rozpalony Ogień
pt_br: Chama Acesa
zh_cn: 烈火燃烧

source: Levitate
de_de: Schweben
es_es: Levitar
es_mx: Levitar
fr_fr: Lévitation
it_it: Levitazione
pl: Lewitacja
pt_br: Levitar
zh_cn: 吹起

source: Midnight Mantle
de_de: Mittnachtsmantel
es_es: Manto de Medianoche
es_mx: Manto de Medianoche
fr_fr: Manteau de Minuit
it_it: Mantellotturno
pl: Płaszcz północy
pt_br: Manto da Meia-Noite
zh_cn: 午夜地幔

source: Muddle
de_de: Verwirren
es_es: Confusión
es_mx: Confusión
fr_fr: Brouillard
it_it: Scompiglio
pt_br: Confusão
zh_cn: 捣蛋

source: Mudslide
de_de: Schlammrutsch
es_es: Avalancha de Lodo
es_mx: Avalancha de lodo
fr_fr: Glissade
it_it: Fangata
nb_no: Jordskred
pt_br: Deslizamento de Terra
zh_cn: 泥石流

source: One-Two
de_de: Eins-Zwei
es_es: Uno-Dos
es_mx: Uno-Dos
fr_fr: Un-Deux
it_it: Uno-Due
pl: Jeden–dwa
pt_br: Um-Dois
zh_cn: 二连击

source: Overgrowth
de_de: Überwuchern
es_es: Sobrecrecimiento
es_mx: Sobrecrecimiento
fr_fr: Gigantisme
it_it: Ultracrescita
pl: Przerost
pt_br: Crescimento Excessivo
zh_cn: 过度生长

source: Peck
de_de: Picken
es_es: Picotazo
es_mx: Picotazo
fr_fr: Coud'Bec
it_it: Beccata
pt_br: Bicada
zh_cn: 啄

source: Peregrine
de_de: Wanderfalke
es_es: Halcón
es_mx: Peregrino
fr_fr: Faucon
it_it: Peregrinazione
pl: Sokół wędrowny
pt_br: Peregrino
zh_cn: 游隼

source: Perfect Cut
de_de: Sauberer Schnitt
es_es: Corte perfecto
es_mx: Corte Perfecto
fr_fr: Coupure Nette
it_it: Taglionetto
nb_no: Perfekt kutt
pl: Perfekcyjne cięcie
pt_br: Corte Perfeito
zh_cn: 完美切割

source: Petrify
de_de: Versteinern
es_es: Petrificar
es_mx: Petrificar
fr_fr: Pétrifier
it_it: Petrificazione
pl: Petryfikacja
pt_br: Petrificar
zh_cn: 美杜莎之眼

source: Proboscis
de_de: Rüssel
es_mx: Probóscide
it_it: Proboscide
zh_cn: 探针打击

source: Pseudopod
es_es: Pseudópodo
es_mx: Pseudópodo
fr_fr: Pseudo-gousse
pt_br: Pseudópode
zh_cn: 伪足

source: Quicksand
de_de: Treibsand
es_es: Arenas Movedizas
es_mx: Arena movediza
fr_fr: Sable mouvant
it_it: Sabbiemobili
nb_no: Kvikksand
pl: Ruchome piaski
pt_br: Areia Movediça
zh_cn: 危险流沙

source: Ram
de_de: Rammen
es_es: Embestir
es_mx: Ariete
fr_fr: Foncer
it_it: Speronata
pl: Baran
pt_br: Estacada
zh_cn: 猛撞

source: Refresh
de_de: Auffrischen
es_es: Refrescar
es_mx: Refrescar
fr_fr: Rafraichir
it_it: Ristoro
pl: Odświeżenie
pt_br: Revigorar
zh_cn: 小憩

source: Rock
de_de: Stein
es_es: Roca
es_mx: Roca
fr_fr: Roche
it_it: Roccia
nb_no: Stein
pl: Skała
pt_br: Rocha
zh_cn: 岩石攻击

source: Rot
de_de: Fäule
es_es: Putrefacción
es_mx: Pudrir
fr_fr: Pourrir
it_it: Marcio
pl: Gnić
pt_br: Podridão
zh_cn: 腐烂

source: Rust Bomb
de_de: Rostbombe
es_es: Bomba de Óxido
es_mx: Bomba de Óxido
fr_fr: Bombe de Rouille
it_it: Bombruggine
nb_no: Rustbombe
pl: Bomba rdzy
pt_br: Bomba de Ferrugem
zh_cn: 铁锈炸弹

source: Salamander
es_es: Salamandra
es_mx: Salamandra
fr_fr: Salamandre
it_it: Salamandra
pl: Salamandra
pt_br: Salamandra
zh_cn: 焰蜴召唤

source: Sand Spray
de_de: Sandwirbel
es_es: Rociar arena
es_mx: Rociada de arena
fr_fr: Jet de Sable
it_it: Sabbiaspray
pl: Spray piaskowy
pt_br: Spray de Areia
zh_cn: 流沙喷发

source: Shadow Boxing
de_de: Schattenboxen
es_mx: Boxeo de Sombra
fr_fr: Boxe de l'ombre
it_it: Ombrobox
nb_no: Skyggeboksing
pt_br: Socar a Sombra
zh_cn: 太极拳

source: Shrapnel
de_de: Schrapnell
es_es: Metralla
es_mx: Metralla
fr_fr: Éclats d'Obus
it_it: Bombaschegge
pt_br: Estilhaço
zh_cn: 榴霰弹

source: Shuriken
es_mx: Estrella ninja
zh_cn: 手里剑

source: Sleep Bomb
de_de: Schlafbombe
es_es: Bomba de Sueño
es_mx: Bomba de Sueño
fr_fr: Bombe Soporifique
it_it: Bombasonno
nb_no: Søvnbombe
pl: Bomba usypiająca
pt_br: Bomba do Sono
zh_cn: 催眠炸弹

source: Sleeping Powder
de_de: Schlafpulver
es_es: Polvo Somnífero
es_mx: Polvo para Dormir
fr_fr: Poudre de sommeil
it_it: Dormipolvere
nb_no: Søvnpulver
pl: Proch Usypiający
pt_br: Pó do Sono
zh_cn: 催眠粉

source: Snowstorm
de_de: Schneesturm
es_es: Tormenta de Nieve
es_mx: Tormenta de nieve
fr_fr: Tempête de neige
it_it: Tormenta
nb_no: Snøstorm
pl: Zamieć
pt_br: Tempestade de Neve
zh_cn: 暴风雪

source: Splinter
de_de: Splitter
es_es: Astilla
es_mx: Astilla
fr_fr: Éclat
it_it: Scheggia
nb_no: Flis
pt_br: Lasca
zh_cn: 分裂

source: Spit Poison
de_de: Spray
es_mx: Aerosol
fr_fr: Jet
it_it: Sputa Veleno
pt_br: Spray
zh_cn: 毒雾

source: Stampede
de_de: Anstrum
es_es: Estampida
es_mx: Estampida
fr_fr: Débâcle
it_it: Fuga
pl: Popłoch
pt_br: Debandada
zh_cn: 奔腾冲击

source: Starfall
de_de: Sternfall
es_es: Lluvia de Estrellas
es_mx: Lluvia de estrellas
fr_fr: Pluie d'Étoiles
it_it: Stellecadenti
pt_br: Estrela Cadente
zh_cn: 星落

source: Static Field
de_de: Statisches Feld
es_es: Campo estático
es_mx: Campo Estático
fr_fr: Champ Statique
it_it: Campostatico
nb_no: Statisk felt
pl: Pole statyczne
pt_br: Campo de Estática
zh_cn: 静态场

source: Sting
de_de: Stich
es_es: Picadura
es_mx: Aguijón
fr_fr: Dard
it_it: Spina
pl: Żądło
pt_br: Picada
zh_cn: 叮咬

source: Stone Rot
de_de: Steinfäule
es_es: Putrefacción Pétrea
es_mx: Piedra Podrida
fr_fr: Pierre Pourrie
it_it: Pietrarciume
pt_br: Pedra Podre
zh_cn: 石腐

source: Strike
de_de: Schlag
es_es: Asalto
es_mx: Huelga
fr_fr: Frapper
pt_br: Ataque
zh_cn: 罢工

source: Suck Poison
de_de: Sauggift
es_es: Absorber Veneno
es_mx: Chupar Veneno
fr_fr: Aspire-Poison
it_it: Velensucchio
pt_br: Chupar Veneno
zh_cn: 毒液汲取

source: Sudden Glow
de_de: Blitzglühen
es_es: Brillo Repentino
es_mx: Resplandor Repentino
fr_fr: Insta-Luminescence
it_it: Brillio
pt_br: Brilho Repentino
zh_cn: 骤然光辉

source: Supernova
zh_cn: 超新星

source: Surge
de_de: Spannungsstoß
es_es: Oleada
es_mx: Sobretensión
fr_fr: Décharge
it_it: Impenno
pt_br: Surto
zh_cn: 爆发

source: Take Cover
de_de: In Deckung
es_es: Cubrirse
es_mx: Cúbranse
fr_fr: À Couvert
it_it: Riparo
pt_br: Proteger-se
zh_cn: 隐蔽

source: Thunderball
de_de: Donnerball
es_es: Bola Trueno
es_mx: Bola de trueno
fr_fr: Boule du Tonnerre
it_it: Elettrosfera
nb_no: Tordenball
pt_br: Esfera de Trovão
zh_cn: 霹雳弹

source: Thunderclap
de_de: Donnerschlag
es_es: Trueno
es_mx: Aplauso de trueno
fr_fr: Coup de Tonnerre
it_it: Tuono
pt_br: Golpe do Trovão
zh_cn: 打雷

source: Tonguespear
de_de: Zungenspeer
es_es: Lengua Afilada
es_mx: Lanza de lengua
fr_fr: Langue de Bois
it_it: Succhiavita
nb_no: Tungespyd
pt_br: Língua de Lança
zh_cn: 汲取

source: Venomous Tentacle
de_de: Giftige Tentakel
es_es: Tentáculo Venenoso
es_mx: Tentáculo Venenoso
fr_fr: Tentacule venimeux
it_it: Velentacolo
nb_no: Giftig tentakkel
pt_br: Tentáculo Venenoso
zh_cn: 毒触须

source: Wall of Steel
de_de: Eiserner Vorhang
es_es: Muro de Acero
es_mx: Muro de Acero
fr_fr: Mur d'acier
it_it: Muracciaio
nb_no: Stålvegg
pt_br: Muro de Aço
zh_cn: 钢铁之墙

source: Wallow
de_de: Suhle
es_es: Revolcarse
es_mx: Revolcarse
fr_fr: Se vautrer
it_it: Sguazzo
pt_br: Chafurdar
zh_cn: 打滚

source: Web
de_de: Weben
es_es: Red
es_mx: Red
fr_fr: Toile
it_it: Rete
nb_no: Nett
pt_br: Teia
zh_cn: 束缚之网

source: Whirlwind
de_de: Wirbelwind
es_es: Torbellino
es_mx: Torbellino
fr_fr: Tourbillon
it_it: Turbine
nb_no: Virvelvind
pt_br: Redemoinho
zh_cn: 旋风

source: Wing Tip
de_de: Flügelspitze
es_es: Punta de Ala
es_mx: Punta del Ala
fr_fr: Bout de l'Aile
it_it: Colpodala
nb_no: Vingetipp
pt_br: Ponta da Asa
zh_cn: 翅膀攻击

# monster_menu_info
source: Info
es_es: Información
es_mx: Inf.
it_it: Informazioni
pt_br: Informações
zh_cn: 信息

# monster_menu_move
source: Move
de_de: Bewegen
es_es: Mover
es_mx: Mover
it_it: Sposta
nb_no: Flytt
pt_br: Mover
zh_cn: 移动

# monster_menu_release
source: Release
de_de: Freilassen
fr_fr: Libérer
it_it: Libera
pt_br: Libertar
zh_cn: 放生

# cant_release
source: Can't release only Tuxemon in party.
de_de: Du kannst das einzige Tuxemon in deinem Team nicht freigelassen.
fr_fr: Impossible de libérer le dernier Tuxemon de l'équipe.
it_it: Non è possibile liberare l'unico Tuxemon nella squadra.
pt_br: Não se pode libertar o único Tuxemon no grupo.
zh_cn: 不能在队伍中释放这只精灵.

# release_confirmation
source: Are you sure you would like to release {name}?
de_de: Bist du dir sicher, dass du {name} freilassen möchtest?
fr_fr: Êtes-vous sûr(e) de vouloir libérer {name} ?
it_it: Sei sicuro di voler liberare {name}?
pt_br: Você está certo de que quer libertar {name}?
zh_cn: 你确定要释放{name}吗?

# tuxemon_released
source: {name} has been released.
de_de: {name} wurde freigelassen.
fr_fr: {name} vient d'être libéré.
it_it: {name} è stato liberato.
pt_br: {name} está livre.
zh_cn: {name}已经被释放了.

source: Log Off
de_de: Ausloggen
es_es: Desconectar
es_mx: Cerrar Sesión
fr_fr: Déconnexion
it_it: Disconnetti
nb_no: Logg av
pt_br: Sair
zh_cn: 注销

# menu_bag
source: Bag
de_de: Tasche
es_es: Mochila
es_mx: Mochila
fr_fr: Sac
it_it: Borsa
pl: Plecak
pt_br: Bolsa
zh_cn: 背包

# menu_fight
source: Fight
de_de: Kampf
es_es: Lucha
es_mx: Combatir
fr_fr: Combattre
it_it: Combatti
nb_no: Sloss
pl: Walka
pt_br: Lutar
zh_cn: 战斗

# menu_item
source: Item
es_es: Objeto
es_mx: Ítem
fr_fr: Objet
it_it: Oggetto
nb_no: Element
pl: Rzecz
zh_cn: 道具

# menu_items
source: Items
es_es: Objetos
es_mx: Ítems
fr_fr: Objets
it_it: Oggetti
nb_no: Elementer
pl: Rzeczy
pt_br: Itens
zh_cn: 道具

# menu_journal
source: Journal
de_de: Tagebuch
es_es: Diario
es_mx: Diario
it_it: Diario
pl: Dziennik
pt_br: Diário
zh_cn: 期刊

# menu_load
source: Load
de_de: Laden
es_es: Cargar
es_mx: Cargar
fr_fr: Charger
it_it: Carica
nb_no: Last inn
pl: Wczytaj
pt_br: Carregar
zh_cn: 加载

# menu_monster
source: Tuxemon
nb_no: Tuksemon
zh_cn: 精灵

# menu_multiplayer
source: Multiplayer
de_de: Mehrspieler
es_es: Multijugador
es_mx: Multijugador
fr_fr: Multijoueur
it_it: Multigiocatore
nb_no: Flerspiller
pl: Gra Wieloosobowa
pt_br: Multijogador
zh_cn: 多人游戏

# menu_new_game
source: New Game
de_de: Neues Spiel
es_es: Nueva partida
es_mx: Juego Nuevo
fr_fr: Nouvelle Partie
it_it: Nuovo gioco
nb_no: Nytt spill
pl: Nowa Gra
pt_br: Novo Jogo
zh_cn: 新游戏

# menu_options
source: Options
de_de: Optionen
es_es: Opciones
es_mx: Opciones
it_it: Opzioni
nb_no: Valg
pl: Opcje
pt_br: Opções
zh_cn: 设置

# menu_player
source: Player
de_de: Spieler
es_es: Jugador
es_mx: Jugador
fr_fr: Joueur
it_it: Giocatore
nb_no: Spiller
pl: Gracz
pt_br: Jogador
zh_cn: 玩家

# menu_run
source: Run
de_de: Flucht
es_es: Huir
es_mx: Huir
fr_fr: Fuir
it_it: Scappa
nb_no: Kjør
pl: Uciekaj
pt_br: Correr
zh_cn: 逃跑

# menu_save
source: Save
de_de: Speichern
es_es: Guardar
es_mx: Guardar
fr_fr: Sauvegarder
it_it: Salva
nb_no: Lagre
pl: Zapisz
pt_br: Salvar
zh_cn: 保存

# menu_up_key
source: Up Key
de_de: Hochtaste
es_mx: Tecla Arriba
fr_fr: Touche Haut
it_it: Chiave su
pt_br: Tecla pra Cima
zh_cn: 上键

# menu_left_key
source: Left Key
de_de: Linkstaste
es_mx: Tecla Izquierda
fr_fr: Touche Gauche
it_it: Chiave sinistra
pt_br: Tecla pra Esquerda
zh_cn: 左键

# menu_right_key
source: Right Key
de_de: Rechtstaste
es_mx: Tecla Derecha
fr_fr: Touche Droite
it_it: Chiave destra
pt_br: Tecla pra Direita
zh_cn: 右键

# menu_down_key
source: Down Key
de_de: Runtertaste
es_mx: Tecla Abajo
fr_fr: Touche Bas
it_it: Chiave giù
pt_br: Tecla pra Baixo
zh_cn: 下键

# menu_primary_select_key
source: Action Key
de_de: Aktion-Taste
es_mx: Tecla Acción
fr_fr: Touche Action
it_it: Chiave azione
pt_br: Tecla de Ação
zh_cn: 行动键

# menu_secondary_select_key
source: Cancel Key
de_de: Abbruchtaste
es_mx: Tecla Cancelar
fr_fr: Touche Annuler
it_it: Chiave annulla
pt_br: Tecla de Cancelar
zh_cn: 取消键

# menu_back_key
source: Back Key
de_de: Zurücktaste
es_mx: Tecla Atrás
fr_fr: Touche Retour
it_it: Chiave indietro
pt_br: Tecla pra Voltar
zh_cn: 返回键

# options_new_input_key0
source: Press a key to set your new input key
de_de: Drücke eine Taste, um sie als neue Eingabetaste festzulegen
es_mx: Presione una tecla para establecer su nueva tecla de entrada
fr_fr: Pressez une touche pour changer la touche
it_it: Premi un tasto per impostare la chiave con il nuovo input
pt_br: Aperte uma tecla para definir sua nova tecla de entrada
zh_cn: 按下一个键来设置新的输入键

# options_new_input_key1
source: Restart your game for changes to take effect!
de_de: Starte das Spiel neu, damit die Änderungen wirksam werden!
es_mx: ¡Reinicie su juego para que los cambios surtan efecto!
fr_fr: Redémarrez le jeu pour appliquer les modifications !
it_it: Riavvia il gioco per applicare le modifiche!
pt_br: Reinicie o seu jogo para que as alterações tenham efeito!
zh_cn: 重新启动游戏使更改生效!

source: Enable
zh_cn: 启用

source: Disable
zh_cn: 禁用

# menu_music_volume
source: Music Volume
zh_cn: 音乐音量

# menu_sound_volume
source: Sound Volume
zh_cn: 音效音量

# menu_units
source: Unit
zh_cn: 单位

# menu_units_metric
source: Metric
zh_cn: 公制

# menu_units_imperial
source: Imperial
zh_cn: 英制

# menu_hemisphere
source: Hemisphere
zh_cn: 半球

# menu_hemisphere_north
source: Northern
zh_cn: 北部

# menu_hemisphere_south
source: Southern
zh_cn: 南部

# xero_campaign
source: Tuxemon: Xero
zh_cn: 自由小精灵: Xero

# spyder_campaign
source: Tuxemon: Spyder and the Cathedral
de_de: Tuxemon: Spyder und die Kathedrale
fr_fr: Tuxemon : Spyder et la Cathédrale
it_it: Tuxemon: Spyder e la cattedrale
pt_br: Tuxemon: A Aranha e a Catedral
zh_cn: 自由小精灵: 斯派德和大教堂

# multiplayer_accept
source: Accept
de_de: Akzeptieren
es_es: Aceptar
es_mx: Aceptar
fr_fr: Accepter
it_it: Accetta
nb_no: Godta
pl: Akceptuj
pt_br: Aceitar
zh_cn: 接受

# multiplayer_decline
source: Decline
de_de: Ablehnen
es_es: Rechazar
es_mx: Rechazar
fr_fr: Refuser
it_it: Rifiuta
nb_no: Avslå
pl: Odrzuć
pt_br: Recusar
zh_cn: 拒绝

# multiplayer_duel
source: {name} would like to Duel!
de_de: {name} möchte ein Duell!
es_es: ¡{name} quiere retarte a un duelo!
es_mx: ¡A {name} le gustaría tener un Duelo!
fr_fr: {name} veut un Duel !
it_it: {name} vuole sfidarti!
pl: {name} wyzywa cię na pojedynek!
pt_br: {name} quer Duelar!
zh_cn: {name}想要战斗!

# multiplayer_host_game
source: Host Game
de_de: Spiel hosten
es_es: Crear partida
es_mx: Juego Anfitrión
fr_fr: Héberger une partie
it_it: Ospita gioco
nb_no: Vertstjen spill
pl: Hostuj grę
pt_br: Hospedar o Jogo
zh_cn: 主机游戏

# multiplayer_scan_games
source: Scan for Games
de_de: Suche nach Spielen
es_es: Buscar partidas
es_mx: Explorar por Juegos
fr_fr: Rechercher des parties
it_it: Cerca giochi
nb_no: Se etter spill
pl: Szukaj gier
pt_br: Procurar por Jogos
zh_cn: 扫描游戏

# multiplayer_join_game
source: Join Game
de_de: Spiel beitreten
es_es: Unirse a la partida
es_mx: Unirse al Juego
fr_fr: Rejoindre la partie
it_it: Inserisciti nel gioco
nb_no: Ta del i et spill
pl: Dołącz do gry
pt_br: Juntar-se a um Jogo
zh_cn: 加入游戏

# multiplayer_hosting_ready
source: Ready to accept clients!
de_de: Bereit Clients anzunehmen!
es_es: ¡Preparado para aceptar conexiones!
es_mx: ¡Listo para aceptar clientes!
fr_fr: Prêt à accepter les clients !
it_it: Pronto per accettare ospiti!
nb_no: Klar til å ta imot klienter.
pl: Gotowy na akceptowanie graczy!
pt_br: Pronto para receber clientes!
zh_cn: 准备接受玩家!

# multiplayer_already_hosting
source: Already hosting!
de_de: Spiel wird bereits gehostet!
es_es: ¡Ya eres el líder de la partida!
es_mx: ¡Ya es el anfitrión!
fr_fr: Vous hébergez déjà !
it_it: Stai già ospitando!
nb_no: Vertstjener allerede.
pl: Gra jest już hostowana!
pt_br: Já está hospedando!
zh_cn: 已经举办了!

# multiplayer_no_servers
source: No servers found...
de_de: Keine Server gefunden...
es_es: No se han encontrado servidores...
es_mx: No se encontraron servidores...
fr_fr: Aucun serveur trouvé…
it_it: Nessun server trovato...
nb_no: Fant ikke noen tjenere…
pl: Nie znaleziono serwerów…
pt_br: Servidores não encontrados…
zh_cn: 未找到服务器...

# multiplayer_join_prompt
source: Hostname or IP?
de_de: Hostname oder IP?
es_es: ¿Nombre de host o IP?
fr_fr: Hôte ou adresse IP ?
it_it: Hostname o IP?
nb_no: Vertsnavn eller IP?
pl: Nazwa hosta czy adres IP?
pt_br: Nome de Host ou IP?
zh_cn: 主机名或IP?

# water_booster_description
source: It allows to morph a Water type tuxemon into a different form.
de_de: Ermöglicht die Formänderung von Wasser Tuxemon.
fr_fr: Il permet de transformer un type de tuxemon de Eau en une forme différente.
it_it: Permette ai tuxemon di tipo Acqua di trasformarsi in qualcos'altro.
pt_br: Permite transformar um tuxemon do tipo Água em uma forma diferente.
zh_cn: 它允许将水系精灵变形为不同的形式.

# player_wallet
source: ${{name}}'s wallet: ${{currency}}${{money}}
de_de: ${{name}}'s Geldbörse: ${{currency}}${{money}}
es_mx: La cartera de ${{name}}: ${{money}}${{currency}}
fr_fr: Portefeuille de ${{name}} : ${{money}}${{currency}}
it_it: Il portafoglio di ${{name}}: ${{money}}${{currency}}
ja: ${{name}} のウォレット: ${{currency}}${{money}}
pt_br: Carteira ${{name}}: ${{money}}${{currency}}
zh_cn: ${{name}}的钱包: ${{currency}}${{money}}

# combat_skip
source: {user} skips the turn!
de_de: {user} überspringt den Zug!
fr_fr: {user} saute le tour !
it_it: {user} salta il turno!
pt_br: {user} pula a vez!
zh_cn: {user}跳过了本回合!

# combat_state_blinded_get
source: {target} is blinded.
de_de: {target} ist geblendet.
fr_fr: {target} ne voit plus rien.
it_it: {target} è accecato.
pt_br: {target} está cego.
zh_cn: {target}是盲的.

# combat_state_confused_get
source: {target} is confused.
de_de: {target} ist verwirrt.
fr_fr: {target} est confus.
it_it: {target} è confuso.
pt_br: {target} está confuso.
zh_cn: {target}是混淆的.

# combat_state_grabbed_get
source: {target} is held tight.
de_de: {target} wird festgehalten.
fr_fr: {target} est serré.
it_it: {target} è tenuto stretto.
pt_br: {target} é mantido firme.
zh_cn: {target}被紧紧抓住.

source: Acid
de_de: Säure
fr_fr: Acide
it_it: Acido
pt_br: Ácido
zh_cn: 酸

source: Dozing
de_de: Dösen
fr_fr: Assoupi
pt_br: Cochilando
zh_cn: 打瞌睡

source: Focused
de_de: Fokussiert
fr_fr: Concentré
it_it: Concentrato
pt_br: Concentrado
zh_cn: 集中

source: Arcane Eye
fr_fr: Œil Arcane
it_it: Occhio Arcano
pt_br: Olho Arcano
zh_cn: 奥术之眼

source: Blood Nets
fr_fr: Filets de Sang
pt_br: Redes de Sangue
zh_cn: 血网

source: Clairaudience
pt_br: Clariaudiência
zh_cn: 千里眼观众

source: Feline
de_de: Katzenartig
es_mx: Felino
fr_fr: Félin
it_it: Felino
pt_br: Felino
zh_cn: 猫的

source: Geyser
zh_cn: 吉瑟
