Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# backstory
source: About thirty years ago, a group called Omnichannel started controlling the media. Soon after, freedom of expression became nearly impossible. So people decided to use Tuxemon as messengers and to settle disputes. About ten years ago, the crackdown on Tuxemon was initiated. Now, only approved persons can own and raise Tuxemon. My group uses Tuxemon for research, that's why we all have them. You are unusual, you are not approved by Omnichannel. You might be the trainer we have been waiting for. Omnichannel, as ruthless as they are, are not the only threat we have here. There is another organization called Spyder. You shouldn't have to worry too much about them, they aren't too active around here. Now, we'll send you back on your journey. But only if you agree to help us against Omnichannel. Otherwise, we will report you to Omnichannel ourselves. And you will lose everything. We are always watching.
es_mx: Hace unos treinta años, un grupo llamado Omnichannel empezó a controlar los medios de comunicación. Poco después, la libertad de expresión se hizo casi imposible. Así que la gente decidió utilizar a los Tuxemon como mensajeros y para resolver disputas. Hace unos diez años, la represión de los Tuxemon se puso en marcha. Ahora, sólo las personas autorizadas pueden poseer y criar un Tuxemon. Mi grupo utiliza a los Tuxemon para la investigación, por eso todos los tenemos. Tú eres peculiar, no estás aprobado por Omnichannel. Tú podrías ser el entrenador que hemos estado esperando. Omnichannel, por muy despiadados que sean, no son la única amenaza que tenemos aquí. Hay otra organización llamada Spyder. No deberías preocuparte demasiado por ellos, no son muy activos por aquí. Ahora, te enviaremos de vuelta a tu viaje. Pero sólo si aceptas ayudarnos contra Omnichannel. De lo contrario, te denunciaremos a Omnichannel nosotros mismos. Y lo perderás todo. Siempre estamos vigilando.
fr_fr: Il y a une trentaine d'années, un groupe nommé Omnichannel a commencé à contrôler les médias. Peu à peu, la liberté d'expression a presque disparu. Les gens ont donc décidé d'utiliser les Tuxemon pour communiquer et régler les différends. Puis il y a une dizaine d'année, la répression contre les Tuxemon a commencé. Maintenant, seules certaines personnes qui sont autorisées peuvent encore posséder et élever des Tuxemon. Mon groupe utilise les Tuxemon pour la recherche, c'est pourquoi nous en avons tous. Vous êtes un cas particulier, vous n'avez jamais été approuvé par Omnichannel. Vous pourriez bien être cet entraîneur que nous attendions depuis si longtemps. Omnichannel, aussi impitoyables qu'ils sont, n'est même pas la seule menace que nous avons ici. Il y a une autre organisation appelée Spyder. Mais vous ne devriez pas trop être inquiété par eux, ils sont assez discrets dans la région. Maintenant, vous devriez continuer votre voyage. Mais uniquement si vous acceptez de nous aider contre Omnichannel. Car sinon, nous vous dénoncerons nous-mêmes à eux. Et vous perdrez tout ce que vous avez. Nous surveillons tout ce qui se passe.
it_it: Circa trent'anni fa, un gruppo chiamato Omnichannel iniziò a controllare i media. Subito dopo, la libertà d'espressone divenne quasi negata. Così le persone decisero di usare i Tuxemon come messaggeri e per risolvere le controversie. Circa dieci anni dopo, iniziò il giro di vite sui Tuxemon. Ora, solo le persone approvate possono possedere e far crescere i Tuxemon. Il mio gruppo usa i Tuxemon per la ricerca. Ecco perché noi tutti li abbiamo. Tu sei atipico. Non sei approvato da Omnichannel. Potresti essere l'allenatore che stavamo aspettando. Omnichannel, spietati come sono, non è l'unica minaccia che abbiamo qui. C'è un'altra organizzazione chiamata Spyder. Non dovresti avere tanta paura di loro. Non sono così attivi qui. Ora ti rimandiamo indietro nel tuo viaggio. Ma solo se sei d'accordo nell'aiutarci contro Omnichannel. Altrimenti ti segnaliamo alla Omnichannel. E perderai tutto. Noi osserviamo tutto sempre.
pt_br: Cerca de trinta anos atrás, um grupo chamado Omnichannel começou a controlar a mídia. Logo depois, a liberdade de expressão tornou-se quase impossível. Então as pessoas decidiram usar Tuxemon como mensageiros e resolver disputas. Cerca de dez anos atrás, a repressão ao Tuxemon foi iniciada. Agora, apenas pessoas aprovadas podem possuir e criar Tuxemon. Meu grupo usa o Tuxemon para pesquisa, é por isso que todos os temos. Você é incomum, você não é aprovado pelo Omnichannel. Você pode ser o treinador que estávamos esperando. Omnichannel, por mais implacáveis que sejam, não são a única ameaça que temos aqui. Existe outra organização chamada Spyder. Você não deveria se preocupar muito com eles, eles não são muito ativos por aqui. Agora, nós o enviaremos de volta em sua jornada. Mas somente se você concordar em nos ajudar contra o Omnichannel. Caso contrário, nós mesmos o denunciaremos ao Omnichannel. E você vai perder tudo. Estamos sempre observando.
zh_cn: 大约三十年前,一个叫全能的团体开始控制媒体. 不久之后,言论自由几乎变得不可能. 于是人们决定使用精灵作为信使,解决争端. 大约十年前,对精灵的镇压开始了. 现在,只有经过批准的人才能拥有和饲养精灵. 我的团体使用精灵进行研究,这就是为什么我们都拥有它们. 你很不寻常,你没有得到全能组织的批准. 你可能是我们一直在等待的训练师. 全息道,虽然无情,但并不是我们这里唯一的威胁. 还有一个叫Spyder的组织. 你应该不用太担心他们,他们在这里并不太活跃. 现在,我们会把你送回你的旅程. 但前提是你必须同意帮助我们对付全能组织. 否则,我们会亲自向全能组织举报你. 而你将失去一切. 我们一直在观察你.

# mwah
source: ???: What do you want? ... ... ... Well too bad. You're not getting in here even though if you meet the dresscode. I'm Allie by the way. Allie: Yes, this is the Omnichannel, I'm just a lowly guard though. Who are you? ${{name}}... Hmm. A strong name. My house is not too far, maybe... after work... you could show me your strength? ... ... No! what do you mean no? Unless... ... You're Jess's new boyfriend aren't you! She played me this whole time!
es_mx: ???: ¿Qué quieres? ... ... ... Bueno, qué pena. No vas a entrar aquí aunque cumplas el código de vestimenta. Soy Allie, por cierto. Allie: Sí, esto es Omnichannel, aunque sólo soy una humilde guardia. ¿Quién eres tú? ${{name}}... Hmm. Un nombre fuerte. Mi casa no está muy lejos, tal vez... después del trabajo... ¿me podrías mostrar tu fuerza? ... ... ¡No! ¿Cómo que no? A menos que... ... Eres el nuevo novio de Jess, ¿no? ¡Ella jugó conmigo todo este tiempo!
fr_fr: ??? : Qu'est-ce que vous voulez ?... ... ... Et bah dommage. Vous n'entrez pas même si vous respecter le code vestimentaire. Au fait, je suis Allie. Allie : Oui, c'est Omnichannel, mais je ne suis qu'une simple garde. Qui êtes-vous ? ${{name}}... Hum. Un nom imposant. Je n'habite pas trop loin d'ici, alors peut-être que... après le travail... vous pourriez me montrer vos talents ? ... ... Non ! comment non ? Sauf si... ... vous êtes le nouveau petit ami de Jess, hein ! Elle n'arrête pas de se moquer de moi !
it_it: ???: Che cosa vuoi? ... ... ... Beh, peccato. Bene, peccato Non entrerai qui anche se i tuoi vestiti sono fatti con gusto. Tra l'altro, io sono Allie. Allie: Sì, questa è la Omnichannel. Io sono solo un'umile guardia. Chi sei tu? ${{name}}... Hmm. Un nome coraggioso. La mia casa non è tanto lontana. Forse... dopo lavoro... potresti mostrarmi la tua forza? ... ... No! Cosa significa "no"? A meno che... ... tu sia il nuovo fidanzato di Jess! Lei continua a parlarmene!
pt_br: ???: O que você quer? ... ... ... Bem, muito ruim. Você não vai entrar aqui mesmo se cumprir o código de vestimenta. A propósito, sou Allie. Allie: Sim, este é o Omnichannel, mas sou apenas uma guarda humilde. Quem é Você? ${{name}}... Hum. Um nome forte. Minha casa não é muito longe, talvez... depois do trabalho... você poderia me mostrar sua força? ... ... Não! como assim não? A menos que... ... Você seja o novo namorado de Jess, não é? Ela jogou comigo esse tempo todo!
zh_cn: ???:你想要什么?嗯,太糟糕了.即使你符合着装要求,你也不能进入这里. 顺便说一下,我是艾莉. 艾莉：是的,这里是全方位的,不过我只是一个低级的警卫.你是谁? ${{name}}...". 嗯.一个强有力的名字.我家不远,也许......下班后......你可以向我展示你的实 力? ... ...不!什么叫不?除非... ...你是杰西的新男友,不是吗!她一直在耍我!

# mwah2
source: JESS!!!
zh_cn: 杰西!!!

# itslockedboi
source: Allie locked the door behind her...
de_de: Allie hat die Tür hinter sich verschlossen...
es_es: Allie cierra la puerta detrás de ella...
es_mx: Allie cerró la puerta detrás de ella...
fr_fr: Allie a verrouillé la porte derrière elle...
it_it: Allie ha chiuso la porta dietro di sé...
pt_br: Allie trancou a porta atrás de si...
zh_cn: 艾莉把门锁在她身后……

source: ???: Hello there!
de_de: ???: Hallo!
es_es: ???: ¡Hola!
es_mx: ???: ¡Hola!
fr_fr: ??? : Eh ! Salut !
it_it: ???: Benvenuto!
pt_br: ???: Bom dia!
zh_cn: ???:你好!

# kmere
source: Why don't you come over here and talk to me?
de_de: Warum kommst du nicht hier rüber und redest mit mir?
es_es: ¿Por qué no te acercas y hablamos?
es_mx: ¿Por qué no se acerca y habla conmigo?
fr_fr: Pourquoi vous ne viendriez pas ici pour me parler ?
it_it: Perché non vieni qui e parli con me?
nb_no: Hvorfor ikke komme hit og prate med meg?
pt_br: Por que você não vem aqui e fala comigo?
zh_cn: 为什么你来到这里并同我交谈?

# route2speech
source: EEK!!!
es_es: ¡¡¡Ehhhh!!!
es_mx: ¡¡¡Oh, mmm!!!
fr_fr: BERK !!!
it_it: AHHH!!!
pt_br: AEE!!!
zh_cn: 哎呀!!!

# theinfo
source: I'm sorry about that scene, Allie is sometimes hard to deal with, unlike my daughter Jess. Oh! Where are my manners. My name is Ae... You know what? I'll just write it. Aeble It's pronounced ahbluh, but everyone just calls me Able. You can call me that, I guess... Aeble: I'm the CEO here at the Omnichannel, every broadcast you see, gets approved by me. Now, I'm not the only one that does their part. Omnichannel has a board that helps administrate the various districts. And what do you know...the board keeps getting reelected every year! Omnichannel's goal is to open up the world to all. The only way to do that though, to make everyone equal, Was to restrict Tuxemon. We started with confiscation, but most Tuxemon managed to escape. So we were forced to resort to extreme measures. Our sister organization Spyder developed a drug that could change Tuxemon. It isolated a portion of the brain that every Tuxemon mysteriously has and overloaded it. Once the Gage Paludal Lamina was overloaded with electricity, their will to resist faded and they became docile. Because of some unexpected and tragic side effects, sadly, a few species are now effectively extinct, Rockitten, Fruitera, and Hydrone specifically. Now, outside of a few stragglers in the wild, this generation only interacts with Tuxemon when they work for us. The birthrate is at an all time high, and approval of the Omnichannel has not fallen since the year before the restrictions. Wild Tuxemon were a pervasive curse, threatening to destroying humanity. Omnichannel has fixed that and imposed order. Unchecked, Tuxemon are a force of destruction and anyone who says otherwise is lying. Sorry, I must head to work.
es_mx: Siento lo de esa escena, Allie en ocasiones es difícil de tratar, al contrario que mi hija Jess. ¡Oh! ¿Dónde están mis modales? Mi nombre es Ae... ¿Sabe qué? Simplemente lo escribiré. Aeble Se pronuncia ahbluh, pero todos me llaman simplemente Able. Puede llamarme así, supongo... Aeble: Soy el CEO aquí en Omnichannel, cada emisión que ve, es aprobada por mí. Ahora, no soy el único que hace su parte. Omnichannel tiene una junta que ayuda a administrar los diferentes distritos. Y lo que es mejor... ¡la junta continúa siendo reelegida cada año! El objetivo de Omnichannel es abrir el mundo a todos. El único modo de hacerlo, para que todos sean iguales, Fue el de restringir a los Tuxemon. Comenzamos con la confiscación, pero la mayoría de los Tuxemon lograron escapar. Así que nos vimos obligados a recurrir a medidas extremas. Nuestra organización hermana Spyder desarrolló una droga que puede cambiar a los Tuxemon. Aísla una porción del cerebro que cada Tuxemon misteriosamente tiene y la sobrecarga. Una vez que la Lámina Paludal de Gage es sobrecargada con electricidad, su voluntad de resistencia se desvanece y se vuelven dóciles. Debido a algunos efectos secundarios inesperados y trágicos, tristemente, algunas especies están ahora efectivamente extintas, Rockitten, Fruitera, e Hydrone específicamente. Ahora, aparte de unos pocos rezagados en la naturaleza, esta generación sólo interactúa con los Tuxemon cuando trabajan para nosotros. La tasa de natalidad está en su punto más alto, y la aprobación de Omnichannel no ha bajado desde el año anterior a las restricciones. Los Tuxemon salvajes eran una maldición dominante, que amenazaba con destruir a la humanidad. Omnichannel ha corregido eso e impuso el orden. Sin control, los Tuxemon son una fuerza de destrucción y cualquiera que diga lo contrario miente. Lo siento, debo ir a trabajar.
fr_fr: Je suis désolé pour cette scène, Allie est parfois difficile à gérer, contrairement à ma fille Jess. Oh ! Mais où sont mes manières. Mon nom est Ae... Vous savez quoi ? Je vais juste l'écrire. Aeble Ça se prononce ahbluh, mais tout le monde m'appelle juste Aeble. Vous pouvez aussi m'appeler ainsi, je pense... Aeble : Je suis le PDG d'Omnichannel, chaque émission que vous voyez, je dois l'approuvée. Maintenant, je ne suis pas le seul à faire le travail. L'Omnichannel a un conseil qui aide à administrer les différentes régions. Et saviez-vous... que le conseil est réélu chaque année ! L'objectif d'Omnichannel est de proposer le meilleur des mondes pour tous. Et la seule façon d'y parvenir, pour rendre tout le monde égal, était de restreindre les Tuxemon. Nous avons commencé par les confisquer, mais bon nombre de Tuxemon ont réussi à s'échapper. Nous avons donc dû utiliser des mesures plus extrêmes. Notre organisation sœur de Spyder a développé une drogue qui pouvait changer les Tuxemon. Elle a isolé une partie du cerveau que chaque Tuxemon possède mystérieusement, puis l'a surchargé. Une fois que cette Gage Paludal Lamina a été surchargée d'électricité, ils n'opposaient plus la moindre résistance et sont devenus totalement dociles. En raison de certains effets secondaires inattendus, voire tragiques, quelques espèces ont malheureusement disparu, notamment le Rockitten, le Fruitera, et l'Hydrone. Maintenant, en dehors de quelques cas dans la nature, cette génération n'interagit avec les Tuxemon que s'ils travaillent pour nous. Les naissances n'ont jamais été aussi nombreuses, et la popularité d'Omnichannel n'a pas diminué depuis avant ces restrictions. Les Tuxemon sauvages étaient une malédiction omniprésente, menaçant de détruire l'humanité. Mais heureusement, Omnichannel a corrigé cela et a imposé un véritable ordre. Sans aucun contrôle, les Tuxemon peuvent tout détruire, quiconque qui dirait le contraire est un menteur. Je suis désolé, mais je dois aller travailler.
it_it: Ti chiedo scusa per quella scena, a volte Allie è difficile da gestire, al contrario di mia figlia Jess. Oh! Che modi. Il mio nome è Ae... Sai cosa? Lo scriverò. Aeble Si pronuncia ahbluh ma tutti dicono Able. Puoi anche chiamarmi così, penso... Aeble: Sono il capo della Omnichannel, ogni trasmissione che vedi viene approvata da me. Ora, non sono l'unico che fa la sua parte. Omnichannel ha un direttivo che ci aiuta ad amministrare i vari distretti. E come puoi immaginare... il direttivo continua a essere rieletto ogni anno! L'obiettivo della Omnichannel è di aprire il mondo a tutti. L'unico modo per farlo, però, cioè di rendere tutti uguali è limitando i Tuxemon. Iniziammo con la confisca ma molti Tuxemon tentavano di scappare, quindi fummo costretti a prendere decisioni estreme. La nostra organizzazione affiliata Spyder ha sviluppato una droga che può cambiare i Tuxemon. Isola una porzione di cervello che ogni Tuxemon misteriosamente ha e la sovraccarica. Una volta che Gage Paludal Lamina è sovraccaricato di elettricità, la loro voglia di resistere svanisce e diventano docili. A causa di alcuni effetti collaterali inaspettati e tragici, purtroppo, alcune specie di Tuxemon si sono estinte, nello specifico quelle di Rockitten, Fruitera e Hydrone. Ora, ad eccezione di alcuni dispersi in natura, questa generazione interagisce solo con Tuxemon quando questi lavorano per noi. Il tasso di nascita non è mai stato così alto e l'approvazione della Omnichannel non è calato dall'anno delle restrizioni. I Tuxemon selvatici sono una maledizione perversa volta a distruggere l'umanità. La Omnichannel ha posto rimedio a ciò e ha imposto l'ordine. Quando non controllati, i Tuxemon sono distruttivi e chi dice il contrario sta mentendo. Scusa, devo tornare a lavorare.
pt_br: Sinto muito por essa cena, Allie às vezes é difícil de lidar, ao contrário da minha filha Jess. Oh! Onde estão minhas maneiras. Meu nome é Ae... Quer saber? Vou apenas escrevê-lo. Aeble É pronunciado ahbluh, mas todo mundo me chama de Able. Você pode me chamar assim, eu acho... Aeble: Eu sou o CEO aqui no Omnichannel, todas as transmissões que você vê são aprovadas por mim. Agora, eu não sou o único que faz a sua parte. O Omnichannel possui uma diretoria que auxilia na administração dos diversos distritos. E o que você sabe... o conselho continua sendo reeleito todos os anos! O objetivo do Omnichannel é abrir o mundo para todos. A única maneira de fazer isso, porém, para tornar todos iguais, Era restringir Tuxemon. Começamos com o confisco, mas a maioria dos Tuxemon conseguiu escapar. Então fomos forçados a recorrer a medidas extremas. Nossa organização irmã Spyder desenvolveu uma droga que poderia mudar Tuxemon. Ele isolou uma parte do cérebro que todo Tuxemon misteriosamente possui e a sobrecarregou. Uma vez que o Gage Paludal Lamina foi sobrecarregado com eletricidade, sua vontade de resistir desapareceu e eles se tornaram dóceis. Por causa de alguns efeitos colaterais inesperados e trágicos, infelizmente, algumas espécies estão efetivamente extintas, Rockitten, Fruitera e Hydrone especificamente. Agora, com exceção de alguns retardatários na natureza, esta geração só interage com Tuxemon quando eles trabalham para nós. A taxa de natalidade está em alta e a aprovação do Omnichannel não caiu desde o ano anterior às restrições. Wild Tuxemon era uma maldição generalizada, ameaçando destruir a humanidade. O Omnichannel corrigiu isso e impôs a ordem. Sem controle, Tuxemon é uma força de destruição e quem disser o contrário está mentindo. Desculpe, preciso ir trabalhar.
zh_cn: 对那一幕我很抱歉,艾莉有时很难对付,不像我女儿杰西. 哦!我的礼节呢.我的名字是艾...你知道吗?我就写吧. Aeble 它的发音是ahbluh,但大家都只叫我Able.你可以这样叫我,我想... Aeble.我是全能公司的首席执行官,你们看到的每一个广播都是由我批准的. 现在,我不是唯一一个做他们工作的人.全能有一个董事会,帮助管理各个地区. 你知道吗......董事会每年都会被重新选举! 全能公司的目标是向所有人开放世界.不过,要做到这一点,使每个人都平等,唯一的 办法是. 就是限制精灵. 我们从没收开始,但大多数精灵设法逃脱.所以我们不得不采取极端措施. 我们的姐妹组织Spyder开发了一种药物,可以改变精灵. 它隔离了每个精灵神秘地拥有的大脑的一部分,并使其超载. 一旦他们的大脑被超载,他们的抵抗意志就会消退,变得温顺. 由于一些意想不到的悲惨副作用,可悲的是,有几个物种现在实际上已经灭绝了. 特别是洛克特恩、弗鲁特拉和海德隆. 现在,除了野外的一些散兵游勇外,这一代人只有在为我们工作时才会与精灵互动. 出生率处于历史高位,自限制前一年以来,对全能公司的认可没有下降过. 野生的精灵是一个无孔不入的诅咒,威胁到了人类.全能公司已经解决了这个问题,并 强加了秩序. 如果不加以控制,精灵是一种毁灭的力量,任何说不是的人都是在撒谎.对不起,我必 须去工作了.

# liela_goes_to_battle
source: If you are going to disturb me while I pick berries, I'm just going to have to challenge you!
de_de: Wenn du mich störst während ich Beeren pflücke, dann werde ich dich herausfordern müssen!
es_es: ¡Si vas a molestarme mientras recojo bayas, me veo obligado a retarte!
es_mx: Si me va a molestar mientras recojo bayas, ¡voy a tener que desafiarlo!
fr_fr: Si vous venez me déranger pendant que je cueille des baies, je vais devoir vous défier !
it_it: Se stai per disturbarmi mentre raccolgo bacche, dovrò allora sfidarti!
pt_br: Se você vai me incomodar enquanto eu colho frutas, eu vou ter que desafiá-lo!
zh_cn: 如果你要在我采摘浆果时打扰我,我只能向你挑战了!

# Cotton_Mart
source: Get the scoop at the Scoop Store!
de_de: Hol dir den Scoop beim Scoop-Geschäft!
es_es: ¡Obtén la novedad en la Tienda de Novedades!
es_mx: ¡Obtenga la novedad en la Tienda Scoop!
fr_fr: Obtenez le scoop au Scoop Store !
it_it: Ottieni lo scoop presso lo Scoop Store!
pt_br: Obtenha a colher na Loja Scoop!
zh_cn: 在 "勺子商店 "获取独家信息!

# column1
source: A rare and ancient column. This used to be part of a temple.
de_de: Eine seltene und antike Säule. Dies war mal ein Tempel.
es_es: Una columna rara y antigua. Esto solía ser un templo.
es_mx: Una rara y antigua columna. Esto solía ser parte de un templo.
fr_fr: Une colonne ancienne et rare. Ce fut jadis un temple.
it_it: Una colonna rara e antica. Un tempo era parte di un tempio.
nb_no: En sjelden søyle fra oldtiden. Dette var tidligere et tempel.
pt_br: Uma coluna rara e antiga. Isso costumava ser parte de um templo.
zh_cn: 一根罕见的古老圆柱.这曾经是一个寺庙的一部分.

# column2
source: A rare and ancient column. Other ruins from the same culture can be found on Route 3.
de_de: Eine seltene und antike Säule. Andere Ruinen von der selben Kultur können auf Route 3 gefunden werden.
es_es: Una columna rara y antigua. Otras ruinas de la misma civilización se pueden encontrar en la Ruta 3.
es_mx: Una rara y antigua columna. Otras ruinas de la misma cultura se pueden encontrar en la Ruta 3.
fr_fr: Une colonne ancienne et rare. Des ruines de cette même civilisation peuvent être trouvées sur la Route 3.
it_it: Una colonna rara e antica. Lungo la strada 3 si possono trovare altre rovine dalla stessa cultura.
nb_no: En sjelden søyle fra oldtiden. Andre ruiner fra samme kulturer er å finne i Rute 3.
pt_br: Uma coluna rara e antiga. Outras ruínas da mesma cultura podem ser encontradas na Rota 3.
zh_cn: 一根罕见的古老圆柱.在3号公路上可以找到同一文化的其他遗迹.

# route2speech3
source: Although that may not be a bad thing... I know, everyone needs me to lead, but with everything going on... But you don't want to listen to me... do you?
es_mx: Aunque puede que eso no sea algo malo... Lo sé, todo el mundo necesita que yo les guíe, pero con todo lo que está pasando... Pero tú no deseas escucharme... ¿o sí?
fr_fr: Même si n'est pas une mauvaise chose... Je sais, toute le monde a besoin d'un leader comme moi, mais avec tout ce qui se passe... Mais vous n'êtes pas en train de m'écouter... si ?
it_it: Sebbene possa non essere una cattiva idea... Lo so, ognuno ha bisogno di me per condurre ma con tutto che va avanti... Ma tu non vuoi sentire di me... o no?
zh_cn: 虽然这可能不是一件坏事...... 我知道,每个人都需要我的领导,但由于发生了这么多事情... 但你不想听我说......是吗?

# route2speech2
source: Oh. It's just you ${{name}}... Be more considerate the next time you push someone. The cliff is higher than it looks...
es_mx: Oh. Solo eres tú ${{name}}... Se más considerado la próxima vez que empujes a alguien. El acantilado es más alto de lo que se ve...
fr_fr: Oh, c'est juste vous ${{name}}... Soyez plus prudent la prochaine fois que vous bousculez quelqu'un. La falaise est plus haute qu'elle ne semble...
it_it: Oh. Sei tu, ${{name}}... Stai più attento la prossima volta che urti una persona. La scogliera è più ripida di quanto sembri...
pt_br: Oh. É só você ${{name}}... Seja mais atencioso da próxima vez que empurrar alguém. O penhasco é mais alto do que parece...
zh_cn: 哦.只是你${{name}}... 下次推人的时候要多考虑一下.悬崖比它看起来要高...

# notalk
source: How insensitive of you! Too bad, you'll have to listen to me anyway!
de_de: Du unsensible Person! Du wirst mir sowieso zuhören!
es_es: ¡Cómo puedes ser tan insensible! ¡Pues me vas a escuchar de todos modos!
es_mx: ¡Qué insensible de tu parte! ¡Qué pena, tendrá que escucharme de todos modos!
fr_fr: Quel manque de sensibilité ! Dommage, vous devrez tout de même m'écouter !
it_it: Che persona insensibile! Mi dispiace, dovrai ascoltarmi comunque!
zh_cn: 你太不敏感了!太糟糕了,反正你也得听我的!
