Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# spyder_citypark_bobette
source: Bobette
zh_cn: 波贝特

# spyder_citypark_edith
source: Edith
zh_cn: 伊迪丝

# spyder_miner
source: Miner
fr_fr: Mineur
it_it: Minatore
zh_cn: 矿工

# spyder_postboy
source: Postboy
fr_fr: Facteur
it_it: Postino
zh_cn: 邮递员

# spyder_route3_zoolander
source: Zoolander
fr_fr: Gardien de zoo
zh_cn: 祖兰德

# spyder_rookie
source: Rookie
fr_fr: Recrue
zh_cn: 新手

# spyder_route3_weaver
source: Weaver
fr_fr: Tisseur
it_it: Tessitrice
zh_cn: 织工

# spyder_route3_novak
source: Novak
zh_cn: 诺 瓦 克

# spyder_route3_surat
source: Surat
zh_cn: 苏拉特

# spyder_route3_roxby
source: Roxby
zh_cn: 罗克斯比

# spyder_wayfarer1_morton
source: Morton
zh_cn: 莫顿

# spyder_wayfarer1_jessie
source: Jessie
zh_cn: 杰西

# spyder_wayfarer1_nightshade
source: Nightshade
fr_fr: Ombre nocturne
it_it: Belladonna
zh_cn: 夜来香

# spyder_wayfarer1_victor
source: Victor
zh_cn: 胜利者

# spyder_wayfarer1_morningstar
source: Morningstar
it_it: Stella del mattino
zh_cn: 晨星

# spyder_wayfarer1_bravo
source: Bravo
zh_cn: 布拉沃

# spyder_wayfarer1_james
source: James
zh_cn: 詹姆斯

# spyder_wayfarer1_bismuth
source: Bismuth
it_it: Bismuto
zh_cn: 铋

# spyder_wayfarer1_ratcher
source: Ratcher
zh_cn: 雷切尔

# spyder_route4_marshall
source: Marshall
zh_cn: 马歇尔

# spyder_route4_roger
source: Roger
zh_cn: 罗杰

# spyder_route4_wulf
source: Wulf
zh_cn: 沃尔夫

# spyder_route4_rincewind
source: Rincewind
zh_cn: 林斯风

# spyder_route4_rosamund
source: Rosamund
zh_cn: 罗萨蒙德

# spyder_route4_beck
source: Beck
zh_cn: 贝克

# spyder_nimrod_chromerobo
source: Chrome Robo
fr_fr: Robot Chromé
zh_cn: 铬合金机器人

# spyder_nimrod_xeon
source: Xeon
fr_fr: Xénon
zh_cn: 至强

# spyder_nimrod_justice
source: Justice
zh_cn: 正义

# spyder_nimrod_thatcher
source: Thatcher
zh_cn: 撒切尔

# spyder_nimrod_mace
source: Mace
zh_cn: 麦斯

# spyder_nimrod_honour
source: Honour
fr_fr: Honneur
zh_cn: 荣誉

# spyder_nimrod_argon
source: Argon
zh_cn: 氩气

# spyder_nimrod_zircon
source: Zircon
zh_cn: 锆石

# spyder_nimrod_maverick
source: Maverick
zh_cn: 马弗里克

# spyder_nimrod_rebel
source: Rebel
zh_cn: 叛逆者

# spyder_nimrod_antimony
source: Antimony
fr_fr: Antimoine
zh_cn: 锑

# spyder_nimrod_bowie
source: Bowie
zh_cn: 鲍伊

# spyder_nimrod_archer
source: Archer
zh_cn: 射手

# spyder_nimrod_tru
source: Tru
zh_cn: 特鲁

# spyder_nimrod_dirk
source: Dirk
zh_cn: 德克

# spyder_route5_cleo
source: Cleo
fr_fr: Cléo
zh_cn: 克莱奥

# spyder_route5_tryphaena
source: Tryphaena
zh_cn: 特里芬纳

# spyder_route5_edith
source: Edith
zh_cn: 伊迪丝

# spyder_route5_sara
source: Sara
zh_cn: 萨拉

# spyder_route5_hunter
source: Hunter
fr_fr: Chasseur
zh_cn: 亨特

# spyder_scoop_donald
source: Donald
zh_cn: 唐纳德

# spyder_scoop_turner
source: Turner
zh_cn: 特纳

# spyder_scoop_paine
source: Paine
zh_cn: 潘恩

# spyder_scoop_taggart
source: Taggart
zh_cn: 塔加特

# spyder_scoop_alyssa
source: Alyssa
zh_cn: 艾丽莎

# spyder_scoop_lanth
source: Lanth
zh_cn: 兰特

# spyder_scoop_berys
source: Berys
zh_cn: 贝里斯

# spyder_scoop_rubid
source: Rubid
zh_cn: 鲁比德

# spyder_scoop_asta
source: Asta
zh_cn: 阿斯塔

# spyder_scoop_haf
source: Haf
zh_cn: 哈夫

# spyder_scoop_arachne
source: Arachne
zh_cn: 蛛形纲

# spyder_scoop_weaver
source: Weaver
fr_fr: Tisseur
zh_cn: 织工

# spyder_scoop_orba
source: Orba
zh_cn: 奥巴

# spyder_scoop_landrace
source: Landrace
zh_cn: 陆生

# spyder_scoop_cochinia
source: CochiniA
zh_cn: 胭脂虫

# spyder_scoop_cochinib
source: CochiniB
zh_cn: 胭脂虫B

# spyder_scoop_cochinic
source: CochiniC
zh_cn: 胭脂虫C

# spyder_tunnelb_lute
source: Lute
zh_cn: 鲁特

# spyder_tunnelb_meitner
source: Meitner
zh_cn: 迈特纳

# spyder_tunnelb_iris
source: Iris
zh_cn: 鸢尾花

# spyder_tunnelb_greta
source: Greta
zh_cn: 格雷塔

# spyder_tunnelb_tommy
source: Tommy
zh_cn: 汤米

# spyder_route6_ping
source: Ping
zh_cn: 乒

# spyder_route6_richard
source: Richard
zh_cn: 理查德

# spyder_route6_blair
source: Blair
zh_cn: 布莱尔

# spyder_route6_maxwell
source: Maxwell
zh_cn: 麦克斯韦

# spyder_route6_orion
source: Orion
zh_cn: 猎户座

# spyder_route6_mungo
source: Mungo
zh_cn: 蒙戈

# spyder_route6_rigel
source: Rigel
zh_cn: 里格尔

# spyder_route6_gunner
source: Gunner
fr_fr: Artilleur
zh_cn: 炮手

# spyder_searoutec_nigel
source: Nigel
zh_cn: 奈杰尔

# spyder_searoutec_wade
source: Wade
zh_cn: 韦德

# spyder_searoutec_gil
source: Gil
zh_cn: 吉尔

# spyder_searoutec_leek
source: Leek
fr_fr: Poireau
zh_cn: 韭菜

# spyder_searoutec_beech
source: Beech
zh_cn: 榉树

# spyder_searoutec_rutherford
source: Rutherford
zh_cn: 卢瑟福

# spyder_searoutec_carstair
source: Carstair
zh_cn: 卡斯特尔

# spyder_searoutec_sandy
source: Sandy
zh_cn: 珊迪

# spyder_dragonscave_tomas
source: Tomas
fr_fr: Thomas
zh_cn: 托马斯

# spyder_dragonscave_cailin
source: Cailin
zh_cn: 凯林

# spyder_dragonscave_griffin
source: Griffin
zh_cn: 格里芬

# spyder_dragonscave_daenny
source: Daenny
zh_cn: 戴恩尼

# spyder_dragonscave_benden
source: Benden
zh_cn: 本登

# spyder_dragonscave_mal
source: Mal
zh_cn: 马尔

# spyder_dragonscave_ray
source: Ray
zh_cn: 雷

# spyder_dragonscave_lucille
source: Lucille
zh_cn: 卢 克

# spyder_dragonscave_tru
source: Tru
zh_cn: 特鲁

# spyder_flower_cady
source: Cady
zh_cn: 卡迪

# spyder_flower_mieke
source: Mieke
zh_cn: 迈克尔

# spyder_flower_sandy
source: Sandy
zh_cn: 桑 迪

# spyder_flower_teach
source: Teach
fr_fr: Enseignant
zh_cn: 教导

# spyder_omnichannel_william
source: William
zh_cn: 威廉

# spyder_omnichannel_carnegie
source: Carnegie
zh_cn: 卡内基

# spyder_omnichannel_byrne
source: Byrne
zh_cn: 伯恩

# spyder_omnichannel_strauss
source: Strauss
zh_cn: 斯特劳斯

# spyder_omnichannel_beaverbrook
source: Beaverbrook
zh_cn: 比弗布鲁克

# spyder_omnichannel_worm
source: Worm
fr_fr: Ver
zh_cn: 虫子

# spyder_omnichannel_thedukeofdeadair
source: The Duke of Dead Air
fr_fr: Le Duc de l'Air Mort
zh_cn: 死气沉沉的公爵

# spyder_dragonscave_angrybrute
source: AngryBrute
fr_fr: Brute Épaisse
zh_cn: 愤怒的布鲁特

# spyder_dragonscave_lazybrute
source: LazyBrute
fr_fr: Brute Indolente
zh_cn: 懒惰的布鲁特

# spyder_dragonscave_concernedbrute
source: ConcernedBrute
zh_cn: 关心的布鲁特

# spyder_greenwash_looten
source: Looten
zh_cn: 罗顿

# spyder_riverboatcaptain
source: Riverboat Captain
fr_fr: Capitaine d'eau douce
zh_cn: 河船船长

# spyder_mansion_drinkingbuddya
source: Drinking Buddy A
fr_fr: Camarade de Bouteille A
zh_cn: 酒友A

# spyder_mansion_drinkingbuddyb
source: Drinking Buddy B
fr_fr: Camarade de Bouteille B
zh_cn: 饮友B

# spyder_dryadsgrove_aquemini
source: Aquemini
zh_cn: 阿克米尼

# spyder_dryadsgrove_ignatia
source: Ignatia
zh_cn: 伊格纳蒂亚

# spyder_dryadsgrove_petra
source: Petra
fr_fr: Pétra
zh_cn: 彼得拉

# spyder_dryadsgrove_ferris
source: Ferris
zh_cn: 费里斯

# spyder_dryadsgrove_sylvia
source: Sylvia
zh_cn: 西尔维娅

# spyder_dryadsgrove_volcoli
source: Volcoli
zh_cn: 沃尔科利

# spyder_multi_underrepairs
source: The sign reads, 'Under repairs'
fr_fr: Le panneau indique : 'En travaux'
zh_cn: 牌子上写着：“正在维修”

source: Chrome Robo
fr_fr: Robot Chromé
zh_cn: 铬合金机器人

source: Dark Robo
fr_fr: Robot Sombre
zh_cn: 黑暗机器人

source: Xeon
fr_fr: Xénon
zh_cn: 至强

source: Xeon-2
fr_fr: Xénon-2
zh_cn: 至强-2

source: Mk01 Beta
fr_fr: Mk01 Béta
zh_cn: Mk01 测试版

source: Mk01 Alpha
zh_cn: Mk01 阿尔法

# spyder_multi_martsign
source: Buy things here
fr_fr: Acheter des trucs ici
zh_cn: 在这里买东西

# spyder_papertown_daycare1
source: Daycare Centre: Under construction.
de_de: Tuxemontagesstätte: Im Bau.
fr_fr: Garderie d'enfants : En construction.
it_it: Centro Rifugio: In costruzione.
zh_cn: 日间护理中心.正在建设中.

# spyder_papertown_daycare2
source: Daycare Centre: Open now!
fr_fr: Garderie d'enfants : Ouvert !
zh_cn: 日托中心：现已开放!

# spyder_papertown_sunnyside
source: Sunnyside Manor: If we are not home leave a message with our housekeeper.
fr_fr: Manoir de Lielos-sur-Côte : Laisser un message à notre gouvernante si nous ne sommes pas à la maison.
zh_cn: 阳光城庄园.如果我们不在家,请给我们的管家留言.

# spyder_papertown_home
source: Home sweet home!
es_mx: ¡Hogar dulce hogar!
fr_fr: Ma chère maison !
zh_cn: 甜蜜的家!

# spyder_papertown_restinbed
source: You awake fully rested!
fr_fr: Vous vous réveillez en pleine forme !
pl: Budzisz się w pełni wypoczęty!
zh_cn: 你醒来时已经完全休息好了!

# spyder_citypark_achievement
source: Achievement Maniac's House
de_de: Achievement Maniac's House: Geschlossen.
fr_fr: Manoir du Maniaque du Trophée : Fermé.
zh_cn: 成就狂人之家.关闭.

# spyder_column2_sign
source: A rare ancient column. Other ruins from the same culture can be found in Route 3.
fr_fr: Une ancienne colonne rare. D'autres ruines de la même époque peuvent être retrouvées sur la Route 3.
zh_cn: 一根罕见的古柱.在3号公路上可以找到同一文化的其他遗迹.

# spyder_opal_plaque
source: Opals show flashes of coloured light. They form in fissues and dips in rock when water evaporates leaving behind silica. Tuxemon that eat opals benefit from its magical warding are better able to escape magical distant attacks like blasts, sprays and rays.
fr_fr: Les opales produisent des éclairs de lumière colorée. Elles sont formées dans les interstices des roches quand l'eau s'évapore, laissant des traces de silice. Les Tuxemon qui en mangent absorbent une partie de leur protection magique, et peuvent donc échapper plus facilement aux attaques magiques à distance, comme les explosions, les jets et les rayons.
zh_cn: 蛋白石显示出闪烁的彩色光线. 它们形成于岩石的裂缝和凹陷处,当水蒸发后留下硅石. 吃了蛋白石的精灵能从它的魔法防护中受益,能更好地躲避魔法的远距离攻击,如爆 炸、喷雾和射线.

# spyder_agate_plaque
source: Agate is a rock, often formed by volcanoes and often banded with parallel lines. It features a great variety of colours: browns, greys, creams, reds, oranges and even blues. Feeding agate to a tuxemon can increase its speed and agility, making it faster to react in battle.
fr_fr: L'Agate est un pierre, souvent formée par les volcans et habituellement ornées de bandes parallèles. Il existe une grande palette de couleurs : marron, gris, crème, rouge, orange et même bleu. Nourrir un Tuxemon avec permet d'augmenter sa vitesse et son agilité, pour qu'il soit plus réactif en combat.
zh_cn: 玛瑙是一种岩石,通常由火山形成,并常有平行线带. 它的特点是颜色繁多：棕色、灰色、奶油色、红色、橙色,甚至是蓝色. 给精灵喂食玛瑙可以提高它的速度和敏捷性,使它在战斗中反应更快.

# spyder_quartz_plaque
source: Quartz is one of the most abundant minerals on the planet. Some quartz varieties - like onyx, amethyst and carnelian - are rarer and more precious. Quartz is used in clocks to keep very precise time. Tuxemon that eat quartz have their fortitude and vitality increased, making them able to endure more attacks before being knocked out.
fr_fr: Le Quartz est un des minéraux les plus abondants sur Terre. Certaines variétés - l'onyx, l'améthyste et la cornaline - sont bien plus rares et donc plus précieux. Le quartz est utilisé dans les horloges les plus précises. Si un Tuxemon mange du quartz, sa force et sa vitalité se voient augmentées, ce qui lui permet d'endurer plus d'attaques avant d'être assommés.
zh_cn: 石英是地球上最丰富的矿物之一. 一些石英品种--如玛瑙、紫水晶和红玉髓--更罕见、更珍贵. 石英被用于钟表,以保持非常精确的时间. 吃了石英的精灵会增加他们的毅力和活力,使他们在被击倒之前能够承受更多的攻 击.

# spyder_shaft_plaque
source: Sponsored by Shaft. "We dig it!"
fr_fr: Sponsorisé par Shaft. "On s'est bien creusé !"
zh_cn: 由沙夫特赞助."我们挖掘它!"

# spyder_nimrod_plaque
source: Sponsored by Nimrod. "If we didn't sell them, someone else would!"
de_de: Gesponsert von Nimrod. "Wenn wir sie nicht verkaufen würden, würde es jemand anderes tun!"
es_mx: Patrocinado por Nimrod. "Si no los vendiéramos, otro lo haría"
fr_fr: Sponsorisé par Nimrod. "Si nous n'en vendions pas, d'autres le feraient !"
it_it: Sponsorizzato da Nimrod. "Se non li vendessimo noi, lo farebbe qualcun altro!"
pt_br: Patrocinado por Nimrod. "Se não os vendêssemos, outra pessoa o venderia!"
zh_cn: 由尼姆罗德赞助."如果我们不卖,别人就会卖!"

# spyder_nimrod2_plaque
source: Tuxemon are powerful weapons that have fought alongside humans for as long as there has been war. Rock paintings found in caves show prehistoric humans training sabretoothed Rockats to fight wild Wolffsky.
fr_fr: Les Tuxemon sont de puissantes armes qui combattent avec les humains depuis aussi longtemps que ceux-ci mènent des guerres. Des dessins dans les grottes préhistoriques montrent que déjà ils entrainaient les Rockats à dents de sabre à dévorer des Wolffsky sauvages.
zh_cn: 精灵是强大的武器,自从有战争以来就与人类并肩作战. 在山洞里发现的岩画显示,史前人类训练鸡脚猫与野生沃尔夫斯基作战.

# spyder_nimrod4_plaque
source: But soon, tuxemon and humans may be rendered obsolete. Our corporate sponsors Nimrod are developing robot technology that could make war a bloodless affair. In the meantime, sign up for the Nimrod Enforcers for good pay, free education and a life of adventure.
fr_fr: Mais bientôt, les Tuxemon, tout comme les humains, deviendront dépassés. Notre sponsor Nimrod est en train de développer une technologie robotisée qui pourrait mener des guerres sans la moindre effusion de sang. En attendant, engagez-vous dans les Nimrod Enforcers pour un bon salaire, une formation gratuite et de belles aventures.
zh_cn: 但很快,精灵和人类可能都会被淘汰. 我们的赞助商Nimrod公司正在开发机器人技术,可以使战争变得不流血. 同时,报名参加尼姆罗德执法者,获得高薪、免费教育和冒险的生活.

# spyder_shaft1_sign
source: Shaft Headquarters: Mining Division
fr_fr: QG de Shaft : Département Minage
zh_cn: 竖井总部.采矿部

# spyder_shaft2_sign
source: Shaft Headquarters: Public Relations Division
fr_fr: QG de Shaft : Département des Relations Publiques
zh_cn: 沙夫特总部.公共关系部

# spyder_leathercafe_sign
source: Open Air Cafe and Marketplace
fr_fr: Café extérieur et Marché
zh_cn: 露天咖啡馆和市场

# spyder_leathercbd_sign
source: Leather Town Business District
fr_fr: Quartier des Affaires de Cuir-sur-Pré
zh_cn: 皮革城商业区

# spyder_leatherhouse1_radio
source: An R&B song is playing. It's called "Possessuns, Part II".
fr_fr: Une chanson de R&B est jouée. Elle s'appelle "Possessuns, partie 2".
zh_cn: 正在播放一首R&B歌曲.它被称为 "Possessuns, Part II".

# spyder_flower_dojo_sign
source: Dojo of the Five Elements: Master Tuxemon Battle
fr_fr: Le Dojo des Cinq Éléments : Combat des Maîtres Tuxemon
zh_cn: 五行道场.主人和精灵的战斗

# spyder_wayfarerinn_sign
source: Welcome to the Wayfarer Inn!
fr_fr: Bienvenue à l'Auberge Wayfarer !
zh_cn: 欢迎来到Wayfarer Inn!

# spyder_cottonhouse1_tvwatch
source: It's the latest reality show: people and their tuxemon complete challenges on a remote island.
fr_fr: C'est la dernière émission de télé réalité : des gens et leur Tuxemon se lancent des défis sur une île déserte.
zh_cn: 这是最新的真人秀节目：人们和他们的精灵在一个偏远的岛屿上完成挑战.

# cannot_use_item_monster
source: This item cannot be used on this monster.
es_es: Este objeto no puede ser usado en este monstruo.
fr_fr: Cet objet ne peut être utilisé sur ce monstre.
it_it: Questo oggetto non può essere usato su questo mostro.
zh_cn: 这个道具不能用在这个精灵身上.

# cotton_breeder1
source: Do you wanna leave two of your Tuxemon with me to breed them?
fr_fr: Voulez-vous me laisser deux de vos Tuxemon pour que je les fasse s'accoupler ?
it_it: Vuoi lasciare due dei tuoi Tuxemon con me per allevarli?
zh_cn: 你想把你的两只精灵留给我,让它们繁殖吗?

# cotton_breeder2a_1
source: Okay, which Tuxemon will be the mother?
fr_fr: Alors, quel Tuxemon sera la maman ?
it_it: Ok, quale Tuxemon sarà la madre?
zh_cn: 好吧,哪位精灵将成为母亲?

# cotton_breeder2a_2
source: Great, how about the father?
fr_fr: Bien, et concernant le père ?
it_it: Fantastico, e il padre?
zh_cn: 很好,那父亲呢?

# cotton_breeder3
source: Okay, you sure these are the two you want?
fr_fr: Bon, êtes-vous sûr de vraiment vouloir ces deux-là ?
it_it: Ok, sei sicuro che questi siano i due che vuoi allevare?
zh_cn: 好吧,你确定这是你要的那两个?

# cotton_breeder4a
source: Great! Come back to check in later and I'll let you know how it's going.
fr_fr: Super ! Revenez plus tard pour voir comme ça s'est passé.
it_it: Benissimo! Torna a fare a controllare più tardi e ti farò sapere come sta andando.
zh_cn: 很好!以后再来报到,我会让你知道情况如何.

# cotton_breeder_rejected
source: Oh, alright. You think about it some more and come back to me.
fr_fr: Comme vous voulez. Mais pensez-y, et revenez me voir pour que je m'en occupe.
it_it: Oh, va bene. Pensaci ancora un po' e torna da me.
zh_cn: 哦,好吧.你再想一想,再来找我.

# cotton_breeder5
source: Hey ${{name}}, come to check up on your Tuxemon?
de_de: Hey ${{name}}, komm, um deinen Tuxemon zu überprüfen?
fr_fr: Hé ${{name}}, de retour pour soigner vos Tuxemon ?
it_it: Hey ${{name}}, vieni a controllare il tuo Tuxemon?
pt_br: Hey ${{name}}, vem verificar o seu Tuxemon?
zh_cn: 嘿,${{name}},来看看你的精灵?

# cotton_breeder6a
source: They're still getting acquainted, as it were. Why don't you come back later?
fr_fr: Ils ont à peine commencé à faire connaissance. Laissez leur encore un peu de temps, hein ?
it_it: Stanno ancora facendo conoscenza, per così dire. Perché non torni più tardi?
zh_cn: 他们还在逐渐熟悉,就像这样.你为什么不晚点再来?

# cotton_breeder6b
source: It's going very well! They're practically inseperable! It shouldn't be too long now before we've got a baby on the way.
fr_fr: Ça se passe très bien ! Ils sont comme inséparables ! Ça n'est plus qu'une question de temps avant que la famille s'agrandisse.
it_it: Sta andando molto bene! Sono praticamente inseparabili! Non dovrebbe passare molto tempo prima di avere un cucciolo.
zh_cn: 进展非常顺利!它们几乎是不可分割的! 现在应该用不了多久,他们就要生孩子了.

# cotton_breeder6c
source: Congratulations! They've had a baby! Here you go, raise it well.
fr_fr: Félicitations ! Ils ont eu un enfant ! Le voici ; élevez-le bien.
it_it: Felicitazioni! Hanno avuto un cucciolo! Ecco, crescilo bene.
zh_cn: 祝贺你!他们已经有了一个孩子!给你,好好养育它.

# cotton_breeder_continue
source: It'll be awhile before they're ready for another, but if you like I can hold onto these two and breed them again.
fr_fr: Ça va prendre un peu de temps avant qu'ils se décident à s'y remettre, mais si vous le souhaitez, laissez-les-moi et je veillerai à ce qu'ils ne chôment pas.
it_it: Ci vorrà un po' di tempo prima che siano pronti di nuovo, ma se vuoi posso tenerli e allevarli di nuovo.
zh_cn: 在他们准备好接受另一个精灵之前,还需要一段时间,但如果你愿意,我可以保留这两 只,并再次为他们配种.

# cotton_breeder7a
source: Great! You take some time with the baby and I'll take care of the parents. Come back later to check up on them.
fr_fr: Excitant ! Prenez votre temps avec le bébé, et je m'occupe des parents. Revenez dans quelque temps pour veiller sur eux.
it_it: Benissimo! Tu prendi un po' di tempo con il cucciolo e io mi prenderò cura dei genitori. Torna più tardi per controllarli.
zh_cn: 很好!你花点时间照顾孩子,我来照顾父母.以后再来看看他们吧.

# taba_greeting1
source: Greeter Jaime: Hey there ${{name}}! Heard you got a Tuxemon, congrats! If you wanna grow your party, you'll need Tuxeballs.
de_de: Greeter Jaime: Hallo ${{name}}! Ich habe gehört, dass Sie ein Tuxemon haben, herzlichen Glückwunsch! Wenn Sie Ihre Gruppe vergrößern möchten, benötigen Sie Tuxeballs.
es_mx: Jaime de Recepción: ¡Hola ${{name}}! He oído que tienes un Tuxemon, ¡felicidades! Si deseas hacer crecer tu grupo, necesitarás unas Tuxeballs.
fr_fr: Hôtesse Jaime : Bonjour ${{name}} ! J'ai entendu que vous aviez un Tuxemon, mes félicitations ! Si vous voulez grandir la famille, vous aurez besoin de Tuxeballs.
it_it: Greeter Jaime: Hey ${{name}}! Ho sentito che hai un Tuxemon, congratulazioni! Se vuoi far crescere la tua squadra, avrai bisogno di Tuxeballs.
pt_br: Recepcionista Jaime: Ei lá ${{name}}! Ouvi dizer que você tem um Tuxemon, parabéns! Se você quiser aumentar sua festa, você precisará de Tuxeballs.
zh_cn: 招待员Jaime: 嗨,${{name}}!听说你得到了一只精灵,恭喜你!如果你想壮大你的队伍,你就需要精灵球.

# cotton_breeder7b
source: Good idea, the new family should be kept together at this important stage in the baby's development. Ya'll come back now, y'hear?
fr_fr: Oui, c'est préférable de ne pas séparer cette petite famille, surtout à un âge aussi précoce. Vous reviendrez bientôt, hein ?
it_it: Buona idea, la nuova famiglia dovrebbe essere tenuta insieme in questa fase importante dello sviluppo del cucciolo. Tornerai ora, no?
zh_cn: 好主意,在宝宝成长的这个重要阶段,新家庭应该保持在一起. 你们现在回来吧,听到了吗?

# taba_greeting2a
source: The shop is doing a promo, here's some to get you started. You use them to capture Tuxemon. It's easier if they're weakend first though!
es_mx: La tienda está haciendo una promoción, aquí hay algunas para empezar. Úsalas para capturar a los Tuxemon. ¡Aunque es más fácil si primero los debilitas!
fr_fr: Le magasin fait des soldes, voilà pour commencer. Vous pouvez les utiliser pour capturer des Tuxemon. C'est bien plus facile à utiliser quand ils sont d'abord un peu affaiblis !
it_it: Il negozio sta facendo una promozione, ecconi alcuni per iniziare. Li usi per catturare Tuxemon. È più facile se sono prima indeboliti!
zh_cn: 该店正在做促销活动,这里有一些让你开始.你用它们来捕获精灵.如果他们先被削弱 了,那就更容易了!

# taba_greeting2b
source: Ah! I see you've already got some. You've got a good head on your shoulders ${{name}}, I'm sure you'll be a champ in no time.
de_de: Ah! Ich sehe, Sie haben bereits welche. Du hast einen guten Kopf auf deinen Schultern ${{name}}, ich bin mir sicher, dass du in kürzester Zeit ein Champion sein wirst.
fr_fr: Ah ! mais je vois que vous en avez déjà quelques-unes. Vous avez vraiment la tête sur les épaules ${{name}}, je suis sûre que vous deviendrez un champion en un rien de temps.
it_it: Ah! Vedo che ne hai già alcuni. Hai la testa sulle spalle ${{name}}, sono sicuro che sarai un campione in pochissimo tempo.
pl: Ah! Widzę, że już masz kilka. Masz dobrą głowę na karku ${{name}}, jestem pewien, że będziesz mistrzem w nie długim czasie.
pt_br: Ah! Vejo que você já tem algumas. Você tem uma boa cabeça em seus ombros ${{name}}, tenho certeza que você será um campeão em pouco tempo.
zh_cn: 啊!我看到你已经有了一些.你有一个很好的开头, ${{name}},我相信你很快就会成 为冠军.

# taba_greeting3
source: Good luck in your adventures ${{name}}, and remember to shop at Tuxemart for all your adventuring needs! ... Sorry about the sales pitch, it's my job.
de_de: Viel Glück bei Ihren Abenteuern ${{name}}, und denken Sie daran, bei Tuxemart für alle Ihre Abenteuerbedürfnisse einzukaufen! ... Sorry für das Verkaufsgespräch, es ist mein Job.
fr_fr: Bon chance dans vos aventures ${{name}}, et n'oubliez pas de venir faire vos courses chez Tuxemart, où on répondra à tous vos besoins ! ... Désolé pour ce discours de vendeuse, mais c'est mon boulot.
it_it: Buona fortuna nelle tue avventure ${{name}}, e ricordati di comprare al Tuxemercato tutto ciò di cui hai bisogno per i tuoi viaggi! ... Perdonami per la sponsorizzazione, ma è il mio lavoro.
pl: Powodzenia w swoich przygodach ${{name}}, i pamiętaj, aby kupować w Tuxemart wszystkie potrzebne ci rzeczy! ... Przepraszam za nachalną sprzedaż, to moja praca.
pt_br: Boa sorte em suas aventuras ${{name}}, e lembre-se de fazer compras no Tuxemart para todas as suas necessidades de aventura! ... Desculpe o discurso de vendas, é o meu trabalho.
zh_cn: 祝你在冒险过程中好运,记得在商店购物,满足你所有的冒险需求! ... 对不起,我在推销,这是我的工作.

# gotfivetuxeballs
source: You got 5 Tuxeballs!
es_mx: ¡Conseguiste 5 Tuxeballs!
fr_fr: Vous obtenez 5 Tuxeballs !
it_it: Ottieni 5 Tuxeballs!
pl: Dostałeś 5 Tuxeballi!
pt_br: Você tem 5 Tuxeballs!
zh_cn: 你有5个精灵球!

# got_new_tuxemon
source: A new Tuxemon is born! Welcome {monster_name}!
de_de: Ein neuer Tuxemon ist geboren! Willkommen {monster_name}!
es_mx: ¡Nace un nuevo Tuxemon! ¡Bienvenido {monster_name}!
fr_fr: Vous obtenez un ${{monster_name}} !
it_it: Un nuovo Tuxemon è nato! Benvenuto {monster_name}!
pl: Dostałeś ${{monster_name}}!
pt_br: Nasce um novo Tuxemon! Bem-vindo {monster_name}!
zh_cn: 一个新的精灵诞生了!欢迎{monster_name}!

# spyder_greenwash_gregor1
source: I spend all day watching my CATEYE - I'm going to catch it blinking!
de_de: Ich verbringe den ganzen Tag damit, mein CATEYE zu beobachten - ich werde es blinken sehen!
es_mx: Paso todo el día mirando mi CATEYE - ¡voy a atraparlo parpadeando!
fr_fr: Je passe toute la journée à regarder mon CATEYE - je vais le surprendre en train de cligner des yeux !
it_it: Passo tutto il giorno a guardare il mio CATEYE - riuscirò a vederlo battere le palpebre!
pt_br: Eu passo o dia todo assistindo meu CATEYE - eu vou pegá-lo piscando!
zh_cn: 我整天都在观察我的C眼猫--我要抓住它眨眼的机会!
