Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# spyder_route4_beck2
source: Game, set, match.
de_de: Spiel, Satz, Sieg.
fr_fr: Jeu, set, et match.
zh_cn: 游戏,设置,比赛.

# spyder_flower_mieke1
source: It's exciting for us to visit the region of Fondant! You have such unique tuxemon here ... Hey, do you want to trade? My Conileaf for a creature that we don't have back home ... How about Budaye?
fr_fr: C'est très excitant pour nous de visiter la région de Fondant ! Il y a ici des Tuxemon endémiques... Hé, voulez-vous faire un échange ? Mon Conileaf contre une créature que nous n'avons pas ici... Pourquoi pas un Budaye ?
zh_cn: 对我们来说,访问芳登地区是一件令人激动的事情!你们这里有如此独特的精 灵...... 嘿,你想做交易吗?用我的圆锥叶换一个我们家乡没有的生物...... 友友猫怎么样?

# spyder_flower_mieke_willtrade
source: Well, great! Here you go.
fr_fr: Super ! Tiens.
zh_cn: 嗯,很好!给你.

# spyder_flower_fez1
source: Everyone in our region has to pick from one of the same five boring tuxemon. I know like a hundred people with a Foxfire ... Hey, do you want to trade? My Foxfire for an Ignibus?
fr_fr: Tout le monde dans cette région doit choisir un de ces cinq Tuxemon ennuyeux. Je connais au moins une centaine de personne qui ont un Foxfire... Hé ! tu ne voudrais pas qu'on échange ? Mon Foxfire contre un Ignibus ?
zh_cn: 我们地区的每个人都必须从同样的五种无聊的精灵中挑选一种. 我知道大概有一百个人有火狐...... 嘿,你想做交易吗?用我的火狐换一个岩浆龟?

# spyder_flower_fez_noignibus
source: Oh it doesn't matter - I can see you don't have an Ignibus.
fr_fr: Non, tant pis - tu n'as de toute façon pas de Ignibus.
zh_cn: 哦,这并不重要--我可以看到你没有岩浆龟.

# spyder_flower_fez_willtrade
source: Well, great! Here you go.
fr_fr: C'est super ! Voilà.
zh_cn: 太好了!干得好.

# spyder_flower_cady_nogrintot
source: Oh it doesn't matter - I can see you don't have a Grintot.
fr_fr: Oublie ça - tu n'a de toute façon même pas de Grintot.
zh_cn: 哦,这并不重要--我可以看到你没有格林托特.

# spyder_flower_sandy1
source: This Pharfan keeps spraying me with water. What a drag! Hey, do you want it? You'd have to give me a Tweesher in return.
fr_fr: Ce Pharfan n'arrête pas de m'éclabousser. C'est usant ! Hé ! tu le veux ? Tu me donnes ton Tweesher en échange.
zh_cn: 这只法凡一直向我喷水.真麻烦! 嘿,你想要它吗?你得给我一个镊鹭作为回报.

# spyder_flower_sandy_notweesher
source: Oh it doesn't matter - I can see you don't have a Tweesher.
fr_fr: Ça ne fait rien - et puis tu n'as pas de Tweesher.
zh_cn: 哦,这并不重要--我可以看到你并没有镊鹭.

# spyder_flower_cady_willtrade
source: Well, great! Here you go.
fr_fr: Nickel ! Et bien voilà.
zh_cn: 嗯,很好!给你.

# spyder_flower_teach1
source: Oh where has my other student gotten to?
fr_fr: Oh ! mais où est passé mon autre étudiant ?
zh_cn: 哦,我的另一个学生到哪里去了?

# spyder_flower_petshopassistant
source: Hello - we are the Pet Shop Boys. Are you interested in buying a tuxemon?
fr_fr: Bonjour - vous êtes au Pet Shop Boys. Êtes-vous intéressé par l'achat d'un Tuxemon ?
zh_cn: 你好 - 我们是宠物店男孩.你有兴趣购买一只精灵吗?

# spyder_flower_petshopkeeper2
source: Tell you what, why don't I give you one and you can come back and tell me what it morphs into!
fr_fr: Je vais vous dire, pourquoi je ne vous en donnerais pas un pour voir en quoi il se transformera !
zh_cn: 告诉你吧,为什么我不给你一个,你可以回来告诉我它会变成什么!

# spyder_flower_petshopkeeper3
source: Did you get Vivipere to morph yet?
fr_fr: Est-ce que le Vivipere s'est déjà transformé ?
zh_cn: 你让维维帕雷进化了吗?

# spyder_route1_beachcomber
source: To run, just hold down the SHIFT key. Look! I'm free as an ELOFLY!
fr_fr: Pour courir, il suffit de maintenant la touche Maj. Regardez-moi ! Je suis léger comme un ELOFLY !
zh_cn: 要奔跑,只需按住SHIFT键. 看!我像埃洛飞一样自由!

# spyder_cottonhouse1_homemaker
source: I feel so safe seeing all the Enforcers around. You can never be too careful. The newspapers are always reporting terrible crimes in this very region!
fr_fr: Je me sens tellement en sécurité avec tous ces Enforcers aux alentours. On n'est jamais trop prudent. Les journaux sont toujours en train de parler de crimes terribles dans cette région même !
zh_cn: 看到周围有这么多执法者,我感到很安全.我认为谨慎点总是好事. 报纸上总是报道在这个地区发生的可怕的犯罪行为!

# spyder_cottonhouse1_firefighter
source: Did you know it's possible for tuxemon to have two elements? Even a technique can belong to two elements at one.
fr_fr: Saviez-vous qu'il est possible pour un Tuxemon d'avoir deux éléments ? Même une technique peut appartenir à deux éléments à la fois.
zh_cn: 你知道精灵有可能有两个属性吗? 甚至一个技能可以同时属于两个属性.

# spyder_cottonhouse2_magician
source: Some conditions replace one another. Learning how conditions interact is key to becoming a master of tuxemon fighting.
fr_fr: Certaines conditions en remplacent d'autres. Apprendre comment ces conditions fonctionnent est essentiel pour devenir un maitre dans le combat de Tuxemon.
zh_cn: 有些属性是相互克制的. 学习属性之间的相互作用,是成为一名精灵大师的关键.

# spyder_cottonhouse2_catgirl
source: Have you met the old man in City Park? He's obsessed with breaking records!
fr_fr: Avez-vous rencontré le vieil home de Parc-Ville ? Celui qui veut toujours battre des records !
zh_cn: 你见过城市公园里的那个老人吗?他对打破记录很着迷!

# spyder_cottonhouse2_shopkeeper
source: I don't have a problem with people from other regions. Just don't come after my job, alright?
fr_fr: Je n'ai pas le moindre problème avec les gens des autres régions. Évitez juste de vouloir prendre mon travail, d'accord ?
zh_cn: 我对其他地区的人没有意见. 只是不要来打扰我的工作,好吗?

# spyder_leatherhouse1_florist
source: There used to be several TV and radio stations operating, but Omnichannel ran them out of business. Now we don't have to worry about different journalists contradicting each other.
fr_fr: Il y avait plusieurs chaines de télé et radio, mais Omnichannel les a tous ruinés. Maintenant, on n'a plus à craindre que des journalistes se contredisent entre eux.
zh_cn: 以前有几家电视台和广播电台在运营,但全能频道把它们赶走了. 现在我们不必担心不同的记者相互矛盾了.

# spyder_leatherhouse2_scientist
source: I work for Shaft. ... Where's my helmet? I don't need one, I control the truck remotely from our offices. Pretty soon, most jobs in the mines will be automated.
fr_fr: Je bosse chez Shaft. ... Où est mon casque ? Pas besoin, je manipule mon camion à distance depuis les bureaux. Et bientôt, pratiquement tous les travaux dans les mines seront automatisés.
zh_cn: 我为沙夫特工作. ... 我的头盔呢?我不需要,我从我们的办公室远程控制卡车. 很快,矿区的大部分工作都将实现自动化.

# spyder_leatherhouse2_miner
source: You won't believe what they're digging up in Route 3. I've never seen an egg that big. Oops, I've said too much.
fr_fr: Vous n'imaginerez jamais ce qu'ils sont en train de déterrer sur la Route 3. Je n'ai jamais vu un œuf aussi balèze ! Oups, j'en ai trop dit.
zh_cn: 你不会相信他们在3号公路上挖出了什么. 我从来没有见过这么大的蛋. 哎呀,我说得太多了.

# spyder_flowerhouse1_tv
source: Two mons are having a fight. "I'm not your friend, Budaye", one says.
fr_fr: Deux monstres se disputent. "Je ne suis pas ton pote, Budaye", l'un dit à l'autre.
zh_cn: 两个精灵在战斗."我不是你的朋友,",一个友友猫说.

# spyder_flowerhouse2_soldier
source: I worked for Nimrod during the war. Not that I got a medal. Or a parade. They don't hand those out to mercenaries.
fr_fr: J'ai travaillé pour Nimrod pendant la guerre. Je n'ai reçu ni médaille. Ni même une parade. Ils ne distribuent pas ça aux mercenaires.
zh_cn: 我在战争期间为尼姆罗德工作. 不是说我得到了奖章.或阅兵式. 他们不会把这些东西发给雇佣兵.

# spyder_flowerhouse2_scientist
source: Radio FUD wakes me up every morning. Not sure I care for their politics, but at least they call it how they see it!
fr_fr: La radio PEUR me réveille chaque matin. Je ne suis pas sûr d'adhérer à leurs idées, mais au moins ils disent ce qu'ils pensent !
zh_cn: FUD电台每天早上都会叫醒我. 我不确定我是否关心他们的政治,但至少他们说了他们所看到的一切!

# spyder_flower_florist
source: There used to be a riverboat captain here who could take you up and down the river. But I haven't seen him for a few days.
fr_fr: Il y avait un capitaine le long de la rivière qui acceptait de suivre la rivière de haut en bas. Mais je ne l'ai pas vu depuis quelques jours.
zh_cn: 以前这里有一个河船船长,可以带你在河上和河下航行. 但我已经有几天没有见到他了.

# spyder_flowerhouse1_firefighter
source: The five Pillars are the only big companies in this region. They have a lot of sway.
fr_fr: Les Cinq Piliers sont ces seules grandes entreprises de cette région. Et elles ont beaucoup d'influence.
zh_cn: 五大支柱公司是这个地区唯一的大公司.他们有很大的影响力.

# spyder_nimrod_chromerobo1
source: Boop beep
fr_fr: Bop bop bip bip
zh_cn: 哔哔

# spyder_nimrod_xeon1
source: Whoo ... burr ... target acquired
fr_fr: Boup... bip... cible en mire
zh_cn: 喔......毛刺......获得的目标

# spyder_nimrod_xeon2
source: ... Daisy, Daisy, give me your answer do ...
zh_cn: ...菊花,菊花,给我你的答案,做...

# spyder_nimrod_thatcher1
source: Woo-wee. Look at that. Those protesters won't know what hit them.
fr_fr: Waouh. Regardez ça. Ces manifestants ne sauront même pas ce qui les a eus.
zh_cn: Woo-wee.瞧瞧这个.那些抗议者不会知道是什么袭击了他们.

# spyder_nimrod_thatcher2
source: No comment.
de_de: Kein Kommentar.
fr_fr: Sans commentaire.
zh_cn: 没有评论.

# spyder_nimrod_honour1
source: Don't you dare touch those prototypes!
fr_fr: N'essayez même pas de toucher à ces prototypes !
zh_cn: 你敢碰那些原型!?

# spyder_nimrod_honour2
source: Leave those prototypes alone!
fr_fr: Laissez ces prototypes tranquilles !
zh_cn: 别管那些原型了!

# spyder_nimrod_antimony1
source: Oh god, you destroyed the prototypes. We were just about to start mass production.
fr_fr: Mais non ! vous avez détruit tous les prototypes. On allait lancer la production de masse.
zh_cn: 哦,上帝,你破坏了原型.我们正准备开始大规模生产.

# spyder_nimrod_antimony2
source: Years of work, down the drain in minutes.
fr_fr: Des années de travail, ruinées en quelques minutes.
pl: Lata pracy, w ciągu kilku minut poszły na marne.
zh_cn: 多年的工作,在几分钟内就付诸东流了.

# spyder_nimrod_rebel1
source: Did the Cathedral send you for that new shipment of ... No? Oh.
fr_fr: Est-ce que la Cathédrale vous a envoyé une nouvelle livraison de ... Non ? Oh.
zh_cn: 大教堂派你去买那批新的....... 没有? 哦.

# spyder_nimrod_rebel2
source: The shipment I was asking about was full of... um ... teddybears.
fr_fr: La livraison qui m’intéresse est pleine de... de... d'ours en peluche.
zh_cn: 我问的那批货装满了……嗯……泰迪熊.

# spyder_nimrod_maverick1
source: At night I play guitar by myself.
fr_fr: La nuit, je joue de la guitare tout seul.
zh_cn: 在晚上,我自己弹吉他.

# spyder_nimrod_maverick2
source: I wish I knew someone I could play music with.
fr_fr: J'aimerais connaitre quelqu'un avec qui je pourrais jouer de la musique.
zh_cn: 我希望我认识的人可以和我一起玩音乐.

# spyder_nimrod_justice1
source: Ask not for whom Ghosteeth tolls!
fr_fr: Ne demandez pas pour qui sonne le glas de Ghosteeth !
zh_cn: 不要问幽灵齿为谁而鸣!

# spyder_nimrod_justice2
source: It tolls for me.
fr_fr: Ça sonne pour moi.
zh_cn: 它为我而鸣.

# spyder_nimrod_mace1
source: I want to quit and become a musician.
fr_fr: Je veux démissionner et devenir un musicien.
zh_cn: 我想辞职,成为一名音乐家.

# spyder_nimrod_mace2
source: I'll call my band, "Machine Gun Fellows".
fr_fr: J'appellerai mon groupe "Les Compagnons de Mitrailleuse".
zh_cn: 我将把我的乐队称为 "机枪手".

# spyder_nimrod_argon2
source: I knew I wouldn't be able to convince you.
fr_fr: Je savais que je n'arriverais pas à vous convaincre.
zh_cn: 我知道我不可能说服你.

# spyder_nimrod_zircon1
source: If you truly loved tuxemon, you would support us replacing them in war with robos.
fr_fr: Si vous aimez vraiment les Tuxemon, vous nous soutiendrez pour qu'ils soient remplacés par des robots sur les champs de bataille.
zh_cn: 如果你真的喜欢精灵,你会支持我们在战争中用机器人取代它们.

# spyder_nimrod_zircon2
source: I wish I'd replaced my tuxemon with robos.
fr_fr: J'aurais aimé remplacer mes Tuxemon avec des robots.
zh_cn: 我希望我用机器人取代了我的精灵.

# spyder_nimrod_archer1
source: How's the fusion technology coming along? We ... Wait, you're not from Greenwash!
fr_fr: Comment progresse la technologie Fusion ? Nous... Attendez, mais vous n'êtes pas de Greenwash !
zh_cn: 核聚变技术进展如何?我们 ...等等,你不是来自格林沃什!

# spyder_nimrod_archer2
source: Keep your mouth shut, okay?
fr_fr: Veux-tu te taire, hein ?
zh_cn: 闭上你的嘴,好吗?

# spyder_nimrod_bowie2
source: That military hardware question was hypothetical, okay?
fr_fr: Cette histoire d’équipement militaire est purement hypothétique, d'accord ?
zh_cn: 那个军事硬件问题是假设性的,好吗?

# spyder_nimrod_tru1
source: My weapons have won wars and subdued revolts in every corner of the world, and you think you have a chance against me?
fr_fr: Mes armes ont gagné des guerres et anéanti des révolutions aux quatre coins du monde, et vous pensez que vous avez la moindre chance contre moi ?
zh_cn: 我的武器赢得了战争,制服了世界每个角落的起义,而你认为你有机会对抗我吗?

# spyder_nimrod_guard1
source: Sorry bud, private meeting in progress. So buzz off!
fr_fr: Désolé mon pote, réunion privée en cours. Alors dégage !
zh_cn: 对不起,伙计,正在进行私人会议. 所以,请离开吧!

# spyder_route5_goliath1
source: Hey, aren't you that meddlesome kid from the Wayfarer Inn?
fr_fr: Mais ça ne serait pas ce gamin trop curieux de l'Auberge Wayfarer ?
zh_cn: 嘿,你不是那个路人客栈的多管闲事的孩子吗?

# spyder_route5_hunter1
source: It takes a lot to hold a team together.
fr_fr: Il en faut beaucoup pour avoir une équipe soudée.
zh_cn: 要把一个团队凝聚在一起,需要很多东西.

# spyder_route5_hunter2
source: We'll be back.
fr_fr: On revient.
zh_cn: 我们会回来的.

# spyder_route5_edith1
source: Woohoo! Our millionth ant! ... Uhm, I didn't think anyone would hear that.
fr_fr: Waouh ! Notre millionième fourmi !... Hum, je ne pensais pas que aurait intéressé quelqu'un.
zh_cn: 呜呼!我们的第100万只蚂蚁!...呃,我不认为有人会听到这个消息.

# spyder_route5_edith2
source: Let's see if you're so cocky after Aardart eats her two-millionth ant!
fr_fr: On verra si vous serez toujours aussi arrogant quand l'Aardart aura mangé deux millions de fourmis !
zh_cn: 让我们看看,在阿尔达特吃下她的第200万只蚂蚁之后,你是否还能如此狂妄!

# spyder_route5_cleo1
source: Mother says you can trace our bloodline back to the kings who once ruled this country.
fr_fr: Ma maman m'a dit que notre arbre généalogique remonte jusqu'aux rois qui ont gouverné ce pays.
zh_cn: 母亲说你可以将我们的血统追溯到曾经统治这个国家的国王.

# spyder_route5_cleo2
source: Oh ancestors, I've failed you!
fr_fr: Oh ! Mes chers Ancêtres, je vous ai déçu !
zh_cn: 哦,祖先,我让你失望了!

# spyder_route5_tryphaena1
source: You know, we're descended from ... You've already heard it? Oh.
fr_fr: Vous savez, nous sommes des descendants de... Vous savez déjà ? Oh.
zh_cn: 你知道,我们的后裔是......你已经听过了?哦.

# spyder_route5_tryphaena2
source: Well, might makes right.
zh_cn: 好吧,强权即正义.

# spyder_timber_dante1
source: Hey buddy! Cool to see you again.
de_de: Hey Kumpel! Schön dich wieder zu sehen.
fr_fr: Hé ! mon pote ! Content de te revoir à nouveau.
zh_cn: 嗨朋友!很高兴再次见到你.

# spyder_scoop_lanth1
source: Look how happy the tuxemon are, living so close to one another!
fr_fr: Regardez comme les Tuxemon sont heureux, à vivre si proche les uns des autres !
zh_cn: 看,这些精灵是多么幸福啊!它们彼此之间生活得如此亲近!

# spyder_scoop_lanth2
source: Typical activist troublemaker.
zh_cn: 典型的激进主义麻烦制造者.

# spyder_scoop_paine1
source: I feel so terrible that the disease got out.
fr_fr: Je me sens tellement mal de savoir que la maladie s'est propagée.
zh_cn: 我感到非常可怕,因为这种疾病已经传出去了.

# spyder_scoop_rubid1
source: This is actually the most humane way to keep tuxemon.
fr_fr: C'est en réalité la façon la plus humaine de garder les Tuxemon.
zh_cn: 这实际上是最人道的饲养精灵的方法.

# spyder_scoop_rubid2
source: Studies show that tuxemon find battling more stressful than living in these conditions.
fr_fr: Des études ont montré que les Tuxemon trouvent les combats plus stressants que de vivre dans ces conditions.
zh_cn: 研究表明,精灵觉得战斗比生活在这些条件下更有压力.

# spyder_scoop_berys1
source: You will notice that none of the tuxemon out here are sick - they were all kept in the containment unit.
fr_fr: Vous vous apercevrez qu'ici aucun Tuxemon n'est malade – ils ont tous été abrités dans l'unité de confinement.
zh_cn: 你会注意到,这里的精灵都没有生病--它们都被关在隔离区.

# spyder_scoop_berys2
source: Scoop did not release the disease! I promise you.
fr_fr: Scoop n'a pas diffusé la maladie ! Je vous le promets.
zh_cn: 勺子并没有释放疾病!我向你保证.

# spyder_scoop_turner1
source: Some of these people will tell you that Enforcers let the disease get out. Don't believe them!
fr_fr: Certaines personnes vous dirons que les Enforcers ont laissé la malade se propager. Ne les croyez pas !
zh_cn: 其中一些人会告诉你,执法者让疾病传播出去.不要相信他们!

# spyder_scoop_alyssa1
source: As soon as disease was detected, we moved the infected tuxemon to this containment unit.
fr_fr: Dès que la maladie a été détectée, nous avons mis les Tuxemon infectés en quarantaine dans l'unité de confinement.
zh_cn: 一旦发现疾病,我们就把受感染的精灵移到这个隔离单元.

# spyder_scoop_alyssa2
source: I'm telling you, we kept the disease under control!
fr_fr: Puisque je vous le dis : nous avons la maladie sous contrôle !
zh_cn: 我告诉你,我们把疾病控制住了!

# spyder_scoop_taggart1
source: Someone stole the Extreme Restraints we invented to keep tuxemon in the containment unit! Was it you?
fr_fr: Quelqu'un a volé les Extrême Conteneurs que nous avons inventés pour garder les Tuxemon dans l'unité de confinement ! C'était vous ?
zh_cn: 有人偷了我们发明的极端约束装置,用来把精灵关在禁闭室里!是你吗?

# spyder_scoop_taggart2
source: If you didn't steal the Extreme Restraints, who did?
fr_fr: Si vous n'avez pas volé les Extrêmes Conteneurs, qui donc ?
zh_cn: 如果不是你偷了 "极限约束",那是谁偷的?

# spyder_scoop_donald1
source: The sick tuxemon we were keeping here in quarantine got out and broke into the storeroom beyond! How will we secure the storeroom?
fr_fr: Le Tuxemon qu'on gardait en confinement s'est échappé et a pénétré dans la réserve là-bas ! Comment on va réussir à sécuriser cette réserve ?
zh_cn: 我们在这里隔离的那只生病的精灵跑出来了,闯进了储藏室之外的地方!我们如何保证储 藏室的安全?

# spyder_scoop_donald2
source: You might just be strong enough to contain the escaped tuxemon. Please - do it for us.
fr_fr: Vous êtes certainement assez fort pour maitriser ces Tuxemon évadés. Je vous en supplie – faites-le pour nous.
zh_cn: 你可能只是有足够的力量来控制逃跑的精灵.请--为我们做这件事.

# spyder_scoop_orba1
source: Yikes! What are you doing here?
fr_fr: Oh ! Qu'est-ce que vous faites ici ?
pl: Yikes! Co ty tu robisz?
zh_cn: 呀!你在这里做什么?

# spyder_scoop_orba2
source: What am I doing here, for that matter?
zh_cn: 就这一点而言,我在这里做什么?

# spyder_scoop_weaver1
source: I would never have taken the Restraints off those coughing tuxemon if I knew they'd chase us in here!
fr_fr: Je n'aurais jamais libéré ces Tuxemon malades si j'avais su qu'on nous poursuivrait jusqu'ici !
zh_cn: 如果我知道他们会在这里追赶我们,我就不会把束缚带从那些咳嗽的精灵身上取下来!

# spyder_scoop_weaver2
source: Yikes! It turns out crime doesn't pay!
fr_fr: Ouais ! Il s'avère que le crime ne paye pas !
pl: Yikes! Okazuje się, że zbrodnia nie popłaca!
zh_cn: 呀!事实证明,犯罪是不需要付出代价的!

# spyder_scoop_arachne1
source: Oi! Can't you see we're in the middle of a villainous scheme?
fr_fr: Eh ! N'avez-vous pas vu que nous sommes au beau milieu d'un plan machiavélique ?
zh_cn: 嗳!你没看到我们正处于一个反派计划中吗?

# spyder_scoop_cochini1
source: Oink! Oink!
fr_fr: Groin-groin !
zh_cn: 猪的叫声!猪的叫声!

# spyder_scoop_arachne2
source: It's too late! I have the Extreme Restraints and there's nothing you can do about it.
fr_fr: C'est trop tard ! J'ai les Extrême Conteneurs et personne ne peut rien n'y faire.
zh_cn: 太晚了!我有极端约束,你也无能为力.

# spyder_scoop_landrace1
source: Graar!
zh_cn: 格拉尔!

# spyder_scoop_landrace2
source: Ufff.
fr_fr: Pff.
zh_cn: 乌夫.

# spyder_scoop_landrace3
source: Thanks for getting rid of that brute that was blocking the way! Now we can escape with the Extreme Restraints!
fr_fr: Merci de nous avoir débarrassé de cette brute qui nous bloquait le passage ! On peut maintenant s'échapper avec les Extrêmes Conteneurs !
zh_cn: 谢谢你摆脱了那个挡住去路的畜生! 现在我们可以带着极端束缚逃跑了!

# spyder_scoop_cochini2
source: Oink.
fr_fr: Groin.
zh_cn: 猪的叫声.

# spyder_scoop_lapinou1
source: Aiya!
zh_cn: 哎呀!

# spyder_scoop_lapinou2
source: Mhm ah!
fr_fr: Hum ah !
zh_cn: 姆啊!

# spyder_tunnelb_beryll1
source: I love collecting rocks and stones.
fr_fr: J'aime collectionner les cailloux.
zh_cn: 我喜欢收集岩石和石头.

# spyder_tunnelb_beryll2
source: Ah, I spilled my stone collection!
fr_fr: Ah ! J'ai renversé ma collection de cailloux !
zh_cn: 啊,我打翻了我的石头收藏!

# spyder_tunnelb_lute1
source: Bats make the best pets!
fr_fr: Les chauve-souris sont les meilleurs compagnons !
zh_cn: 蝙蝠是最好的宠物!

# spyder_tunnelb_meitner1
source: Masknake is great fun. Just give it a poke and its tail puts on a light show!
fr_fr: Le Masknake est très fun. Il suffit de lui donner une petite tape pour que sa queue s'illumine !
zh_cn: 假面蛇是非常有趣的.只要戳一下它,它的尾巴就会上演一场灯光秀!

# spyder_tunnelb_meitner2
source: I think you poked it too hard.
fr_fr: Je pense que vous venez de taper trop fort.
zh_cn: 我认为你戳得太狠了.

# spyder_tunnelb_iris1
source: Oi! You interrupted our dance!
fr_fr: Eh ! Vous avez interrompu notre danse !
zh_cn: 嗳!你打断了我们的舞蹈!

# spyder_tunnelb_iris2
source: Be gone. Tourbidi, places please!
fr_fr: Partez. Tourbidi, on se remet en place s'il te plait !
zh_cn: 走吧.图尔比迪,请去哪里!

# spyder_tunnelb_greta1
source: When an Agnidon cornered my precious Foofle, all these friends turned up!
fr_fr: Quand un Agnidon a bloqué mon précieux Foofle, tous ses amis sont venus l'aider !
zh_cn: 当炎鬣蜥把我的宝贝福夫勒逼上绝路时,所有这些朋友都出现了!

# spyder_route6_frances2
source: You must come visit some time.
fr_fr: Vous devriez nous rendre visite de temps en temps.
zh_cn: 你有时间一定要来看看.

# spyder_route6_ping1
source: Psst, have you heard? The enforcers are confiscating tuxemon from everyone in Candy Town.
fr_fr: Pst ! vous avez entendu ? Les Enforcers confisquent les Tuxemon de tous les gens de Villebon-Sucré.
zh_cn: 你听说了吗?执法者们正在没收糖果镇上所有人的精灵.

# spyder_route6_ping2
source: They won't stop there ... eventually they'll confiscate all tuxemon if they think they can get away with it
fr_fr: Et ils ne s'arrêteront pas là... c'est possible qu'ils iront jusqu'à confisquer tous les Tuxemon s'ils pensent qu'ils pourront s'en sortir grâce à ça
zh_cn: 他们不会就此罢休......最终他们会没收所有的精灵,如果他们认为自己可以逃脱的话.

# spyder_route6_richard1
source: Man, the one day I leave the computer and go for a walk, this happens!
fr_fr: Mec, le seul jour où je laisse mon ordi pour aller faire un tour, y'a tout ça quise produit !
zh_cn: 伙计,有一天我离开电脑去散步,就会发生这样的事!这是我的错!

# spyder_route6_richard2
source: Worst. Day. Ever.
fr_fr: Le pire jour. De toute ma vie.
zh_cn: 这是我有史以来最最高的日子.

# spyder_route6_blair1
source: Something's fishy.
fr_fr: Quelque chose cloche.
zh_cn: 有些事情是有蹊跷的.

# spyder_route6_gunner2
source: You're not a Greenwash employee? I've heard that one before!
fr_fr: Vous n'êtes pas un employé de Greenwash ? Ça n'est pas la première fois que j'entends ça !
zh_cn: 你不是格林沃什的员工?我以前听过这句话!

# spyder_flower_artist1
source: Simplistic and clumsy brushstrokes and a pedestrian theme. Bah! Another ruined canvas.
fr_fr: Des coups de pinceau simples et maladroits sur le thème du piéton. Bah ! Encore une toile de gâchée.
zh_cn: 简洁而笨拙的笔触和一个行人的主题.呸!又一块被毁坏的画布.

# spyder_flower_muse1
source: He's so hard on himself, never happy with something he's painted. He's so forgetful, too. Perhaps I could buy a painting
fr_fr: Il est trop dur avec lui-même, jamais content avec ce qu'il peint. Mais il est aussi très distrait. Je pourrais peut-être acheter un de ses tableaux
zh_cn: 他对自己很苛刻,对自己画的东西从不满意.他也是如此健忘.也许我可以买一幅画

# spyder_flower_artist_clipping
source: A newspaper clipping is on the wall. It begins: "The famous art critic has put away his poison pen and picked up the paint brush. After years of tearing down artists, can he do any better himself?"
fr_fr: Une coupure de presse est accrochée au mur. Elle commence par : "Le célèbre critique d'art a troqué son stylo enflammé pour un pinceau. Après des années à descendre les artistes, arrivera-t-il à faire mieux ?"
zh_cn: 墙上贴着一张剪报.它开始了. "著名的艺术评论家已经收起了他的毒笔,拿起了画笔. 经过多年对艺术家的诋毁,他自己还能做得更好吗?"
