Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# iamknight
source: AHHH!!! I thought you were someone else. I'm sorry for shouting.
es_es: ¡¡AHHH!!! Pensé que eras otra persona. Disculpa por gritar.
es_mx: ¡¡¡AHHH!!! Pensé que era otra persona. Me disculpo por haber gritado.
fr_fr: AHHH !!! Je pensais que c'était quelqu'un d'autre. Désolé d'avoir hurlé.
it_it: AHHH!!! Credevo fossi un'altra persona. Mi dispiace aver urlato.
zh_cn: 啊! 我以为你是别人.我很抱歉大喊大叫.

# iamknight2
source: Wait, you're the one they whisper about right? The one with the illegal Tuxemon?
es_es: Espera, ¿tú eres del que todo el mundo habla en susurros? ¿El que tiene un Tuxemon ilegal?
es_mx: Espera, tú eres aquel sobre el que susurran, ¿verdad? ¿El que tiene el Tuxemon ilegal?
fr_fr: Attends, tu es celui dont ils parlent, n'est-ce pas ? Celui avec le Tuxemon non déclaré ?
it_it: Aspetta. Sei quelli di cui si parla in giro, giusto? Quello che possiede illegalmente un Tuxemon?
zh_cn: 等等,你就是那个被他们窃窃私语的人吧?那个有非法精灵的人?

# mistakenknight
source: Nope, there's no way I'm wrong. It's you! Don't worry, I won't tell anyone.
es_es: No, es imposible que esté equivocado. ¡Eres tú! No te preocupes, no se lo diré a nadie.
es_mx: No, es imposible que me equivoque. ¡Eres tú! No te preocupes, no se lo diré a nadie.
fr_fr: Non, je ne me trompe pas. C'est toi ! Ne t'inquiète pas, je ne le dirai à personne.
it_it: No, non c'è alcun modo che io sia in torto. Sei tu! Non preoccuparti, non lo dirò a nessuno.
zh_cn: 不,我不可能看错了.果然是你啊! 别担心,我不会告诉任何人.

# thatsmeknight
source: Oh, Splendid! I knew from the beginning it had to be you Don't worry, I won't tell anyone.
es_es: ¡Oh, expléndido! Sabía desde el principio que tenías que ser tú. No te preocupes, no se lo diré a nadie.
es_mx: ¡Oh, Espléndido! Supe desde el principio que debías ser tú No te preocupes, no se lo diré a nadie.
fr_fr: Oh, splendide ! Je savais depuis le début que ça devait être toi Ne t'inquiète pas, je ne le dirai à personne.
it_it: Oh splendido! Sapevo sin dall'inizio che dovevi essere tu Non preoccuparti, non lo dirò a nessuno.
zh_cn: 哦,精彩!我从一开始就知道一定是你 别担心,我不会告诉任何人.

# quicklyknight
source: I don't have much time left. Omnichannel is coming... I was supposed to meet a contact, but you'll have to do. They're coming.
es_es: No me queda mucho tiempo. Omnichannel está viniendo... Debía encontrarme con un contacto, pero tendrás que hacerlo tú. Están viniendo.
es_mx: No me queda mucho tiempo. Omnichannel se acerca... Tenía que reunirme con un contacto, pero tú tendrás que hacerlo. Ellos están llegando.
fr_fr: Je n'ai plus beaucoup de temps. Omnichannel va arriver... J'étais supposé rencontrer un contact, mais tu vas devoir le faire. Ils arrivent.
it_it: Non mi resta troppo tempo. Omnichannel sta arrivando... Avrei dovuto incontrare un contatto ma lo dovrai fare tu. Stanno arrivando.
zh_cn: 我已经没有多少时间了.全能组织的人要来了... 我本来是要去见一个联系人的,但你也只能这样了.他们要来了.

# quicklyknight2
source: Two people control Omnichannel. The board is a joke.
de_de: Zwei Personen steuern Omnichannel. Das Board ist ein Witz.
es_es: Dos personas controlan Omnichannel. La junta de dirección es un chiste. Solo sé uno de los nombres, no obstante.
es_mx: Dos personas controlan Omnichannel. La junta directiva es una broma.
fr_fr: Deux personnes contrôlent Omnichannel. Ce conseil d'administration est une blague.
it_it: Due persone controllano Omnichannel. Il direttivo è una farsa.
zh_cn: 两个人控制着全能组织.董事会是一个笑话.

# quicklyknight3
source: Allie. Allie is the one they don't want you to know about.
es_es: Allie. El nombre es Allie.
es_mx: Allie. Allie es una de las que esta interesada en que no conozca la situación.
fr_fr: Allie. Allie est un de ceux qu'ils ne veulent pas que vous connaissiez.
it_it: Allie. Allie è quella di cui loro non vogliono che tu sappia a riguardo.
zh_cn: 艾莉.艾莉是他们不想让你知道的人.

# quicklyknight4
source: Sorry, but I should leave now.
de_de: Tut mir leid, aber ich sollte jetzt gehen.
es_es: Lo siento, pero he de irme ya.
es_mx: Lo siento, pero debo irme ahora.
fr_fr: Désolé, mais je dois partir maintenant.
it_it: Scusa ma devo andarmene ora.
pt_br: Desculpe, mas eu deveria sair agora.
zh_cn: 对不起,我现在应该离开了.

# omnichannelarrives
source: STOP!
es_es: ¡DETENTE!
es_mx: ¡DETÉNGASE!
fr_fr: ARRÊTEZ !
it_it: FERMO!
pt_br: PARAR!
zh_cn: 停!

source: Yes Ma'am.
de_de: Ja, Ma'am.
es_es: Sí, señora.
es_mx: Sí Señora.
fr_fr: Oui M'dame.
it_it: Sissignora.
pl: Tak, proszę pani.
pt_br: Sim senhora.
zh_cn: 是的,女士.

# firsts
source: ♪ Watch me whip ♪ ♪ Watch me nae nae ♪ This song is pretty great right?
es_es: ♪ Watch me whip ♪ ♪ Watch me nae nae ♪
es_mx: ♪ Mira cómo me flagelo♪ ♪ Mira cómo nae nae♪ Esta canción es genial, ¿verdad?
it_it: ♪ Watch me whip ♪ ♪ Watch me nae nae ♪ Questa canzone è bella, vero?
pt_br: ♪ Veja-me chicotear ♪ ♪ Observe-me nae nae ♪ Essa música é muito boa, certo?
zh_cn: ♪A B C D E F G♪ ♪H I J K L M N♪ 这首歌很不错吧?

# bothofyou
source: Both of you, come outside. An Omnnichannel representative wants to address the town.
es_es: Vosotros dos, venid fuera. Un contingente de Omnichannel requiere vuestra presencia.
es_mx: Ustedes dos, vayan afuera. Un representante de Omnnichannel desea dirigirse al pueblo.
fr_fr: Tous les deux, venez dehors. Un représentant de Omnichannel veut s'adresser à la foule.
it_it: Voi due, venite fuori. Un rappresentante della Omnichannel vuole rivolgersi al paese.
pl: Obaj wyjdźcie na zewnątrz. Przedstawiciel Omnnichannel chce zwrócić się do miasta.
pt_br: Vocês dois, venham para fora. Um representante do Omnichannel quer se dirigir à cidade.
zh_cn: 你们两个都到外面来.一位全能公司的代表想在镇上讲话.

# hellolovelypeople
source: HELLOOOOO CITIZENS OF TABA TOWN!
es_es: ¡HOLAAAAA CIUDADANOS DE PUEBLO TABA!
es_mx: ¡HOLAAAAA CIUDADANOS DE PUEBLO TABA!
fr_fr: BOOONJOOOUUUR CITOYENS DE TABA !
it_it: CIAOOOOOO CITTADINI DI TABA!
pl: WITAJCIE MIESZKAŃCY MIASTA TABA!
pt_br: HELLOOOOO CIDADÃOS DA CIDADE DE TABA!
zh_cn: 塔巴镇的公民们,你们好!

# darnitjohn
source: Wait... Where's John?
es_es: Espera... ¿Dónde está John?
es_mx: Espera... ¿Dónde está John?
fr_fr: Attends… Où est John ?
it_it: Aspetta... dov'è John?
pl: Chwileczka, gdzie jest John?
pt_br: Esperar... Cadê o John?
zh_cn: 等等...约翰在哪里?

# darnitjohn2
source: DARN IT JOHN! Get out here!
es_es: ¡MALDITA SEA JOHN! ¡Ven aquí!
es_mx: ¡MALDITA SEA JOHN! ¡Ven aquí!
fr_fr: ENFIN JOHN ! Pars d'ici !
it_it: MALEDIZIONE JOHN! Fuori di qui!
pl: NIECH MNIE SZLAG TRAFI! WYŁAŹ STAMTĄD!
pt_br: JOHN! Saia daqui!
zh_cn: 该死的,约翰!快出来!

# darnitjohn3
source: John.
zh_cn: 约翰.

# darnitjohn4
source: Y-Yes ma'am?
de_de: J-Ja Fräulein?
es_es: ¿S-Sí señora?
es_mx: ¿S-Sí señora?
fr_fr: Oui m'dame ?
it_it: S-Sissignora?
pl: Tak, proszę pani?
pt_br: S-Sim senhora?
zh_cn: 是的,女士?

# darnitjohn6
source: Uhh...
es_mx: Eh...
fr_fr: Euh…
zh_cn: 呃.......

# darnitjohn7
source: I'm not sure...
es_es: No estoy seguro...
es_mx: No estoy seguro...
fr_fr: Je ne suis pas sûr…
it_it: Non sono sicuro...
pl: Nie jestem pewien…
pt_br: Não tenho certeza...
zh_cn: 我不确定...

# darnitjohn8
source: AAAAAGH!!!
es_es: ¡¡¡AAAAARGH!!!
fr_fr: AAAAAH !!!
zh_cn: 啊啊!!!

# darnitjohn10
source: NOW!
es_es: ¡AHORA!
es_mx: ¡AHORA!
fr_fr: TOUT DE SUITE !
it_it: ORA!
pl: TERAZ!
pt_br: AGORA!
zh_cn: 立刻!

# johnissorry
source: Sorry Ma'am... I... Saw... Some... Flowers...
es_es: Disculpe señora... Yo... Vi... Algunas... Flores...
es_mx: Lo siento, Señora... Yo... Corte... Algunas... Flores...
fr_fr: Désolé M'dame… J'ai… Vu… Certaines… Fleurs…
it_it: Mi scusi signora... Io... Ho visto... Alcuni... Fiori...
pl: Przepraszam panią... Ja... Widziałem... Kilka... Kwiatów...
pt_br: Desculpe, senhora... Eu... Serra... Alguns... Flor...
zh_cn: 对不起,女士...我... 看到... 一些... 鲜花...

# uselessnes
source: You're absolutely useless John. I can't believe we were ever together.
es_es: Eres completamente inútil John. No puedo creer que hayamos estado juntos.
es_mx: Eres absolutamente inútil John. No puedo creer que hubiéramos estado juntos.
fr_fr: Tu es absolument inutile John. Je n’arrive pas à croire qu’on ait jamais été ensemble.
it_it: Sei assolutamente inutile John. Non ci posso credere che siamo stati persino assieme.
pl: Jesteś absolutnie bezużyteczny, John. Nie mogę uwierzyć, że kiedykolwiek byliśmy razem.
pt_br: Você é absolutamente inútil John. Eu não posso acreditar que nós já estivemos juntos.
zh_cn: 约翰,你绝对是个没用的人.我不相信我们曾经在一起过.

# cometomepls
source: NOW, EVERYONE, PLEASE COME TO THE CENTER OF TOWN. OMNICHANNEL WISHES TO ADDRESS YOU!
es_es: AHORA, TODO EL MUNDO, POR FAVOR VENID AL CENTRO DEL PUEBLO. ¡OMNICHANNEL QUIERE DIRIGIRSE A VOSOTROS!
es_mx: AHORA, TODOS, POR FAVOR, VENGAN AL CENTRO DEL PUEBLO. ¡OMNICHANNEL DESEA DIRIGIRSE A USTEDES!
fr_fr: TOUT LE MONDE, VENEZ MAINTENANT AU CENTRE DU VILLAGE. OMNICHANNEL VEUT S'ADRESSER À VOUS !
it_it: ORA, TUTTI, VENITE NEL CENTRO DELLA CITTÀ. LA OMNICHANNEL DESIDERA RIVOLGERSI A VOI!
pl: TERAZ, PROSZĘ WSZYSTKICH O PRZYBYCIE DO CENTRUM MIASTA. OMNICHANNEL PRAGNIE ZWRÓCIĆ SIĘ DO WAS!
pt_br: AGORA, TODOS, POR FAVOR, VENHAM PARA O CENTRO DA CIDADE. OMNICHANNEL DESEJA SE DIRIGIR A VOCÊ!
zh_cn: 现在,各位,请到市中心来.全能公司希望向您致词!

# hellolovelypeople3
source: Are you really the only people in this town? There's no one here! This has GOT to be the smallest town in the Fondent Region.
es_es: ¿De verdad sóis las únicas personas de este pueblo? ¡No hay nadie aquí! Este DEBE ser el pueblo más pequeño en toda la región Fondent.
es_mx: ¿Realmente son los únicos en este pueblo? ¡No hay nadie aquí! Este TIENE que ser el pueblo más pequeño de la Región Fondent.
fr_fr: Êtes-vous vraiment les seuls habitants de ce village ? Il n'y a personne ici ! Ça DOIT être le plus petit village de toute la région de Fondent.
it_it: Sei veramente l'unica persona in questo paese? Non c'è nessun altro qui! Questo DEVE essere il paese più piccolo nella regione di Fondent.
pl: Czy naprawdę jesteście jedynymi ludźmi w tym mieście? Nie ma tu nikogo! To musi być najmniejsze miasto w regionie Fondent.
pt_br: Você é realmente as únicas pessoas nesta cidade? Não há ninguém aqui! Esta tem que ser a menor cidade da região de Fondent.
zh_cn: 这个镇上真的只有你们这些人吗?这里没有人!这肯定是芳登地区最小的城镇.

# hellolovelypeople5
source: No... Wait... We are missing one person... The lone Tuxemon breeder left in the Fondent region. The one that calls himself the Tuxemon Professor
de_de: Nein... Warte... Uns fehlt eine Person... Der einsame Tuxemon-Züchter verließ die Region Fondent. Derjenige, der sich Tuxemon Professor nennt
es_es: No... Espera... Nos falta una persona... El solitario criador de Tuxemon de la región Fondent. El que se hace llamar Profesor Tuxemon.
es_mx: No... Esperen... Nos falta una persona... El único criador de Tuxemon que queda en la región Fondent. El que se hace llamar a sí mismo Profesor Tuxemon
fr_fr: Non... Attendez... Il manque une personne... Cet éleveur de Tuxemon qui est le seul dans Fondent Region. Celui-là même qui se fait appeler le Professeur Tuxemon
it_it: No... Aspetta... Manca una persona... L'allevatore di Tuxemon solitario abbandonato nella regione di Fondent. Quello che tutti chiamano il Professor Tuxemon
pl: Nie... Czekaj... Brakuje nam jednej osoby... Jedynego hodowcy Tuxemonów, który pozostał w regionie Fondent. Tego, który nazywa siebie Profesorem Tuxemonów
pt_br: Não... Espera... Falta-nos uma pessoa... O único criador de Tuxemon partiu para a região de Fondent. Aquele que se chama o Professor Tuxemon
zh_cn: 不...等等....我们还缺少一个人... 在芳登地区剩下的唯一的精灵繁殖者.那个自称是精灵教授的人

# whereismyhairbrush
source: John, Grant, spread out. FIND HIM.
es_es: John, Grant, separaos. ENCONTRADLO.
es_mx: John, Grant, sepárense. ENCUÉNTRENLO.
fr_fr: John, Grant, dispersez-vous. TROUVEZ-LE.
it_it: John, Grant, andate. CERCATELO.
pl: John, Grant, rozproszcie się. ZNAJDZCIE GO.
pt_br: John, Grant, espalhou-se. ENCONTRE-O.
zh_cn: 约翰,格兰特,散开.找到他.

# oopsie
source: Sorry you had to see that. He's just SOOOOOOO useless sometimes.
es_es: Siento que tuviérais que ver eso. Es TAAAAAAAN inútil a veces...
es_mx: Siento que hayan tenido que ver eso. Es TAAAAAAAN inútil algunas veces.
it_it: Mi dispiace che tu debba vedere tutto ciò. Lui è COOOOOOOSÌ inutile a volte.
pl: Przykro mi, że musiałeś to zobaczyć. Czasami jest po prostu taaak bardzo bezużyteczny.
pt_br: Desculpe, você teve que ver isso. Ele é tãoooo inútil às vezes.
zh_cn: 很抱歉让你看到这些.他有时真是太无用了.

# ourstuffisours
source: Why are you actually here?
es_es: ¿Por qué estás realmente aquí?
es_mx: ¿Por qué está aquí realmente?
fr_fr: Pourquoi êtes-vous actuellement ici ?
it_it: Perché sei qui?
pl: Dlaczego właściwie tu jesteś?
pt_br: Por que você está realmente aqui?
zh_cn: 你究竟为什么在这里?

# maamiexist
source: Ma'am, He isn't in the house.
es_es: Señora, no está en la casa.
es_mx: Señora, Él no está en esta casa.
fr_fr: M'dame, il n'est pas dans la maison.
it_it: Signora, Lui non è in casa.
pl: Proszę pani, nie ma go w domu.
pt_br: Senhora, Ele não está em casa.
zh_cn: 女士,他不在屋里.

# maamiexist2
source: Was there anything of interest?
es_es: ¿Había algo de interés?
es_mx: ¿Hubo alguna cosa de interés?
fr_fr: Y avait-il quelque chose d'intéressant ?
it_it: Avete trovato qualcosa di interessante?
pl: Czy było tam coś interesującego?
pt_br: Havia algo de interessante?
zh_cn: 有什么感兴趣的东西吗?

# maamiexist3
source: There's a computer running Ubuntu. I was going to confiscate it, but I know Gnome isn't your style...
es_es: Hay un ordenador ejecutando Ubuntu. Sé que Gnome no es tu estilo, pero...
es_mx: Hay un ordenador ejecutando Ubuntu. Pensaba confiscarlo, pero sé que Gnome no es su estilo...
fr_fr: C'est un ordinateur sous Ubuntu. J'étais prêt à le prendre, mais je sais bien que Gnome n'est pas ton genre...
it_it: C'era un computer su cui era installato Ubuntu. Lo stavo per confiscare ma so che a Voi non piace GNOME...
pl: Jest tam komputer z Ubuntu. Miałem zamiar go skonfiskować, ale wiem, że Gnome nie jest w twoim stylu...
pt_br: Há um computador executando o Ubuntu. Eu ia confiscá-lo, mas eu sei que o Gnome não é o seu estilo...
zh_cn: 有一台电脑在运行Ubuntu. 我本来想没收它,但我知道Gnome不是你的风格......

# itsmyaurababe
source: Now, who are you?
es_es: Ahora, ¿quién eres tú?
es_mx: Ahora, ¿quién eres tú?
fr_fr: Donc, qui êtes vous ?
it_it: Ora, tu chi sei?
pl: A teraz, kim ty jesteś?
pt_br: Agora, quem é você?
zh_cn: 现在,你是谁?

# itsmyaurababe2
source: Hmm, now that I actually look at you, you have a rather mysterious aura. ... ... ... ... We should talk sometime. Maybe see me in Cotton Town?
es_es: Mmm, ahora que te veo, tienes un aura bastante misteriosa. ... ... ... ... Deberíamos hablar en algún momento. ¿Quizás puedas pasarte a verme a Pueblo Algodón?
es_mx: Hmm, ahora que te miro realmente, tienes un aura bastante misteriosa. ... ... ... ... Deberíamos hablar alguna vez. ¿Tal vez podríamos vernos en Pueblo Algodón?
fr_fr: Hum, maintenant que je te regarde, tu as une aura plutôt mystérieuse. ... ... ... ... On devrait discuter un de ces jours. On se verra peut-être à Contonville ?
it_it: Hmm, ora che ti guardo bene, hai come un'aura misteriosa. ... ... ... ... Dovremmo parlare assieme qualche volta. Ti vai di vedermi a Cotonopoli?
pl: Hmm, teraz gdy na ciebie patrzę, masz dość tajemniczą aurę. ... ... ... ... Powinniśmy kiedyś porozmawiać. Może zobaczymy się w Cotton Town?
pt_br: Hmm, agora que eu realmente olho para você, você tem uma aura bastante misteriosa. ... ... ... ... Devemos conversar em algum momento. Talvez me veja em Cotton Town?
zh_cn: 嗯,现在我真的看到了你,你有一个相当神秘的光环. ... ... ... ... 我们应该找个时间谈谈.也许在棉花镇见?

# itsmyduhduhduh
source: Received Allie's Address!
es_es: ¡Recibiste la dirección de Allie!
es_mx: ¡Recibiste la Dirección de Allie!
fr_fr: Vous recevez l'adresse de Allie !
it_it: Hai ricevuto l'indirizo di Allie!
pl: Otrzymano adres Allie!
pt_br: Recebeu o endereço de Allie!
zh_cn: 收到了艾莉的地址!

# itsmyaurababe3
source: I hope we'll meet again.
es_es: Espero que nos volvamos a encontrar.
es_mx: Tengo la esperanza de que nos volvamos a encontrar.
fr_fr: J'espère qu'on se reverra.
it_it: Spero che ci incontreremo di nuovo.
pl: Mam nadzieję, że jeszcze się spotkamy.
pt_br: Espero que nos encontremos novamente.
zh_cn: 我希望我们会再次见面.

# maamnothing
source: Ma'am...
es_es: Señora...
es_mx: Señora...
fr_fr: M'dame...
it_it: Signora...
pl: Proszę pani...
pt_br: Senhora...
zh_cn: 女士...

# maamnothing2
source: Darn it John! We were having a moment! What do you want?
es_es: ¡Maldita sea, John! ¡Has interrumpido nuestro momento! ¿Qué quieres?
es_mx: ¡Maldición John! ¡Estábamos teniendo un momento! ¿Qué es lo que quieres?
fr_fr: Bon sang John! On était peinards! Que voulez-vous?
it_it: Maledizione John! Stavamo avendo un momento intimo! Cosa vuoi?
pl: Niech to szlag John! Mieliśmy chwilę czasu! Czego chcesz?
pt_br: John! Estávamos tendo um momento! O que você quer?
zh_cn: 该死的约翰!我们迟到了! 你想要什么?

# maamnothing3
source: I... I... Didn't find anything.
es_es: Yo... Yo... No he encontrado nada.
es_mx: Yo... Yo... No encontré ninguna cosa.
fr_fr: Je... Je... n'ai rien trouvé.
it_it: Io... Io... Io non ho trovato nulla.
pl: Ja… ja… Nic nie znalazłem.
pt_br: Eu... Eu... Não encontrei nada.
zh_cn: 我...我...没有找到任何东西.

# maamnothing5
source: Ma'am, I haven't found him either.
es_es: Señora, yo tampoco le he encontrado.
es_mx: Señora, Yo tampoco lo he encontrado.
fr_fr: M'dame, je ne l'ai pas trouvé non plus.
it_it: Signora, anche io non l'ho trovato.
pl: Proszę pani, ja też go nie znalazłam.
pt_br: Senhora, eu também não o encontrei.
zh_cn: 女士,我也没有找到他.

# solongjohn
source: John, you should stay here to keep the peace. I don't want you around anyways.
es_es: John, deberías quedarte aquí a mantener la paz. No te quiero a mi alrededor de todos modos.
es_mx: John, deberías quedarte aquí para mantener la paz. No deseo que estés cerca de todos modos.
fr_fr: John, vous devriez rester ici pour maintenir la paix. Je préfère ne pas vous voir trainer ici de toute façon.
it_it: John, dovresti stare qui per mantenere la pace. Non ti voglio accanto.
pl: John, powinieneś tu zostać, żeby zachować spokój. I tak nie chcę cię w pobliżu.
pt_br: John, você deve ficar aqui para manter a paz. Eu não quero você por perto de qualquer maneira.
zh_cn: 约翰,你应该留在这里维持和平. 反正我也不希望你在身边.

# solongjohn2
source: Come on Grant, we have a schedule to keep.
es_es: Ven Grant, tenemos una agenda que seguir.
es_mx: Vamos Grant, tenemos un itinerario que cumplir.
fr_fr: Allez venez Grant, on a un planning à respecter.
it_it: Dai su Grant, abbiamo una tabella di marcia da rispettare.
pl: Chodź Grant, mamy harmonogram do utrzymania.
pt_br: Vamos lá Grant, temos um cronograma para cumprir.
zh_cn: 来吧,格兰特,我们有一个时间表要遵守.

# seeme
source: Make sure you come see me...
es_es: Asegúrate de venir a verme...
es_mx: Procura venir a visitarme...
fr_fr: J'espère que vous viendrez me voir...
it_it: Assicurati di venire a trovarmi...
pl: Upewnij się, że przyjdziesz mnie zobaczysz...
pt_br: Certifique-se de vir me ver...
zh_cn: 一定要来见我...

# knight4ispoor
source: She's really not a bad person.
de_de: Sie ist wirklich kein schlechter Mensch.
es_es: Realmente ella no es mala persona.
es_mx: Ella, en realidad, no es una mala persona.
fr_fr: Elle n'est vraiment pas méchante.
it_it: Lei in realtà non è una cattiva persona.
pl: Ona naprawdę nie jest złą osobą.
pt_br: Certifique-se de vir me ver...
zh_cn: 她真的不是一个坏人.

# wherewasshe
source: She didn't tell us the bad news...
es_es: No nos ha dicho las malas noticias...
es_mx: Y ella no nos dijo las malas noticias...
fr_fr: Elle ne nous a pas dit les mauvaises nouvelles...
it_it: Lei non ci aveva dato la cattiva notizia...
pl: Ona nie powiedziała nam złych wieści...
pt_br: Ela não nos contou as más notícias...
zh_cn: 她没有告诉我们这个坏消息...

# waitdontgo
source: ${{name}}! Wait! Don't Leave Yet!
de_de: ${{name}}! Warte! Gehen Sie noch nicht!
es_es: ¡${{name}}! ¡Espera! ¡No te vayas aún!
es_mx: ¡${{name}}! ¡Espera! ¡No te vayas todavía!
fr_fr: ${{name}} ! Attendez ! Ne partez pas déjà !
it_it: ${{name}}! Aspetta! Non andartene di già!
pl: ${{name}}! Czekaj! Nie odchodź jeszcze!
pt_br: ${{name}}! Espera! Não saia ainda!
zh_cn: ${{name}}!等等,先别急着走!

# thetvbescreamin
source: Honey, wait. I turned on the TV and an Omnichannel press conference came on. We should watch it.
de_de: Schatz, warte. Ich schaltete den Fernseher ein und eine Omnichannel-Pressekonferenz ertönte. Wir sollten es beobachten.
es_es: Cariño, espera. Acabo de encender la televisión y echaban una rueda de prensa de Omnichannel. Deberíamos verla.
es_mx: Cariño, espera. Encendí la Televisión y salió una conferencia de prensa de Omnichannel. Deberíamos verla.
fr_fr: Chérie, attend. Je mets la télé et je tombe sur une conférence de presse d'Omnichannel. Nous devrions la regarder.
it_it: Tesoro, aspetta. Ho acceso la TV e c'era una conferenza stampa della Omnichannel. Dovremmo guardarla.
pl: Kochanie, poczekaj. Włączyłem telewizor i leciała konferencja prasowa Omnichannel. Powinniśmy ją obejrzeć.
zh_cn: 亲爱的,等等.我打开电视,一个全渠道新闻发布会出现了. 我们应该看一下.

# ipausedit
source: I paused the TV, please grab me a glass of water and then we can watch together.
de_de: Ich habe den Fernseher pausiert, bitte schnapp mir ein Glas Wasser und dann können wir zusammen zuschauen.
es_es: La he puesto en pausa para poder coger un vaso de agua y verla juntos.
es_mx: Le puse pausa a la Televisión, por favor, tráeme un vaso de agua y luego podremos verla juntos.
fr_fr: J'ai mis la télé en pause, tu veux bien aller me chercher un verre d'eau, et on la regardera ensemble.
it_it: Ho messo in pausa la TV. Per favore portami un bicchiere d'acqua e poi possiamo guardare la conferenza assieme.
pl: Zapauzowałam telewizor, podaj mi proszę szklankę wody, a potem możemy razem pooglądać.
zh_cn: 我暂停了电视,请给我拿杯水,然后我们可以一起看.

# announcement1
source: HELLO CITIZENS OF THE FONDENT REGION! THANK YOU FOR TUNING IN TO THIS MANDATORY ANNOUNCEMENT.
de_de: HALLO BÜRGERINNEN UND BÜRGER DER FONDENT-REGION! VIELEN DANK, DASS SIE SICH AUF DIESE OBLIGATORISCHE ANKÜNDIGUNG EINGESTELLT HABEN.
es_es: ¡SALUDOS, CIUDADANOS DE LA REGIÓN FONDENT! GRACIAS POR SINTONIZAR VUESTROS TELEVISORES PARA VER ESTE ANUNCIO OBLIGATORIO.
es_mx: ¡HOLA CIUDADANOS DE LA REGIÓN FONDENT! GRACIAS POR SINTONIZAR ESTE ANUNCIO OBLIGATORIO.
fr_fr: BONJOUR CITOYENS DE FONDENT REGION ! MERCI DE SUIVRE CETTE ÉLOCUTION OBLIGATOIRE.
it_it: BUONGIORNO CITTADINI DELLA REGIONE DI FONDENT! GRAZIE PER ESSERVI SINTONIZZATI PER QUESTO ANNUNCIO OBBLIGATORIO.
pl: WITAJCIE MIESZKAŃCY REGIONU FONDENT! DZIĘKUJEMY ZA WYSŁUCHANIE TEGO OBOWIĄZKOWEGO OGŁOSZENIA.
zh_cn: 芳登地区的公民们,你们好! 感谢你收听这个强制性公告.

# announcement2
source: WE LOVE YOU ABLE!
de_de: WIR LIEBEN DICH ABLE!
es_es: ¡TE QUEREMOS, ABLE!
es_mx: ¡TE AMAMOS, AEBLE!
fr_fr: NOUS VOUS AIMONS TOUS !
it_it: TI AMIAMO ABLE!
pl: KOCHAMY CIĘ AEBLE!
zh_cn: 我们爱你!

# announcement3
source: Thank you. I love you too Now, to the matter at hand.
de_de: Vielen Dank. Ich liebe dich auch Nun zur Sache.
es_es: Gracias. Yo también os quiero. Ahora, a lo que vamos.
es_mx: Gracias. Yo también los quiero Ahora, a lo que nos interesa.
fr_fr: Merci. Je t'aime aussi. Bon, passons au sujet du jour.
it_it: Grazie. Anche io ti amo Ora, torniamo alla questione.
pl: Dziękuję. Ja też cię kocham Teraz, do rzeczy.
zh_cn: 谢谢你.我也爱你 现在,说说手头的事情.
