Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# sharpfin_description
source: It is invisible in the water, being visible only when it leaps out of the water to drag animals on the shore back into the deep.
de_de: Im Wasser ist es unsichtbar. Sichtbar ist es nur, wenn es aus dem Wasser springt, um Tiere vom Ufer in die Tiefe zurückzuziehen.
es_es: Es invisible en el agua, siendo visible únicamente cuando salta del agua para arrastrar animales en la orilla hacia las profundidades.
es_mx: Es invisible en el agua, siendo visible sólo cuando salta al exterior para arrastrar a los animales que se encuentran en la orilla, para después volver a las profundidades.
fr_fr: Il est invisible dans l'eau, on ne peut l'apercevoir que lorsqu'il bondit hors de l'eau pour attraper un animal sur la berge et l’entraîner dans les profondeurs.
it_it: È invisibile in acqua, essendo visibile solo quando salta fuori dall'acqua per portarsi gli animali dalla spiaggia nelle profondità.
pt_br: É invisível na água, sendo visível apenas quando salta para fora da água para arrastar os animais da costa de volta às profundezas.
zh_cn: 它在水中是看不见的,只有当它跃出水面将岸上的动物拖回深海时才会被看到.

# skwib_description
source: The SKWIB contentedly floats through the ocean, examining potential shell-homes. It has to fear for its life before it will finally make a choice.
fr_fr: Le SKWIB flotte avec contentement à travers l'océan, examinant les coquillages potentiels. Il doit craindre pour sa vie avant de finalement faire un choix.
zh_cn: 鱿鱼兽满足地在海洋中漂浮,检查潜在的壳屋.它必须担心自己的生命,才能最终做出选择.

# snock_description
source: The snake-like creature hides under the safety of its sock cover. If startled, it will flail and lie very still on the ground to avoid attention.
fr_fr: La créature ressemblant à un serpent se cache sous la sécurité de sa housse de chaussette. S'il est surpris, il s'agite et reste immobile au sol pour éviter l'attention.
zh_cn: 这种蛇形生物躲在安全的袜套下.如果受到惊吓,它将甩动并非常安静地躺在地上,以避免引起注意.

# solight_description
source: A villainous team is plotting to use SOLIGHT to create a miniature sun in order to create a new planet.
fr_fr: Une équipe méchante complote pour utiliser SOLIGHT pour créer un soleil miniature afin de créer une nouvelle planète.
zh_cn: 一个反派团队正在策划利用索莱特创造一个微型太阳,以创造一个新的星球.

# polyrock_description
source: It disguises itself as a human child to sneak into dojos and learn from martial arts masters.
fr_fr: Il se déguise en enfant humain pour se faufiler dans les dojos et apprendre des maîtres d'arts martiaux.
zh_cn: 它把自己伪装成一个人类小孩,潜入道场,向武术大师学习.

# pythock_description
source: Using its shadow puppets, it can use them to fight its opponent with great accuracy and speed. They are much more confident, and will sometimes even use their shadow puppets to entertain small children at puppet shows.
fr_fr: En utilisant ses marionnettes d'ombre, il peut les utiliser pour combattre son adversaire avec beaucoup de précision et de vitesse. Ils sont beaucoup plus confiants et utilisent parfois même leurs marionnettes d'ombre pour divertir les petits enfants lors de spectacles de marionnettes.
zh_cn: 使用它的皮影戏,它可以用皮影戏来与对手作战,而且非常准确和迅速.它们更加自信,有时甚至会在木偶戏中用它们的皮影戏来娱乐小孩子.

# seirein_description
source: It grows lonely in the swamps, so it burns brightly to draw travellers near - but it is painfully shy and flits away when they approach.
fr_fr: Il pousse seul dans les marécages, il brûle donc vivement pour attirer les voyageurs à proximité - mais il est douloureusement timide et s'envole à leur approche.
zh_cn: 它在沼泽地里孤独地生长,所以它燃烧得很旺盛,以吸引旅行者靠近--但它很害羞,当他们接近时就会飞走.

# tumbleworm_description
source: When they have outgrown their honeycomb eggs, they drop to the ground face first.
de_de: Wenn sie ihrem Bienenwabenei entwachsen sind, fallen sie mit dem Gesicht zuerst auf den Boden.
es_es: <<MISSING>>
fr_fr: Lorsqu'ils sont plus grands que leurs œufs, ils tombent vers le sol la têtela première.
it_it: Quando hanno superato le loro uova a nido d'ape, cadono prima a terra.
zh_cn: 当它们已经超过了它们的蜂巢,它们就会脸朝下掉到地上.

source: Vigueur
ja: ヴィグエウル
zh_cn: 维格

# urcine_description
source: When a FURNURSUS is born without the fire inside, it is abandoned in the forests as an URCINE.
fr_fr: Quand un FURNURSUS naît sans le feu à l'intérieur, il est abandonné dans les forêts comme un URCINE.
zh_cn: 当一个火焰熊出生时,如果没有火,它会被遗弃在森林里,成为一个小棕熊.

# velocitile_description
source: It can outrun a bullet, but only when it has warmed up.
de_de: Es kann sogar eine Kugel überholen, muss dazu aber erst aufgewärmt sein.
es_es: Puede ir más rápido que una bala, pero solo si ha calentado primero.
es_mx: Puede superar la velocidad de una bala, pero sólo cuando ha calentado.
fr_fr: Il peut aller plus vite qu'une balle, mais seulement après s'être échauffé.
it_it: Può superare un proiettile ma solo quando si è riscaldato.
pt_br: Velocitile pode correr mais que uma bala, mas apenas quando estiver aquecido.
zh_cn: 它可以跑过子弹,但只有在它热身后才可以.

# vivicinder_description
source: It makes its nest in long-burning fires, either of its own creation or in memorials, smithies and glassworks.
fr_fr: Il niche dans des incendies de longue durée, soit de sa propre création, soit dans des mémoriaux, des forges et des verreries.
zh_cn: 它在长期燃烧的火堆中筑巢,要么是自己创造的,要么是在纪念馆、铁匠铺和玻璃厂.

source: Yiinaang
ja: イイナアング
zh_cn: 两仪兽

# vivitrans_description
source: The cold focuses VIVITRANS' mind to a keen edge.
fr_fr: Le froid concentre l'esprit de VIVITRANS sur un bord tranchant.
zh_cn: 寒冷使维维特兰的思维集中到一个敏锐的边缘.

# yiinaang_description
source: It was born the first time a star fell into a black hole.
fr_fr: Il est né la première fois qu'une étoile est tombée dans un trou noir.
zh_cn: 它是在一颗恒星第一次落入黑洞时诞生的.

source: Vivipere
ja: ヴィヴィペレ
zh_cn: 维维帕雷

# viviphyta_description
source: It is the king of snakes - or at least believes itself to be such.
fr_fr: Il est le roi des serpents - ou du moins se croit tel.
zh_cn: 它是蛇中之王--或者至少认为自己是这样的.

source: Viviphyta
ja: ヴィヴィプィタ
zh_cn: 维维弗塔

# viviteel_description
source: It takes the armour of a fallen warrior and repurposes it for a shell.
fr_fr: Il prend l'armure d'un guerrier tombé et la réutilise pour un obus.
zh_cn: 它把一个死去的战士的盔甲拿出来,重新用于制作炮弹.

# vivisource_description
source: The spring it chooses for its home always has a peculiar oniony taste.
fr_fr: Le printemps qu'il choisit pour sa maison a toujours un goût particulier d'oignon.
zh_cn: 它选择的家的春天总是有一种奇特的洋葱味.

source: Vivisource
ja: ヴィヴィソウルス
zh_cn: 维维源

# weavifly_description
source: When it is heavy with egg, it becomes unable to fly.
fr_fr: Quand il est lourd d'œuf, il devient incapable de voler.
zh_cn: 当它被蛋压得很重时,它就无法飞行了.

source: Viviteel
ja: ヴィヴィテエル
zh_cn: 维维特尔

source: Volcoli
ja: ヴォルコリ
zh_cn: 沃尔科利

source: Windeye
ja: ウィンデイェ
zh_cn: 立扇兽

source: Weavifly
ja: ウェアヴィフリィ
zh_cn: 尖刺蜂

# windeye_description
source: Like a mighty tree, WINDEYE plants itself on the top of hills to soak in the sun and wind. Recharged, it then leaves to find another place under the sky.
fr_fr: Comme un arbre puissant, WINDEYE se plante au sommet des collines pour se baigner dans le soleil et le vent. Rechargé, il part alors à la recherche d'un autre endroit sous le ciel.
zh_cn: 像一棵强大的树,立扇兽将自己种植在山顶上,吸收阳光和风.充电后,它又离开,在天空下寻找另一个地方.

source: No
de_de: Nein
fr_fr: Non
nb_no: Nei
pt_br: Não
zh_cn: 否

source: Hey!
es_mx: ¡Oye!
fr_fr: Hé !
pt_br: Ei!
zh_cn: 嘿!

# empty_pot
source: It's an empty pot, maybe someone will plant something here.
de_de: Ein leerer Blumentopf, vielleicht pflanzt jemand hier etwas.
es_es: Es una maceta vacía. Quizás alguien plante algo aquí.
es_mx: Es una maceta vacía, quizás alguien plantará algo aquí.
fr_fr: C'est un pot vide, peut-être que quelqu'un plantera quelque chose ici.
it_it: È un vaso vuoto. Forse qualcuno può piantarci qualcosa dentro.
pt_br: É um pote vazio, talvez alguém irá plantar algo aqui.
zh_cn: 这是一个空盆,也许有人会在这里种植一些东西.

# wrougon_description
source: Each WROUGON is born with a patch of rust larger than the patch of its parents.
de_de: Jedes WROUGON wird mit einem Rostfleck geboren, der größer ist als der seiner Eltern.
es_es: Cada WROUGON nace con una mancha de óxido mayor que la de sus padres.
es_mx: Cada WROUGON nace con una mancha de óxido mayor que la mancha de sus padres.
fr_fr: Chaque WROUGON naît avec une tache de rouille plus grande que celle de ses parents.
it_it: Ogni WROUGON è nato con una toppa di ruggine più grande di quella dei genitori.
pt_br: Cada WROUGON nasce com uma mancha de ferrugem maior que a mancha de seus pais.
zh_cn: 每个钢铁龙出生时都有一块比其父母的锈斑更大的锈斑.

source: Wrougon
ja: ゥロウゴン
zh_cn: 钢铁龙

source: Have a good day!
de_de: Schönen Tag noch!
es_es: ¡Que tengas un buen día!
es_mx: ¡Que tenga un buen día!
fr_fr: Bonne journée !
it_it: Ti auguro una buona giornata!
nb_no: Ha en fin dag.
pt_br: Tenha um ótimo dia!
zh_cn: 祝你有个愉快的一天!

source: Fire
de_de: Feuer
es_es: Fuego
es_mx: Fuego
fr_fr: Feu
it_it: Fuoco
nb_no: Brann
pt_br: Fogo
zh_cn: 火

source: Metal
de_de: Metall
fr_fr: Métal
it_it: Metallo
nb_no: Metall
zh_cn: 金属

# xerogrunt5
source: Team Xero Grunt V
de_de: Team Xero Rüpel V
es_es: Soldado del equipo Xero V
es_mx: Equipo Xero Grunt V
fr_fr: Troufion V de l'Équipe Xero
it_it: Scagnozzo del team Xero V
pt_br: Equipe Xero Grunt V
zh_cn: Xero Grunt I团队

source: Earth
de_de: Erde
es_es: Tierra
es_mx: Tierra
fr_fr: Terre
it_it: Terra
pt_br: Terra
zh_cn: 土

source: Water
de_de: Wasser
es_es: Agua
es_mx: Agua
fr_fr: Eau
it_it: Acqua
nb_no: Vann
pt_br: Água
zh_cn: 水

# xerogrunt4
source: Team Xero Grunt IV
de_de: Team Xero Rüpel IV
es_es: Soldado del equipo Xero IV
es_mx: Equipo Xero Grunt IV
fr_fr: Troufion IV de l'Équipe Xero
it_it: Scagnozzo del team Xero IV
pt_br: Equipe Xero Grunt IV
zh_cn: Xero Grunt I团队

# purple_flowers
source: Somebody planted some sweet smelling purple flowers!
de_de: Jemand hat hier süß-riechende lila Blumen gepflanzt!
es_es: ¡Alguien ha plantado unas flores moradas de olor dulce!
es_mx: ¡Alguien sembró algunas flores púrpuras de olor dulce!
fr_fr: Quelqu'un a planté des fleurs violettes qui sentent si bon !
it_it: Qualcuno ha piantato dei fiori viola dal profumo dolce!
pt_br: Alguém plantou algumas flores roxas de cheiro doce!
zh_cn: 有人种下了一些香甜的紫色花朵!

# xerogrunt6
source: Team Xero Grunt VI
de_de: Team Xero Rüpel VI
es_es: Soldado del equipo Xero VI
es_mx: Equipo Xero Grunt VI
fr_fr: Troufion VI de l'Équipe Xero
it_it: Scagnozzo del team Xero VI
pt_br: Equipe Xero Grunt VI
zh_cn: Xero Grunt I团队

# door_problems
source: The door is stuck and won't open...
de_de: Die Tür klemmt und wird sich nicht öffnen...
es_es: La puerta está atascada y no se abre...
es_mx: La puerta está atascada y no se puede abrir...
fr_fr: La porte est verrouillée et refuse de s'ouvrir...
it_it: La porta è bloccata e non si apre...
pt_br: A porta está emperrada e não abre...
zh_cn: 门被卡住了,打不开...

# xerogrunt2
source: Team Xero Grunt II
de_de: Team Xero Rüpel II
es_es: Soldado del equipo Xero II
es_mx: Equipo Xero Grunt II
fr_fr: Troufion II de l'Équipe Xero
it_it: Scagnozzo del team Xero II
pt_br: Equipe Xero Grunt II
zh_cn: Xero Grunt I团队

# xerogrunt9
source: Team Xero Grunt IX
de_de: Team Xero Rüpel IX
es_es: Soldado del equipo Xero IX
es_mx: Equipo Xero Grunt IX
fr_fr: Troufion IX de l'Équipe Xero
it_it: Scagnozzo del team Xero IX
pt_br: Equipe Xero Grunt IX
zh_cn: Xero Grunt I团队

# xerogrunt3
source: Team Xero Grunt III
de_de: Team Xero Rüpel III
es_es: Soldado del equipo Xero III
es_mx: Equipo Xero Grunt III
fr_fr: Troufion III de l'Équipe Xero
it_it: Scagnozzo del team Xero III
pt_br: Equipe Xero Grunt III
zh_cn: Xero Grunt I团队

# cotton_town_fountain
source: It's a fountain. A lot of coins are at the bottom.
de_de: Ein Springbrunnen. Eine Menge Münzen liegen auf dem Grund.
es_es: Es una fuente. Hay muchas monedas en el fondo.
es_mx: Es una fuente. Un montón de monedas están en el fondo.
fr_fr: C'est une fontaine. Il y a beaucoup de pièces au fond.
it_it: È una fontana. Molte monete sono sul fondo.
pt_br: É uma fonte. Muitas moedas estão no fundo.
zh_cn: 这是个喷泉.很多硬币都在底部.

source: Sure I do.
de_de: Natürlich werde ich.
es_es: Claro que quiero
es_mx: Claro que lo haré.
fr_fr: Bien sûr.
it_it: Certamente.
pt_br: Claro que sim.
zh_cn: 我当然知道.

# xerogrunt8
source: Team Xero Grunt VIII
de_de: Team Xero Rüpel VIII
es_es: Soldado del equipo Xero VIII
es_mx: Equipo Xero Grunt VIII
fr_fr: Troufion VIII de l'Équipe Xero
it_it: Scagnozzo del team Xero VIII
pt_br: Equipe Xero Grunt VIII
zh_cn: Xero Grunt I团队

# xerogrunt10
source: Team Xero Grunt X
de_de: Team Xero Rüpel X
es_es: Soldado del equipo Xero X
es_mx: Equipo Xero Grunt X
fr_fr: Troufion X de l'Équipe Xero
it_it: Scagnozzo del team Xero X
pt_br: Equipe Xero Grunt X
zh_cn: Xero Grunt I团队

# orange_flowers
source: Someone planted some beautiful orange flowers!
de_de: Jemand hat hier wunderschöne orangene Blumen gepflanzt!
es_es: ¡Alguien ha plantado unas flores naranjas preciosas!
es_mx: ¡Alguien sembró algunas preciosas flores naranjas!
fr_fr: Quelqu'un a planté des fleurs oranges si belles !
it_it: Qualcuno ha piantato dei bellissimi fiori arancioni!
pt_br: Alguém plantou lindas flores de laranjeira!
zh_cn: 有人种下了一些美丽的橙色花朵!

# 37707_villager_female_2
source: Wish: Please: Do not enter the tower. It hasn't been built yet.
es_es: Wish: Por favor, no entres en la torre. Aún no ha sido construída.
fr_fr: Vœu : S'il vous plait, n'entrez pas dans la tour. Elle n'a pas encore été construite.
it_it: Wish: Per favore: Non entrare nella torre. Non è stata ancora costruita.
zh_cn: 微识：请.不要进入该塔.它还没有建成.

# famous_statue
source: It's a statue of a former Tuxemon master. The name is weathered away...
de_de: Eine Statur eines ehemaligen Tuxemon-Meisters. Der Name ist verwittert...
es_es: Es una estatua de un antiguo maestro Tuxemon. El nombre se ha desgastado con el tiempo y resulta ilegible...
es_mx: Es una estatua de un antiguo maestro Tuxemon. El nombre se ha desgastado...
fr_fr: C'est la statue d'un ancien Maître Tuxemon. Son nom a disparu avec le temps...
it_it: È una statua di un vecchio campione di Tuxemon. Il nome è sbiadito dalle intemperie...
pt_br: É uma estátua de um antigo mestre Tuxemon. O nome está desgastado...
zh_cn: 这是一个前精灵大师的雕像.名字已经被风化了...

# famous_statue2
source: It says: For our beloved friends and heroes of all, the wywen
de_de: Dort steht: Für unsere geliebten Freunde und Helden von allen, die Wywen
es_es: Dice: "Para nuestros amados amigos y héroes, los Wywen"
es_mx: Dice: Para nuestros queridos amigos y héroes de todo, los wywen
fr_fr: Il est écrit : Pour nos amis et héros bien-aimés de tous, les Wywen
it_it: Dice: ai nostri amati amici e eroi, wywen
pt_br: Diz: Para nossos amados amigos e heróis de todos, o wywen
zh_cn: 它说.为了我们亲爱的朋友和所有的英雄,维文

# tree
source: This tree looks happy and healthy!
de_de: Dieser Baum sieht fröhlich und gesund aus!
es_es: ¡Este árbol parece feliz y saludable!
es_mx: ¡Este árbol se ve feliz y saludable!
fr_fr: Cet arbre semble heureux et en forme !
it_it: Questo albero sembra felice e in salute!
pt_br: Essa árvore parece feliz e saudável!
zh_cn: 这棵树看起来很快乐,很健康!

source: Not really.
de_de: Nicht wirklich.
es_es: En realidad no
es_mx: En realidad no.
fr_fr: Pas vraiment.
it_it: Non proprio.
nb_no: Ikke egentlig
pt_br: Na verdade, não.
zh_cn: 并非如此.

# mistaken
source: You're mistaken.
es_es: Estás equivocado
es_mx: Estás equivocado.
fr_fr: Tu t'es trompé.
it_it: Ti sbagli.
nb_no: Du tar feil
pt_br: Você está enganado.
zh_cn: 你错了.

source: That's me!
de_de: Das bin ich!
es_es: ¡Ése soy yo!
es_mx: ¡Ese soy yo!
fr_fr: C'est moi !
it_it: Sono io!
pt_br: Este sou eu!
zh_cn: 这就是我!

# a_serious_discussion
source: I have been observing you for a while now, I'm glad my followers managed to grab you without harm. Oh, where are my manners! I am Misa, Premier of the Xero Institute for Tuxemon Research and Advancement. What was your name again? .... ..... .... ${{name}}? Not much of a name for someone who illegally owns a Tuxemon.
es_mx: Te he estado observando desde hace un tiempo, me alegro de que mis seguidores hayan conseguido atraparte sin que te hicieras daño. ¡Oh, dónde están mis modales! Soy Misa, Líder del Instituto Xero para la Investigación y el Avance Tuxemon. Dime otra vez ¿cómo te llamas? .... ..... .... ¿${{name}}? No es un gran nombre para alguien que posee ilegalmente un Tuxemon.
fr_fr: Je vous observe depuis un moment déjà, et je suis bien content que mes adeptes aient réussi à vous mettre la main dessus sans vous blessez. Mais où sont mes manières ! Je suis Misa, le Premier Ministre de l'Institut Xero pour la Recherche et l'Avancée des Tuxemon. Quel est votre nom déjà ? .... ..... .... ${{name}} ? Ça n'est pas un nom pour quelqu'un qui possède illégalement un Tuxemon.
it_it: Ti sto osservando da un po'. Sono contento che i miei seguiti ti hanno scortato senza farti male. Oh, che maniere! Io sono Misa, presidente dell'Istituto Xero per la Ricerca e il Progresso sui Tuxemon. Quale sarebbe il tuo nome? ... ... ... ${{name}}? Non male come nome per qualcuno che possiede illegalmente un Tuxemon.
pt_br: Eu tenho observado você por um tempo agora, estou feliz que meus seguidores conseguiram agarrá-lo sem danos. Oh, onde estão minhas maneiras! Eu sou Misa, Premier do Instituto Xero para Pesquisa e Avanço Tuxemon. Qual foi o seu nome novamente? .... ..... .... ${{name}}? Não é muito nome para alguém que possui um Tuxemon ilegalmente.
zh_cn: 我已经观察你有一段时间了,我很高兴我的追随者们成功地抓住了你而没有受到伤 害. 哦,我的礼貌哪去了!? 我是米萨,Xero 精灵研究和发展研究所的总理. 你叫什么名字来着? .... ..... .... ${{name}}? 对于一个非法拥有精灵的人来说,这不是一个好名字.

# oops
source: Oh. I guess you didn't know that... You shouldn't be afraid, having a Tuxemon by your side is the best thing ever to happen to you.
es_mx: Oh. Supongo que no lo sabías... No debes tener miedo, tener un Tuxemon a tu lado es la mejor cosa que te pudo pasar.
fr_fr: Oh. J'imagine que vous ne le saviez pas... Vous ne devriez pas être inquiet, avoir un Tuxemon à ses côtés est la meilleure chose qui puisse vous arriver.
it_it: Oh. Immagino che non lo sapevi... Non dovresti avere paura. Avere un Tuxemon al tuo fianco è la miglior cosa che poteva capitarti.
pt_br: Oh. Acho que você não sabia disso... Você não deve ter medo, ter um Tuxemon ao seu lado é a melhor coisa que já aconteceu com você.
zh_cn: 哦.我猜你还不知道... 你不应该害怕,有一个精灵在你身边是有史以来发生在你身上最好的事情.

# backstory9
source: What do you say? Will you help us?
de_de: Was wirst du tun? Wirst du uns helfen?
es_es: ¿Qué dices? ¿Nos ayudarás?
es_mx: ¿Qué dice? ¿Nos ayudará?
fr_fr: Qu'est-ce que vous dites ? Vous allez nous aider ?
it_it: Cosa dici? Ci vuoi aiutare?
pt_br: O que você disse? Você vai nos ajudar?
zh_cn: 你怎么想?你会帮助我们吗?

# sorryfurthis
source: Good Choice. Sorry, this will only sting a little.
de_de: Gute Entscheidung. Tut mir Leid, das wird ein bisschen stechen.
es_es: Buena elección. Lo siento, esto solo dolerá un poco.
es_mx: Buena elección. Lo siento, esto solo picará un poco.
fr_fr: Bon choix. Mais désolé, ça risque de piquer un peu.
it_it: Ottima scelta. Scusa ma questo pungerà un po'.
pt_br: Boa escolha. Desculpe, isso só vai doer um pouco.
zh_cn: 好的选择.对不起,这只会让人感到有点刺痛.
