Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# fishing_rod_description
source: Catch fish.
de_de: Fängt Fische.
fr_fr: Pêcher du poisson.
it_it: Pescare.
pt_br: Pesca.
zh_cn: 可以用来捕鱼.

# earthmover_key_description
source: Could come in handy if there's a giant earthmover blocking the path.
de_de: Könnte hilfreich sein, falls eine gigantische Planierraupe den Weg versperrt.
fr_fr: Ça peut devenir utile si une tractopelle géante bloque le chemin.
pt_br: Poderia ser útil se houver um terraplanador gigante bloqueando o caminho.
zh_cn: 如果有一个巨大的推土机挡住了道路,可能会派上用场.

# nimrod_badge_description
source: Tuxemon purchased from Nimrod require this badge to morph.
de_de: Bei Nimrod gekaufte Tuxemon benötigen dieses Abzeichen um sich zu verwandeln.
fr_fr: Tuxemon acheté auprès de Nimrod nécessite que ce badge soit transformé.
it_it: I tuxemon acquistati dalla Nimrod richiedono questa medaglia per trasformarsi.
pt_br: Tuxemon comprados do Nimrod exigem esse crachá para se transformarem.
zh_cn: 从宁录购买的精灵需要这个徽章才能变形.

# booster_tech_description
source: An open source technology that allows to morph tuxemon into a different form.
de_de: Open Source Technilogie welche die Formänderung von Tuxemon ermöglicht.
fr_fr: Une technologie open source qui transforme tuxemon en une forme différente.
it_it: Una tecnologia open source che permette ai tuxemon di trasformarsi in qualcos'altro.
pt_br: Uma tecnologia de código aberto que permite transformar o tuxemon em uma forma diferente.
zh_cn: 一种开源技术,允许将精灵变形为不同的形式.

source: Earth Booster
de_de: Erd Booster
fr_fr: Booster de Terre
it_it: Booster di Terra
pt_br: Impulsionador de Terra
zh_cn: 土系助推器

# earth_booster_description
source: It allows to morph an Earth type tuxemon into a different form.
de_de: Ermöglicht die Formänderung von Erd Tuxemon.
fr_fr: Il permet de transformer un type de tuxemon de Terre en une forme différente.
it_it: Permette ai tuxemon di tipo Terra di trasformarsi in qualcos'altro.
pt_br: Ele permite transformar um tuxemon do tipo Terra em uma forma diferente.
zh_cn: 它允许将土系精灵变形为不同的形式.

# miaow_milk_description
source: Cats love the taste of Miaow Milk™!
de_de: Katzen lieben den Geschmack von Miau Milch™!
fr_fr: Les chats adorent le goût du lait Miaow™ !
it_it: I gatti amano il sapore del Latte Miaow™!
pt_br: Os gatos adoram o sabor do Miaow Milk™!
zh_cn: 猫咪喜欢妙乳™的味道!

source: Fishing Rod
de_de: Angelrute
fr_fr: Canne à pêche
it_it: Canna da Pesca
pt_br: Vara de Pesca
zh_cn: 鱼竿

source: Earthmover Key
de_de: Planierraupenschlüssel
fr_fr: Touche tractopelle
pt_br: Chave do Terraplanador
zh_cn: 推土机钥匙

source: Sledgehammer
de_de: Vorschlaghammer
fr_fr: Massue
it_it: Mazza
pt_br: Marreta
zh_cn: 大锤

# sledgehammer_description
source: Smash apart grey boulders.
de_de: Zerbricht graue Felsbrocken.
fr_fr: Démolissez les rochers gris.
it_it: Distrugge massi.
pt_br: Esmague pedregulhos cinzentos.
zh_cn: 粉碎灰色巨石.

source: Shammer Fossil
es_mx: Shammer Fósil
fr_fr: Shammer Fossile
it_it: Shammer Fossile
ja: シャッメル化石
pt_br: Shammer Fóssil
zh_cn: 沙默化石

source: Rhincus Fossil
es_mx: Rhincus Fósil
fr_fr: Rhincus Fossile
it_it: Rhincus Fossile
ja: ルヒンクウス化石
pt_br: Rhincus Fóssil
zh_cn: 沙默化石

# greenwash_badge
source: Badge: Greenwash
de_de: Abzeichen: Greenwash
it_it: Medaglia: Greenwash
pt_br: Crachá: Greenwash
zh_cn: 徽章：漂绿

# greenwash_badge_description
source: Tuxemon purchased from Greenwash require this badge to morph.
de_de: Bei Greenwash gekaufte Tuxemon benötigen dieses Abzeichen um sich zu verwandeln.
fr_fr: Tuxemon acheté auprès de Greenwash nécessite que ce badge soit transformé.
it_it: I tuxemon acquistati dalla Greenwash richiedono questa medaglia per trasformarsi.
pt_br: Tuxemon comprados do Greenwash exigem esse crachá para se transformarem.
zh_cn: 从漂绿购买的精灵需要此徽章才能进化.

# nimrod_badge
source: Badge: Nimrod
de_de: Abzeichen: Nimrod
it_it: Medaglia: Nimrod
pt_br: Crachá: Nimrod
zh_cn: 徽章：宁录

# omnichannel_badge
source: Badge: Omnichannel
de_de: Abzeichen: Omnichannel
it_it: Medaglia: Omnichannel
pt_br: Crachá: Omnichannel
zh_cn: 徽章：全能公司

# omnichannel_badge_description
source: Tuxemon purchased from Omnichannel require this badge to morph.
de_de: Bei Omnichannel gekaufte Tuxemon benötigen dieses Abzeichen um sich zu verwandeln.
fr_fr: Tuxemon acheté auprès de Omnichannel nécessite que ce badge soit transformé.
it_it: I tuxemon acquistati dalla Omnichannel richiedono questa medaglia per trasformarsi.
pt_br: Tuxemon comprados do Omnichannel exigem esse crachá para se transformarem.
zh_cn: 从全能公司购买的精灵需要此徽章才能变形.

# scoop_badge_description
source: Tuxemon purchased from Scoop require this badge to morph.
de_de: Bei Scoop gekaufte Tuxemon benötigen dieses Abzeichen um sich zu verwandeln.
fr_fr: Tuxemon acheté auprès de Scoop nécessite que ce badge soit transformé.
it_it: I tuxemon acquistati dalla Scoop richiedono questa medaglia per trasformarsi.
pt_br: Tuxemon comprados do Scoop exigem esse crachá para se transformarem.
zh_cn: 从斯考普购买的精灵需要这个徽章才能变形.

# scoop_badge
source: Badge: Scoop
de_de: Abzeichen: Scoop
it_it: Medaglia: Scoop
pt_br: Crachá: Scoop
zh_cn: 徽章：斯考普

# shaft_badge
source: Badge: Shaft
de_de: Abzeichen: Shaft
it_it: Medaglia: Shaft
pt_br: Crachá: Shaft
zh_cn: 徽章：沙弗特

# shaft_badge_description
source: Tuxemon purchased from Shaft require this badge to morph.
de_de: Bei Shaft gekaufte Tuxemon benötigen dieses Abzeichen um sich zu verwandeln.
fr_fr: Tuxemon acheté auprès de Shaft nécessite que ce badge soit transformé.
it_it: I tuxemon acquistati dalla Shaft richiedono questa medaglia per trasformarsi.
pt_br: Tuxemon comprados do Shaft exigem esse crachá para se transformarem.
zh_cn: 从沙弗特购买的燕尾服需要这个徽章才能变形.

# booster_tech
source: Tech Booster
de_de: Technologie Booster
fr_fr: Booster technologique
it_it: Booster Tecnologico
pt_br: Impulsionador de tecnologia
zh_cn: 技术助推器

source: Fire Booster
de_de: Feuer Booster
fr_fr: Booster de Feu
it_it: Booster di Fuoco
pt_br: Impulsionador de fogo
zh_cn: 火系助推器

# fire_booster_description
source: It allows to morph a Fire type tuxemon into a different form.
de_de: Ermöglicht die Formänderung von Feuer Tuxemon.
fr_fr: Il permet de transformer un type de tuxemon de Feu en une forme différente.
it_it: Permette ai tuxemon di tipo Fuoco di trasformarsi in qualcos'altro.
pt_br: Ele permite transformar um tuxemon do tipo Fogo em uma forma diferente.
zh_cn: 它允许将火系精灵变形为不同的形式.

source: Flintstone
de_de: Feuerstein
zh_cn: 打火石

source: Lucky Bamboo
de_de: Glücksbambus
fr_fr: Bambou Chanceux
it_it: Bamboo Fortunato
pt_br: Bambu da Sorte
zh_cn: 幸运竹

source: Metal Booster
de_de: Metall Booster
fr_fr: Booster de Métal
it_it: Booster di Metallo
pt_br: Impulsionador de metal
zh_cn: 金系助推器

# metal_booster_description
source: It allows to morph a Metal type tuxemon into a different form.
de_de: Ermöglicht die Formänderung von Metall Tuxemon.
fr_fr: Il permet de transformer un type de tuxemon de Métal en une forme différente.
it_it: Permette ai tuxemon di tipo Metallo di trasformarsi in qualcos'altro.
pt_br: Ele permite transformar um tuxemon tipo Metal em uma forma diferente.
zh_cn: 它允许将金系精灵变形为不同的形式.

source: Miaow Milk
de_de: Miau Milch
fr_fr: Lait Miaow
it_it: Latte Miaow
pt_br: Miaow Leite
zh_cn: 妙乳

source: Peace Lily
de_de: Friedenslilie
fr_fr: Lys de la Paix
it_it: Giglio della Pace
pt_br: Lírio da Paz
zh_cn: 和平百合

source: Petrified Dung
de_de: Versteinerter Dung
fr_fr: Fumier Pétrifié
it_it: Sterco Pietrificato
pt_br: Esterco Petrificado
zh_cn: 石化粪便

source: Pyramidion
pt_br: Piramídeo
zh_cn: 金字塔

source: Sea Girdle
de_de: Seegras
fr_fr: Gaine de Mer
it_it: Cintura Marina
pt_br: Cinta do Mar
zh_cn: 金字塔

source: Stovepipe
de_de: Ofenrohr
fr_fr: Tuyau de Poêle
it_it: Tubo di Stufa
zh_cn: 烟囱管

source: Sweet Sand
de_de: Süßer Sand
fr_fr: Sable Doux
it_it: Sabbia Dolce
pt_br: Areia Doce
zh_cn: 甜沙

source: Tectonic Drill
de_de: Tektonischer Bohrer
fr_fr: Foret Tectonique
it_it: Trapano Tettonico
pt_br: Furadeira Tectônica
zh_cn: 构造钻探

source: Thunderstone
de_de: Donnerstein
fr_fr: Pierre de Tonnerre
it_it: Pietra Tuono
pt_br: Pedra do Trovão
zh_cn: 雷石

source: Water Booster
de_de: Wasser Booster
fr_fr: Booster d'Eau
it_it: Booster d'Acqua
pt_br: Impulsionador de água
zh_cn: 水系助推器

source: Wood Booster
de_de: Holz Booster
fr_fr: Booster de Bois
it_it: Booster di Legno
pt_br: Impulsionador de madeira
zh_cn: 木系助推器

# wood_booster_description
source: It allows to morph a Wood type tuxemon into a different form.
de_de: Ermöglicht die Formänderung von Holz Tuxemon.
fr_fr: Il permet de transformer un type de tuxemon de Bois en une forme différente.
it_it: Permette ai tuxemon di tipo Legno di trasformarsi in qualcos'altro.
pt_br: Permite transformar um tuxemon do tipo Madeira em uma forma diferente.
zh_cn: 它允许将木系精灵变形为不同的形式.

source: No type
de_de: Kein Typ
fr_fr: pas de type
it_it: no tipologia
pt_br: sem tipo
zh_cn: 无类型

source: Town
de_de: Stadt
fr_fr: village
it_it: città
pt_br: cidade
zh_cn: 镇

source: Route
it_it: strada
pt_br: rota
zh_cn: 路线

source: Dungeon
de_de: Verlies
fr_fr: donjon
pt_br: calabouço
zh_cn: 地牢

source: Shop
de_de: Laden
fr_fr: boutique
it_it: negozio
pt_br: loja
zh_cn: 商店

source: Inside
de_de: innen
fr_fr: intérieur
it_it: dentro
pt_br: dentro
zh_cn: 内部

source: Outside
de_de: außen
fr_fr: extérieur
it_it: fuori
pt_br: fora
zh_cn: 外部

# item_used_wrong_location_inside
source: {name} can only be used {here}!
de_de: {name} kann nur {here} verwendet werden!
fr_fr: {name} ne peut être utilisé que {here} !
it_it: {name} può essere usato solo {here}!
pt_br: {name} só pode ser usado {here} !
zh_cn: {name}只能在{here}使用!

# item_used_wrong_location_type
source: {name} can only be used in a {here}!
de_de: {name} kann nur in einem {here} verwendet werden!
fr_fr: {name} ne peut être utilisé que dans un {here} !
it_it: {name} può essere usato solo in {here}!
pt_br: {name} só pode ser usado em um {here} !
zh_cn: {name}只能在{here}中使用!

# combat_forfeit
source: You have forfeited! {npc} is disappointed.
de_de: Du hast versagt! {npc} ist enttäuscht.
fr_fr: Vous avez déclaré forfait ! {npc} est déçu.
it_it: Hai dato forfait! {npc} è deluso.
pt_br: Você perdeu! {npc} está desapontado.
zh_cn: 你已经放弃了! {npc}很失望.

# combat_player_run_status
source: Can't escape. {monster} is {status}!
de_de: Kann nicht entkommen. {monster} ist {status}!
fr_fr: Vous ne pouvez pas fuir. {monster} est {status} !
it_it: Non puoi scappare. {monster} è {status}!
pt_br: Não consigo escapar. {monster} é {status}!
zh_cn: 不能逃跑. {monster}是{status}!

# combat_player_forfeit_status
source: Can't forfeit the match. {monster} is {status}!
de_de: Kann das Spiel nicht verlieren. {monster} ist {status}!
zh_cn: 不能放弃比赛. {monster}是{status}!

# combat_player_swap_status
source: Can't switch monsters. {monster} is {status}!
de_de: Monster können nicht gewechselt werden. {monster} ist {status}!
fr_fr: Vous ne pouvez pas changer de monstre. {monster} est {status} !
it_it: Non puoi cambiare mostro. {monster} è {status}!
pt_br: Não é possível trocar de monstro. {monster} é {status}!
zh_cn: 不能更换精灵.. {monster}是{status}!

# cannot_use_tech_monster
source: {name} can't be used.
de_de: {name} kann nicht benutzt werden.
fr_fr: {name} ne peut pas être utilisé.
it_it: {name} non può essere usato.
pt_br: {name} não pode ser usado.
zh_cn: {name}现在不能使用.

# combat_victory_trainer
source: {name} has won and has received {currency}{prize}!
de_de: Du hast gegen {npc} gewonnen! Du erhältst {currency}{prize}!
fr_fr: {name} a gagné et a reçu {currency}{prize} !
it_it: {name} ha vinto e ha ottenuto {currency}{prize}!
pt_br: {name} ganhou e recebeu {currency}{prize}!
zh_cn: {name}获胜了! 你获得了 {currency}{prize}!

# combat_state_chargedup_get
source: {target} is fully charged.
de_de: {target} ist voll aufgeladen.
fr_fr: {target} est complètement chargé.
it_it: {target} è carico.
pt_br: {target} é totalmente carregado.
zh_cn: {target}已充满电.

# combat_state_charging_get
source: {target} is charging power.
de_de: {target} lädt Energie auf.
fr_fr: {target} augmente son attaque.
it_it: {target} sta caricando.
pt_br: {target} é a potência de carregamento.
zh_cn: {target}正在充电.

# combat_state_diehard_get
source: {target} will keep fighting.
de_de: {target} kämpft weiter.
fr_fr: {target} se battra jusqu'au bout.
it_it: {target} continuerà a combattere.
pt_br: {target} vai continuar lutando.
zh_cn: {target}将继续战斗.

# combat_state_dozing_get
source: {target} is asleep.
de_de: {target} schläft.
fr_fr: {target} est endormi.
it_it: {target} è addormentato.
pt_br: {target} está adormecido.
zh_cn: {target}睡着了.

# combat_state_enraged_get
source: {target} is enraged.
de_de: {target} ist wütend.
fr_fr: {target} bout de rage.
it_it: {target} è arrabbiato.
pt_br: {target} está enfurecido.
zh_cn: {target}被激怒了.

# combat_state_exhausted_get
source: {target} is exhausted.
de_de: {target} ist erschöpft.
fr_fr: {target} est épuisé.
it_it: {target} è esausto.
pt_br: {target} está esgotado.
zh_cn: {target}已耗尽.

# combat_state_festering_get
source: {target}'s wounds fester.
de_de: {target}'s wunden vereitern.
fr_fr: Les blessures de {target} s'infectent.
it_it: Le ferite di {target} si aggravano.
pt_br: As feridas de {target} apodrecem.
zh_cn: {target}的伤口溃烂了.

# combat_state_focused_get
source: {target} becomes focused.
de_de: {target} fokussiert sich.
fr_fr: {target} se concentre.
it_it: {target} si concentra.
pt_br: {target} torna-se focado.
zh_cn: {target}成为焦点.

# combat_state_hardshell_get
source: {target} is covered in hard shell.
de_de: {target} wird von einer harten Schale bedeckt.
fr_fr: {target} est recouvert d'une coque.
it_it: {target} è coperto da un guscio.
pt_br: {target} é coberto por casca dura.
zh_cn: {target}被硬壳包裹.

# combat_state_noddingoff_get
source: {target} is nodding off to sleep.
de_de: {target} nickt ein und schläft.
fr_fr: {target} s'endort.
pt_br: {target} está acenando com a cabeça para dormir.
zh_cn: {target}正在打瞌睡.

# combat_state_sniping_get
source: {target} takes aim.
de_de: {target} zielt.
fr_fr: {target} vise.
it_it: {target} prende la mira.
pt_br: {target} mira.
zh_cn: {target}需要瞄准.

# combat_state_softened_get
source: {target}'s armour softens.
de_de: Die Panzerung von {target} wird weicher.
fr_fr: L'armure de {target} s'adoucit.
it_it: L'armatura di {target} si ammorbidisce.
pt_br: A armadura de {target} amolece.
zh_cn: {target}的装甲软化.

# combat_state_stuck_get
source: {target} is stuck in place.
de_de: {target} bleibt an Ort und Stelle hängen.
fr_fr: {target} est bloqué en place.
it_it: {target} è bloccato in loco.
pt_br: {target} está preso no lugar.
zh_cn: {target}卡在原地.

# combat_state_tired_get
source: {target} is worn out.
de_de: {target} ist abgenutzt.
fr_fr: {target} est usé.
it_it: {target} è usurato.
pt_br: {target} está desgastado.
zh_cn: {target}已磨损.

# alert_text
source: Text too long!
de_de: Text ist zu lang!
fr_fr: Texte trop long !
it_it: Testo troppo lungo!
pt_br: Texto muito longo!
zh_cn: 文字太长!

source: Blinded
de_de: Geblendet
fr_fr: Aveuglé
it_it: Accecato
pt_br: Cego
zh_cn: 蒙蔽

source: Charged Up
de_de: Aufgeladen
fr_fr: Chargé
pt_br: Carregado
zh_cn: 充电

source: Charging
de_de: Aufladen
fr_fr: En Charge
pt_br: Carregamento
zh_cn: 充电

source: Confused
de_de: Verwirrt
fr_fr: Confus
it_it: Confuso
pt_br: Confuso
zh_cn: 困惑

source: Die Hard
de_de: Stirb langsam
fr_fr: Tenace
it_it: Duro a Morire
zh_cn: 虎胆龙威

source: Eliminated
de_de: Beseitigt
fr_fr: Éliminé
it_it: Eliminato
pt_br: Eliminado
zh_cn: 消除

# enraged
source: Berserk
de_de: Berserker
fr_fr: Furieux
it_it: Furioso
pt_br: Furioso
zh_cn: 狂暴

source: Exhausted
de_de: Erschöpft
fr_fr: Épuisé
it_it: Esausto
pt_br: Exausto
zh_cn: 用尽

source: Festering
de_de: Eiterig
fr_fr: Purulente
zh_cn: 溃烂

source: Grabbed
de_de: Geschnappt
fr_fr: Empoigné
it_it: Afferrato
pt_br: Agarrou
zh_cn: 抓住

source: Hard Shell
de_de: Harte Schale
fr_fr: Coquille
it_it: Guscio
zh_cn: 硬壳

source: Nodding Off
de_de: Einnickend
fr_fr: Hochant
zh_cn: 点头离开

source: Sniping
de_de: Wegputzend
zh_cn: 狙击

source: Softened
de_de: Aufgeweicht
fr_fr: Ramolli
it_it: Rammollito
pt_br: Amolecido
zh_cn: 软化

source: Spyder Bite
de_de: Spinnenbiss
fr_fr: Morsure Spyder
it_it: Morso Spyder
pt_br: Mordida Spyder
zh_cn: 斯皮德咬合

source: Stuck
de_de: Eingeklemmt
fr_fr: Coincé
it_it: Bloccato
pt_br: Preso
zh_cn: 卡住

source: Tired
de_de: Müde
fr_fr: Fatigué
it_it: Affaticato
pt_br: Cansado
zh_cn: 疲劳

source: Adamantine
fr_fr: Adamantin
it_it: Adamantina
pt_br: Adamantina
zh_cn: 金刚合金

source: Air Chain
fr_fr: Chaîne d'Air
it_it: Catena d'Aria
pt_br: Corrente de Ar
zh_cn: 空气链

source: Ants
fr_fr: Fourmis
pt_br: Formigas
zh_cn: 蚂蚁

source: Assault
fr_fr: Assaut
it_it: Assalto
pt_br: Assalto
zh_cn: 突击

source: Barking
fr_fr: Aboiement
pt_br: Latindo
zh_cn: 叫声

source: Breath
fr_fr: Haleine
pt_br: Respiração
zh_cn: 呼吸

source: Canine
pt_br: Canino
zh_cn: 犬

source: Cat Calling
fr_fr: Chappel
pt_br: Chamada de Gato
zh_cn: 猫叫

source: Cavity
fr_fr: Cavité
pt_br: Cavidade
zh_cn: 腔

source: Chameleon
fr_fr: Caméléon
pt_br: Camaleão
zh_cn: 变色龙

source: Clock
fr_fr: Horloge
pt_br: Relógio
zh_cn: 时钟

source: Cloud Aether
fr_fr: Éther Nuageux
pt_br: Éter em Nuvem
zh_cn: 云以太

source: Conjurer
pt_br: Mágico
zh_cn: 魔术师

source: Crystal
fr_fr: Cristal
pt_br: Cristal
zh_cn: 晶体

source: Demiurge
de_de: Demiurg
es_mx: Demiurgo
fr_fr: Démiurge
it_it: Demiurgo
pt_br: Demiurgo
zh_cn: 德米乌尔

source: Earthquake
de_de: Erdbeben
es_mx: Terremoto
fr_fr: Tremblement de Terre
it_it: Terremoto
pt_br: Terremoto
zh_cn: 地震

source: Evasion
de_de: Umgehung
es_mx: Evasión
fr_fr: Évasion
it_it: Evasione
pt_br: Evasão
zh_cn: 规避

source: Fiery
de_de: Feurig
es_mx: Ardiente
fr_fr: Ardent
pt_br: Ardente
zh_cn: 火热

source: Fire Shield
de_de: Feuerschild
es_mx: Escudo de Fuego
fr_fr: Bouclier de Feu
pt_br: Escudo de Fogo
zh_cn: 防火盾

source: Firestorm
de_de: Feuersbrunst
es_mx: Tormenta de Fuego
fr_fr: Tempête de Feu
pt_br: Tempestade de Fogo
zh_cn: 风暴

source: Fledgling
de_de: Küken
es_mx: Volantón
fr_fr: Novice
pt_br: Inexperiente
zh_cn: 雏鸟

source: Gold Digger
de_de: Goldgräber
es_mx: Buscador de Oro
fr_fr: Chercheur d'Or
pt_br: Interesseira
zh_cn: 淘金

source: Grinding
de_de: Reibend
es_mx: Molienda
fr_fr: Broyage
pt_br: Esmerilhação
zh_cn: 研磨

source: Gust
es_mx: Ráfaga
fr_fr: Rafale
pt_br: Rajada
zh_cn: 阵风

source: Hawk
de_de: Habicht
es_mx: Halcón
fr_fr: Rapace
pt_br: Falcão
zh_cn: 鹰

source: Ice Storm
de_de: Eissturm
es_mx: Tormenta de Nieve
fr_fr: Verglas
pt_br: Tempestade de gelo
zh_cn: 冰风暴

source: Insanity
de_de: Wahnsinn
es_mx: Locura
fr_fr: Folie
it_it: Follia
pt_br: Insanidade
zh_cn: 精神错乱

source: Kraken
de_de: Krake
zh_cn: 海妖

source: Lantern
de_de: Laterne
es_mx: Linterna
fr_fr: Lanterne
it_it: Laterna
pt_br: Lanterna
zh_cn: 灯笼

source: Lava
fr_fr: Lave
zh_cn: 熔岩

source: Elofly
ja: エロフリィ
zh_cn: 埃洛飞

source: Elostorm
ja: エロストルン
zh_cn: 埃洛斯托姆

source: Elowind
ja: エロウィンド
zh_cn: 埃洛温德

source: Enduros
ja: エンデュロス
zh_cn: 负重运动

source: Exapode
ja: エクスアポデ
zh_cn: 伊那波德

source: Exclawvate
ja: エクスクロゥヴァテ
zh_cn: 掘地兽

source: Ferricran
ja: フェッリクラン
pt_br: Ferrican
zh_cn: 费里科兰

source: Graffiki
ja: グラッフィキ
zh_cn: 格拉非基

source: Grimachin
ja: グリマチン
zh_cn: 玩具猫

source: Grintot
ja: グリントト
zh_cn: 格林托特

# grintrock_description
source: It feeds by sitting out in thunderstorms, waiting to be struck by lightning.
de_de: Es ernährt sich dadurch bei Gewitter draußen zu sitzen und darauf zu warten vom Blitz getroffen zu werden.
fr_fr: Il se nourrit en s'asseyant dans les orages, attendant d'être frappé par la foudre.
it_it: Si nutre sedendosi fuori durante temporali, in attesa di essere colpito da un fulmine.
zh_cn: 它通过在雷暴中坐等被闪电击中来获取食物.

source: Grintrock
ja: グリントロクク
zh_cn: 格林特洛克

source: Hatchling
ja: ハトクリング
zh_cn: 雏鸟

source: Incandesfin
ja: インカンデスフィン
zh_cn: 灯笼鱼

source: Noctula
ja: ノクトウラ
zh_cn: 夜图拉

# jemuar_description
source: The gems on its back are the type found when it was born. There are extensive ROCKITTEN breeding facilities over diamond veins.
fr_fr: Les pierres précieuses sur son dos sont du même type que lorsqu'il est né. Il existe de vastes installations agricoles ROCKITTEN sur les veines de diamant.
zh_cn: 它背上的宝石是它出生时发现的类型.在钻石矿脉上方有大量的小岩猫育种设施.

source: Jemuar
ja: ジェムアル
zh_cn: 宝石虎

source: Legko
ja: ルグコ
zh_cn: 叶壁虎

source: Nudimind
ja: ヌディミンド
zh_cn: 思蛞蝓

source: Cardinale
ja: カルディナル
zh_cn: 赤焰鹰

# cardiwing_description
source: Its song is remarkable, but few dare keep an explosive songbird.
de_de: Sein Gesang ist bemerkenswert, aber nur wenige wagen es, sich einen explosiven Singvogel zu halten.
es_es: Su canto es notable, pero pocos se atreverían a mantener a un pájaro cantor explosivo.
es_mx: Su canto es notable, pero pocos se atreven a conservar un pájaro cantor explosivo.
fr_fr: Son chant est remarquable, mais rares sont ceux qui osent avoir un oiseau chanteur explosif.
it_it: La sua canzone è notevole ma pochi osano tenere un uccello canoro esplosivo.
pt_br: Seu canto é notável, mas poucos ousam ficar com um pássaro canoro explosivo.
zh_cn: 它的歌声是非凡的,但很少有人敢饲养这种爆炸性的鸣禽.

source: Cardiwing
ja: カルディウィング
zh_cn: 爆炎鸟

# nudimind_description
source: It dreams of oceans under other skies.
fr_fr: Il rêve d'océans sous d'autres cieux.
zh_cn: 它梦想着其他天空下的海洋.

# nuenflu_description
source: It snuggles in homes in the winter months, spreading diseases.
fr_fr: Il se blottit dans les maisons pendant les mois d'hiver, propageant des maladies.
zh_cn: 它在冬季依偎在家中,传播疾病.

# cateye_description
source: They say it blinks once a year, in honour of summer's end.
de_de: Sie sagen, es blinzelt einmal im Jahr, um das Ende des Sommers zu ehren.
fr_fr: On dit qu'il clignote une fois par an, en l'honneur de la fin de l'été.
it_it: Dicono che batti le palpebre una volta all'anno, in onore della fine dell'estate.
pt_br: Eles dizem que pisca uma vez por ano, em homenagem ao fim do verão.
zh_cn: 他们说它每年眨一次眼,以纪念夏天的结束.

source: Cateye
ja: カテイェ
zh_cn: 眼猫

source: Torch
de_de: Fackel
es_mx: Antorcha
fr_fr: Torche
pt_br: Tocha
zh_cn: 火炬攻击

source: Wall Fire
de_de: Feuerwand
es_mx: Pared de Fuego
fr_fr: Mur Ardent
pt_br: Muro de Fogo
zh_cn: 火墙

# route1_sanglorian
source: Sanglorian Avenue
de_de: Sanglorian Allee
es_mx: Sanglorian Avenida
it_it: Viale Sanglorian
pt_br: Sanglorian Avenida
zh_cn: 桑格洛里安大道

source: Route 6
es_mx: Ruta 6
it_it: Strada 6
pt_br: Rota 6
zh_cn: 路线 6

# timber_town
source: Timber
zh_cn: 粽木

# allagon_description
source: ALLAGON are drawn to relics made from the metals left behind by their ancestors, and will be violent to retrieve them.
de_de: ALLAGON werden von den Relikten angezogen, die aus dem zurückgelassenen Metall ihrer Vorfahren gemacht wurden, und sie werden nicht vor Gewalt zurückschrecken, um sie zurückzubekommen.
es_es: Los Allagon se ven atraídos hacia las reliquias hechas con los metales que dejaron atrás sus antepasados, y reaccionarán con violencia para recuperarlas.
es_mx: Los ALLAGON se sienten atraídos por las reliquias hechas con los metales que dejaron sus antepasados, y actuarán con violencia para recobrarlas.
fr_fr: Les ALLAGON recherchent les reliques faites des métaux de leurs ancêtres, et sont déterminés à les retrouver.
it_it: Gli ALLAGON sono formati dai relitti di metallo abbandonati dagli antenati e sono violenti quando vengono presi.
pt_br: ALLAGON se atraem por relíquias feitas de metais deixados para trás por seus ancestrais e os buscam vorazmente.
zh_cn: 阿拉贡被祖先留下的金属制成的遗物所吸引,并会暴力取回它们.

source: Banling
ja: バンリング
zh_cn: 榕树灵

source: Bursa
ja: ブルサ
zh_cn: 火袋熊

source: Lightning Spheres
es_mx: Esferas de Relámpagos
fr_fr: Sphères de Foudre
it_it: Sfere di Fulmini
pt_br: Esferas de relâmpago
zh_cn: 闪电球

source: Lineage
es_mx: Linaje
fr_fr: Lignage
it_it: Lignaggio
pt_br: Linhagem
zh_cn: 血统

source: Lust
es_mx: Lujuria
fr_fr: Luxure
it_it: Desiderio
pt_br: Luxúria
zh_cn: 欲望

source: Magma
zh_cn: 岩浆攻击

source: Meltdown
es_mx: Fusión
fr_fr: Effondrement
it_it: Fusione
pt_br: Colapso
zh_cn: 崩溃
