Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

source: Mending
es_mx: Zurcidura
fr_fr: Raccommodage
it_it: Aggiustatura
pt_br: Remendar
zh_cn: 修补

source: Mobbing
fr_fr: Harcèlement
it_it: Bullismo
zh_cn: 围攻

source: Muck
es_mx: Estiércol
fr_fr: Boue
it_it: Letame
pt_br: Lama
zh_cn: 垃圾攻击

source: Mystic Blending
es_mx: Mezcla Mística
fr_fr: Mélange Mystique
it_it: Miscela Mistica
pt_br: Mistura Mística
zh_cn: 神秘混合

source: Negation
es_mx: Negación
fr_fr: Négation
it_it: Negazione
pt_br: Negação
zh_cn: 否定

source: Nest
es_mx: Nido
fr_fr: Nid
it_it: Nido
pt_br: Ninho
zh_cn: 筑巢

source: Oedipus
de_de: Ödipus
es_mx: Edipo
fr_fr: Œdipe
it_it: Edipo
ja: オイディプス
pt_br: Édipo
zh_cn: 俄狄浦斯

source: Orbs
es_mx: Orbes
fr_fr: Orbes
zh_cn: 丢球

source: Phantasmal Force
es_mx: Fuerza Fantasmal
fr_fr: Force Fantasmatique
pt_br: Força Fantasmagórica
zh_cn: 幻觉力量

source: Pit
es_mx: Foso
fr_fr: Fosse
pt_br: Buraco
zh_cn: 挖坑

source: Platinum
de_de: Platin
es_mx: Platino
fr_fr: Platine
pt_br: Platina
zh_cn: 白金

source: Poison Courtship
es_mx: Cortejo de Veneno
fr_fr: Parade Empoisonnée
pt_br: Namoro Venenoso
zh_cn: 毒物求爱

source: Radiance
es_mx: Resplandor
fr_fr: Éclat
pt_br: Brilho
zh_cn: 光芒力量

source: Ring
es_mx: Anillo
fr_fr: Bague
pt_br: Anel
zh_cn: 戒指

source: Ruby
es_mx: Rubí
fr_fr: Rubis
pt_br: Rubi
zh_cn: 红宝石

source: Shapechange
es_mx: Cambio de Forma
fr_fr: Métamorphose
pt_br: Mudança de forma
zh_cn: 变形

source: Slime
de_de: Schleim
es_mx: Limo
fr_fr: Vase
pt_br: Lodo
zh_cn: 泥浆攻击

source: Stabilo
zh_cn: 斯泰必罗

source: Stonehenge
ja: ストーンヘンジ
zh_cn: 巨石阵

source: Strangulation
es_mx: Estrangulación
pt_br: Estrangulamento
zh_cn: 缠绕

source: Sunburst
es_mx: Rayos de Sol
fr_fr: Éclat Solaire
pt_br: Sol estourou
zh_cn: 旭日子

source: Sylvan
es_mx: Silvestre
fr_fr: Sylvestre
zh_cn: 塞尔万

source: Terror
fr_fr: Terreur
zh_cn: 惊吓

source: Time Crisis
de_de: Zeitkrise
es_mx: Crisis del Tiempo
fr_fr: Crise Temporelle
pt_br: Crise do Tempo
zh_cn: 时间危机

source: Tip
de_de: Trinkgeld
es_mx: Consejo
fr_fr: Pourboire
pt_br: Ponta
zh_cn: 提示

source: Saber
es_mx: Sable
fr_fr: Sabre
pt_br: Sabre
zh_cn: 剑客

source: Touch
de_de: Berührung
es_mx: Toque
fr_fr: Toucher
pt_br: Tocar
zh_cn: 触摸

source: Tsunami
ja: 津波
zh_cn: 海啸

source: Tux
zh_cn: 小企鹅

source: Ubuntu
ja: ウブンツ
zh_cn: 乌班图

source: Undertaker
de_de: Totengräber
es_mx: Enterrador
fr_fr: Funèbres
ja: 葬儀 屋
zh_cn: 承办

source: Venom
es_mx: Veneno
fr_fr: Venin
pt_br: Veneno
zh_cn: 毒液

source: Viper
es_mx: Víbora
fr_fr: Vipère
pt_br: Víbora
zh_cn: 毒蛇攻击

source: Walls
de_de: Wände
es_mx: Paredes
fr_fr: Murs
pt_br: Paredes
zh_cn: 墙体

source: Webs Wind
fr_fr: Vent de Toiles
pt_br: Vento das Teias
zh_cn: 网风

source: Citypark
de_de: Stadtpark
zh_cn: 城市公园

# cotton_town
source: Cotton
de_de: Baumwolle
zh_cn: 暖棉

source: Dryad's Grove
zh_cn: 树妖之林

# flower_city
source: Flower
de_de: Blume
zh_cn: 彩花

# leather_town
source: Leather
de_de: Leder
zh_cn: 皮革

# paper_town
source: Paper
de_de: Papier
zh_cn: 方絮

source: Route 1
es_mx: Ruta 1
it_it: Strada 1
pt_br: Rota 1
zh_cn: 路线 1

source: Route 2
es_mx: Ruta 2
it_it: Strada 2
pt_br: Rota 2
zh_cn: 路线 2

source: Route 3
es_mx: Ruta 3
it_it: Strada 3
pt_br: Rota 3
zh_cn: 路线 3

source: Route 4
es_mx: Ruta 4
it_it: Strada 4
pt_br: Rota 4
zh_cn: 路线 4

source: Route 5
es_mx: Ruta 5
it_it: Strada 5
pt_br: Rota 5
zh_cn: 路线 5

source: Route A
es_mx: Ruta A
it_it: Strada A
pt_br: Rota A
zh_cn: 路线 A

source: Route C
es_mx: Ruta C
it_it: Strada C
pt_br: Rota C
zh_cn: 路线C

source: Route D
es_mx: Ruta D
it_it: Strada D
pt_br: Rota D
zh_cn: 路线 D

source: Route E
es_mx: Ruta E
it_it: Strada E
pt_br: Rota E
zh_cn: 路线E

# taba_town
source: Taba
zh_cn: 塔巴

source: Tunnel
zh_cn: 隧道

# candy_town_description
source: Pushing the bounds of possibility - with biology!
zh_cn: 糖果镇口号

# citypark_description
source: A Taste of the Wild!
pt_br: Um Sabor da Natureza!
zh_cn: 野性的味道!

# cotton_town_description
source: A growing force!
de_de: Eine aufsteigende Macht!
pt_br: Uma força crescente!
zh_cn: 一股不断壮大的力量!

# flower_city_description
source: Uniforms that guard you while you sleep!
pt_br: Uniformes que te guardam enquanto você dorme!
zh_cn: 警卫在你睡觉时保护你!

# leather_town_description
source: Proof that beauty and mining can co-exist!
de_de: Der Beweis, dass Schönheit und Bergbau koexistieren können!
pt_br: Prova de que beleza e mineração podem coexistir!
zh_cn: 证明美丽与采矿可以共存!

# paper_town_description
source: The gateway to Fondent!
de_de: Das Tor nach Fondent!
pt_br: A porta de entrada para o Fondent!
zh_cn: 通往丰登特的入口!

# route1_description
source: Take care!
de_de: Sei vorsichtig!
fr_fr: Prends soin de toi !
pt_br: Se cuida!
zh_cn: 当心!

# route2_description
source: The historic path!
fr_fr: Le chemin historique !
pt_br: O caminho histórico!
zh_cn: 历史性的道路!

# taba_town_description
source: A peaceful refuge!
de_de: Eine friedliche Zuflucht!
fr_fr: Un refuge paisible !
pt_br: Um refúgio pacífico!
zh_cn: 一个宁静的避难所!

# timber_town_description
source: Breadbasket of Fondant!
fr_fr: Le grenier de Fondant !
pt_br: Cesta de pão do Fondant!
zh_cn: 软糖的粮仓!

# welcome_location_route
source: Welcome to ${{map_name}}: ${{map_desc}} North: ${{north}} / South: ${{south}} / West: ${{west}} / East: ${{east}}
de_de: Willkommen in ${{map_name}}: ${{map_desc}} Nord: ${{north}} / Süd: ${{south}} / West: ${{west}} / Ost: ${{east}}
es_mx: Bienvenido a ${{map_name}}: ${{map_desc}} Norte: ${{north}} / Sur: ${{south}} / Oeste: ${{west}} / Este: ${{east}}
fr_fr: Bienvenue à ${{map_name}} : ${{map_desc}} Nord : ${{north}} / Sud : ${{south}} / Ouest : ${{west}} / Est : ${{east}}
it_it: Benvenuti su ${{map_name}}: ${{map_desc}} Nord: ${{north}} / Sud: ${{south}} / Ovest: ${{west}} / Est: ${{east}}
ja: ${{map_name}} へようこそ: ${{map_desc}} 北: ${{north}} / 南: ${{south}} / 西: ${{west}} / 東: ${{east}}
pt_br: Bem-vindo ao ${{map_name}}: ${{map_desc}} Norte: ${{north}} / Sul: ${{south}} / Oeste: ${{west}} / Leste: ${{east}}
zh_cn: 』欢迎来到${{map_name}}:${{map_desc}} 北: ${{north}} / 南: ${{south}} / 西: ${{west}} / 东: ${{east}}

# welcome_location_town
source: Welcome to ${{map_name}} Town: ${{map_desc}} North: ${{north}} / South: ${{south}} / West: ${{west}} / East: ${{east}}
de_de: Willkommen in ${{map_name}} Town: ${{map_desc}} Nord: ${{north}} / Süd: ${{south}} / West: ${{west}} / Ost: ${{east}}
es_mx: Bienvenido a ${{map_name}} Ciudad: ${{map_desc}} Norte: ${{north}} / Sur: ${{south}} / Oeste: ${{west}} / Este: ${{east}}
fr_fr: Bienvenue à ${{map_name}} Village : ${{map_desc}} Nord : ${{north}} / Sud : ${{south}} / Ouest : ${{west}} / Est : ${{east}}
it_it: Benvenuti a ${{map_name}}villa: ${{map_desc}} Nord: ${{north}} / Sud: ${{south}} / Ovest: ${{west}} / Est: ${{east}}
ja: ${{map_name}} タウンへようこそ: ${{map_desc}} 北: ${{north}} / 南: ${{south}} / 西: ${{west}} / 東: ${{east}}
pt_br: Bem-vindo ao ${{map_name}} Cidade: ${{map_desc}} Norte: ${{north}} / Sul: ${{south}} / Oeste: ${{west}} / Leste: ${{east}}
zh_cn: 欢迎来到${{map_name}}镇: ${{map_desc}} 北: ${{north}} / 南: ${{south}} / 西: ${{west}} / 东: ${{east}}

# here_to_north
source: From ${{map_name}} to ${{north}}
de_de: Von ${{map_name}} nach ${{north}}
es_mx: De ${{map_name}} a ${{north}}
fr_fr: De ${{map_name}} à ${{north}}
it_it: Da ${{map_name}} a ${{north}}
ja: ${{map_name}} から ${{north}}
pt_br: De ${{map_name}} a ${{north}}
zh_cn: 从${{map_name}}到${{north}}

# here_to_south
source: From ${{map_name}} to ${{south}}
de_de: Von ${{map_name}} nach ${{south}}
es_mx: De ${{map_name}} a ${{south}}
fr_fr: De ${{map_name}} à ${{south}}
it_it: Da ${{map_name}} a ${{south}}
ja: ${{map_name}} から ${{south}}
pt_br: De ${{map_name}} a ${{south}}
zh_cn: 从${{map_name}}到${{south}}

# here_to_west
source: From ${{map_name}} to ${{west}}
de_de: Von ${{map_name}} nach ${{west}}
es_mx: De ${{map_name}} a ${{west}}
fr_fr: De ${{map_name}} à ${{west}}
it_it: Da ${{map_name}} a ${{west}}
ja: ${{map_name}} から ${{west}}
pt_br: De ${{map_name}} a ${{west}}
zh_cn: 从${{map_name}}到${{west}}

# here_to_east
source: From ${{map_name}} to ${{east}}
de_de: Von ${{map_name}} nach ${{east}}
es_mx: De ${{map_name}} a ${{east}}
fr_fr: De ${{map_name}} à ${{east}}
it_it: Da ${{map_name}} a ${{east}}
ja: ${{map_name}} から ${{east}}
pt_br: De ${{map_name}} a ${{east}}
zh_cn: 从${{map_name}}到${{east}}

# candy_town
source: Candy
de_de: Süßigkeiten
zh_cn: 甜饴

# shop_buy_free
source: FREE!
de_de: FREI!
fr_fr: GRATUIT!
it_it: GRATIS!
pt_br: GRATUITAMENTE!
zh_cn: 免费!

# evolution_confirmation
source: {name} is trying to evolve into {evolve}. Allow evolution?
de_de: {name} versucht, sich zu {evolve} zu entwickeln. Evolution zulassen?
es_mx: {name} está tratando de evolucionar en {evolve}. ¿Permitir la evolución?
fr_fr: {name} essaie d'évoluer en {evolve}. Permettre l'évolution ?
it_it: {name} sta provando ad evolversi in {evolve}. Permettere l'evoluzione?
pt_br: {name} está tentando evoluir para {evolve}. Permitir a evolução?
zh_cn: {name} 正试图进化成 {evolve}. 允许进化?

# menu_storage
source: Pick Up Tuxemon
de_de: Tuxemon aufnehmen
fr_fr: Enlever Tuxemon
it_it: Ritira Tuxemon
zh_cn: 拾取精灵

# menu_dropoff
source: Drop Off Tuxemon
de_de: Tuxemon ablegen
fr_fr: Déposer Tuxemon
it_it: Deposita Tuxemon
zh_cn: 放下精灵

# menu_forfeit
source: Forfeit
de_de: Nicht Antreten
fr_fr: Quitter
it_it: Forfait
zh_cn: 弃权

# menu_storage_take_monster
source: You added {name} into your party!
de_de: Du hast {name} deinem Team hinzugefügt!
fr_fr: Vous avez ajouté {name} dans votre groupe !
it_it: Hai aggiunto {name} alla tua squadra!
pt_br: Você adicionou {name} ao seu grupo!
zh_cn: 你把{name}加入到了你的队伍!

# menu_storage_monsters_full
source: Your party is full, you cannot take any more from storage.
de_de: Dein Team ist vollzählig, du kannst nicht noch weitere aus dem Lager nehmen.
fr_fr: Votre groupe est plein, vous ne pouvez plus en prendre du stockage.
it_it: La tua squadra è al completo, non puoi prelevare più dal box.
pt_br: Sua festa está cheia, você não pode tirar mais do armazenamento.
zh_cn: 你的队伍已经满了,你不能再从仓库里拿任何东西了.

# menu_storage_empty_kennel
source: This shelter is empty, there are no monsters to take.
de_de: Dieser Zwinger ist leer, es gibt dort keine Monster zu holen.
fr_fr: Ce stockage est vide, il n'y a pas de monstres à prendre.
it_it: Il box è vuoto, non ci sono altri mostri da prendere.
pt_br: Este armazenamento está vazio, não há monstros para levar.
zh_cn: 这个仓库是空的,没有精灵可拿.

source: Swap
de_de: Tausch
es_mx: Intercambiar
fr_fr: Échanger
it_it: Scambia
zh_cn: 交换

source: Skip
fr_fr: Sauter
it_it: Salta
zh_cn: 跳过

# aardart_description
source: It keeps count of every ant it has eaten, and celebrates significant numbers.
de_de: Es zählt sämtliche Ameisen, die es verspeist hat und feiert hohe Essmeilensteine.
es_es: Lleva la cuenta de todas las hormigas que ha comido, y celebra llegar a números elevados.
es_mx: Lleva la cuenta de todas las hormigas que se ha comido, y celebra al superar su récord.
fr_fr: Compte combien de fourmis vous avez mangé, et vous récompense si vousen avez beaucoup mangé.
it_it: Tiene il conto di ogni formica che ha mangiato e fa celebrazioni in onore dei numeri più significativi.
pl: Liczy każdą zjedzoną mrówkę, i świętuje znaczące liczby.
pt_br: Mantém a contagem de todas as formigas que comeu e celebra números significativos.
zh_cn: 它对自己吃过的每一只蚂蚁都进行计数,并庆祝重要的数字.

source: Aardart
ja: アアルダルト
zh_cn: 阿尔达特

# aardorn_description
source: When born it is placed in an anthill and left to eat its way out.
de_de: Nach seiner Geburt wird es in einem Ameisenhaufen ausgesetzt und frisst sich durch diesen.
es_es: Al nacer es abandonado en un hormiguero para que se abra camino devorando a sus ocupantes.
es_mx: Cuando nace es colocado en un hormiguero y se le deja comer hasta encontrar la salida.
fr_fr: À sa naissance, il est livré à lui-même dans une fourmilière et doiten manger les parois pour assurer sa survie.
it_it: Quando nasce viene messo su un formicaio e lasciato lì a nutrirsi.
pl: Po urodzeniu jest on wkładany w mrowisku, musząc przegryść swoją drogę do wyjścia.
pt_br: Ao nascer, colocam-lhe em um formigueiro e deixam-lhe para que abra o caminho até a saída comendo tudo o que vê pela frente.
zh_cn: 出生后,它被放在蚁穴中,任由它自己吃下去.

source: Aardorn
ja: アアルドルン
zh_cn: 阿尔多恩

# abesnaki_description
source: Each face is a different pattern, and some say the symbols spell out words in a dead language.
de_de: Jedes Gesicht ist ein unterschiedliches Muster, und manche sagen, dass die Symbole Wörter einer toten Sprache buchstabieren.
fr_fr: Chaque visage est un motif différent, et certains disent que les symboles épelent des mots dans une langue morte.
it_it: Ogni faccia è un modello diverso, e alcuni dicono che i simboli mostrano le parole in una lingua morta.
pt_br: Cada rosto é um padrão diferente, e alguns dizem que os símbolos soletram palavras em uma língua morta.
zh_cn: 每张脸都是不同的图案,有人说这些符号拼出的是一种死亡语言的文字.

source: Abesnaki
ja: アベスナキ
zh_cn: 阿贝斯纳基

source: Agnidon
ja: アグニドン
zh_cn: 炎鬣蜥

# agnigon_description
source: It is called a 'false dragon', because it appears to be a dragon, but actually evolved from a different line of ancient reptiles.
de_de: Es wird als 'falscher Drache' bezeichnet, weil es wie ein Drache in Erscheinung tritt, aber sich tatsächlich aus einer anderen Linie antiker Reptile entwickelt hat.
es_es: Se dice que es un 'dragón falso', porque parece un dragón, pero en realidad evolucionó a partir de una línea diferente de antiguos reptiles.
es_mx: Se le llama «falso dragón», debido a que su apariencia se asemeja a la de un dragón, pero en realidad evolucionó a partir de una línea diferente de reptiles antiguos.
fr_fr: On le surnomme "faux dragon' car il ressemble à un dragon, mais en réalité, il descend d'une lignée préhistorique de reptiles.
it_it: È definito "falso dragone" perché sembra un dragone ma evoluto da una linea differente di antichi rettili.
pl: Jest on nazywany "fałszywym smokiem", ponieważ wygląda jak smok, ale w rzeczywistości wyewoluował z innej linii starożytnych gadów.
pt_br: Chamam-lhe de 'falso dragão', porque parece ser um dragão, mas na verdade evoluiu de uma linha diferente de répteis antigos.
zh_cn: 它被称为 "假龙",因为它看起来是一条龙,但实际上是从不同的古代爬行动物系列中进化而来的.

source: Agnigon
ja: アグニゴン
zh_cn: 焱龙鬣蜥

# agnite_description
source: It is playful, but must be taught early on to keep its fire in check.
de_de: Es ist verspielt, aber ihm muss schon früh beigebracht werden sein Feuer in Schach zu halten.
es_es: Es juguetón, pero debe enseñársele temprano a mantener su fuego a raya.
es_mx: Tiene un carácter juguetón, pero hay que enseñarle desde el principio a mantener su fuego bajo control.
fr_fr: Il est joueur, mais il faut lui apprendre à calmer son ardeur quand il est petit.
it_it: È giocherellone ma gli deve essere insegnato presto come controllare il suo fuoco.
pt_br: Adora brincar, mas deve aprender desde cedo a manter seu fogo sob controle.
zh_cn: 它很贪玩,但必须在早期就教它控制好火候.

source: Agnite
ja: アグニテ
zh_cn: 火鬣蜥

source: Allagon
es_es: Allagaon
ja: アッラゴン
zh_cn: 阿拉贡

# altie_description
source: ALTIE floated down to earth in a bubble. Now its bubble has popped, it cannot float more than a few metres in the air.
de_de: ALTIE schwebte in einer Blase hinunter zur Erde. Jetzt ist seine Blase geplatzt, es kann nicht mehr als einige Meter in der Luft schweben.
fr_fr: ALTIE flottait sur terre dans une bulle. Maintenant que sa bulle a éclaté, il ne peut plus flotter à plus de quelques mètres dans les airs.
it_it: ALTIE galleggiava in una bolla. Ora la sua bolla è scoppiata, non può galleggiare più di qualche metro nell'aria.
pt_br: ALTIE flutuou até a terra em uma bolha. Agora que sua bolha estourou, ela não pode flutuar mais do que alguns metros no ar.
zh_cn: ALTIE在一个气泡中飘落到地球上.现在它的泡泡已经破灭,它不能在空中漂浮超过几米.

source: Altie
ja: アルチエ
zh_cn: 阿尔蒂

source: Angrito
ja: アングリト
zh_cn: 安格里托

# anoleaf_description
source: It considers the plants growing near it to be its brothers and sisters.
de_de: Es betrachtet Pflanzen, die in seiner Nähe wachsen, als Büder und Schwestern.
es_es: Considera a las plantas que crecen cerca de él sus hermanos y hermanas.
es_mx: Considera a las plantas que crecen cerca de él como sus hermanos y hermanas.
fr_fr: Il estime que les plantes qui poussent près de lui sont ses frères et sœurs.
it_it: Considera le piante che crescono attorno a lui come i suoi fratelli e sorelle.
pt_br: Considera as plantas que crescem perto de si como irmãos e irmãs.
zh_cn: 它认为生长在它附近的植物都是它的兄弟姐妹.

source: Anoleaf
ja: アノルアフ
zh_cn: 阿诺雷弗

# anu_description
source: It is said that it enters others' dreams to search for its lost love.
de_de: Es wird gesagt, dass es die Träume anderer betritt auf der Suche nach seiner verlorenen Liebe.
fr_fr: On dit qu'il entre dans les rêves des autres pour rechercher son amour perdu.
it_it: Si dice che entri nei sogni degli altri per cercare il suo amore perduto.
pt_br: Diz-se que ela entra nos sonhos dos outros para procurar seu amor perdido.
zh_cn: 据说它进入别人的梦境,寻找自己失去的爱情.

source: Anu
ja: アヌ
zh_cn: 安努

source: Apeoro
ja: アペオロ
zh_cn: 黄金猿

source: Araignee
ja: アライグネエ
zh_cn: 阿莱尼

# arthrobolt_description
source: It feels uncomfortable commanding its fellow NUT and BOLT, and usually runs away. But then the NUT and BOLT have no one to instruct them.
de_de: Es fühlt sich unwohl dabei seinen Gefährten NUT and BOLT Befehle zu erteilen, und läuft üblicherweise davon. Aber dann haben NUT and BOLT niemanden, der ihnen Anweisungen gibt.
fr_fr: Il se sent mal à l'aise de commander ses camarades NUT et BOLT, et s'enfuit généralement. Mais alors les NUT et BOLT n'ont personne pour les instruire.
it_it: Si sente a disagio a comandare i suoi compagni NUT e BOLT, e di solito scappa. Ma poi NUT e BOLT non hanno nessuno che li istruisca.
pt_br: Ele se sente desconfortável comandando seus companheiros NUT e BOLT, e geralmente foge. Mas então a NUT e a BOLT não têm ninguém para instruí-los.
zh_cn: 它在指挥它的同伴螺母兽和螺栓兽时感到不舒服,通常会逃跑.但是除了螺孔兽,没有精灵去指导螺母兽和螺栓兽.

source: Arthrobolt
ja: アルトロボルト
zh_cn: 螺孔兽

# av8r_description
source: If the sun is out, it can fly as far or as high as it likes.
de_de: Wenn die Sonne scheint kann es so hoch oder weit fliegen, wie es möchte.
fr_fr: Si le soleil est dehors, il peut voler aussi loin ou aussi haut qu'il le souhaite.
it_it: Se il sole è alto in cielo, può volare in lontanza o altezza quanto vuole.
pt_br: Se o sol estiver fora, ele pode voar tão longe ou tão alto quanto quiser.
zh_cn: 如果太阳出来了,它可以飞得很远或很高.

# axylightl_description
source: It lights the deep waters with its tail, marking a safe shelter for fish.
de_de: Mit seinem leuchtenden Schweif markiert es sichere Unterkünfte für Fische in tiefen Gewässern.
es_es: Ilumina las aguas profundas con su cola, marcando un refugio seguro para peces.
zh_cn: 它用尾巴照亮深海,为鱼儿标出一个安全的庇护所.

source: Axylightl
zh_cn: 阿克西莱特尔

# bamboon_description
source: It fights with its bamboo staff, which it also uses for balance.
de_de: Es kämpft mit seinem Bambusstab, den er zusätzlich für seine Balance nutzt.
es_es: Lucha con su vara de bambú, que también usa para mantener el equilibrio.
es_mx: Lucha con su bastón de bambú, que también utiliza para equilibrarse.
fr_fr: Il se bat avec sa canne en bambou, qui lui sert aussi pour garder l'équilibre.
it_it: Combatte con il suo bastone di bambù, che usa anche per bilanciarsi.
pt_br: Luta com seu cajado de bambu que é usado, também, para se equilibrar.
zh_cn: 它用竹杖作战,也用竹杖来保持平衡.

source: Bamboon
fr_fr: Bambouin
ja: バンボオン
zh_cn: 竹猴

# banling_description
source: Each BANLING is waiting for a homeless spirit to nestle in its branches.
de_de: Jedes BANLING wartet auf einen heimatlosen Geist, der sich an seine Zweige schmiegt.
fr_fr: Chaque BANLING attend qu'un esprit sans-abri se niche dans ses branches.
it_it: Ogni BANLING è in attesa che uno spirito senzatetto si annidi nei suoi rami.
pt_br: Cada BANLING está esperando que um espírito sem-teto se aninhe em seus galhos.
zh_cn: 每个榕树灵都在等待一个无家可归的灵魂依偎在它的枝头.

source: Baobaraffe
ja: バオバラッフェ
zh_cn: 粽树鹿

source: Baoby
ja: バオブィ
zh_cn: 小粽树鹿

# beenstalker_description
source: What BEENSTALKER lacks in sense and grace, it makes up for in sheer enthusiasm and goodwill. It delights in scaring off vermin, but never harming them.
de_de: Was BEENSTALKER an Sinnen und Anmut mangelt, gleichen sie mit schierem Enthusiasmus und Wohlwollen aus. Es erfreut sich daran Ungezieher zu verscheuchen, ohne sie aber jemals zu verletzen.
fr_fr: Ce qui manque à BEENSTALKER en sens et en grâce, il le compense par son enthousiasme et sa bonne volonté. Il se délecte de vermine effrayante, mais ne les blesse jamais.
it_it: Ciò che a BEENSTALKER manca in senso e grazia, lo compensa con puro entusiasmo e buona volontà. Si diletta a spaventare i parassiti, ma senza mai danneggiarli.
pt_br: O que o BEENSTALKER carece de sentido e graça, compensa em puro entusiasmo e boa vontade. Ele se deleita em assustar os vermes, mas nunca prejudicá-los.
zh_cn: 跟踪豆茎在理智和优雅方面有所欠缺,但它在纯粹的热情和善意方面得到了弥补.它以吓跑害虫为乐,但从不伤害它们.

source: Beenstalker
ja: ベエンスタルケル
zh_cn: 跟踪豆茎

# bigfin_description
source: A whole ecosystem exists on its back, so it tries not to go underwater.
de_de: Ein ganzes Ökosysem existiert auf seinem Rücken, wodurch es das Tauchen meidet.
es_es: Tiene un ecosistema entero en su espalda, así que intenta no sumergirse.
es_mx: Todo un ecosistema existe sobre su espalda, por lo que intenta no sumergirse.
fr_fr: Tout un écosystème s'est développé sur son dos, donc il essaye de ne pas aller dans l'eau.
it_it: Un intero ecosistema è presente sulla sua schiena, così cerca di non andare sott'acqua.
pt_br: Todo um ecossistema vive em suas costas, portanto evita ir debaixo d'água.
zh_cn: 整个生态系统都存在于它的背上,所以它尽量不往水下走.

source: Bigfin
ja: ビグフィン
zh_cn: 大鳍豚

# birdling_description
source: The ignorant believe that it carries its own egg upon its back. It is the guard for a far more important egg than that.
fr_fr: L'ignorant croit qu'il porte son propre œuf sur son dos. C'est la garde d'un œuf beaucoup plus importante que cela.
it_it: Gli ignoranti credono che porti il proprio uovo sulla schiena. È la guardia per un uovo molto più importante di quello.
pt_br: Os ignorantes acreditam que ele carrega seu próprio ovo nas costas. É a guarda para um ovo muito mais importante do que isso.
zh_cn: 无知的人认为,它的背上背着自己的蛋.它是一个比它重要得多的蛋的护卫.

source: Birdling
ja: ビルドリング
zh_cn: 守卫鸟

# bolt_description
source: The presence of a BOLT makes a NUT clamp down harder and spark more energy.
de_de: Die Anwesenheit eines BOLT macht ein NUT härter und funkt mehr Energie.
es_es: <<MISSING>>
fr_fr: La présence d'un BOLT rend un NUT plus fort et relâche plus d'énergie.
it_it: La presenza di un BOLT rafforza NUT e stimola più energia.
pt_br: A presença de um parafuso faz com que uma NUT aperte com mais força e liberte mais energia.
zh_cn: 螺栓兽的存在使螺母更难夹紧,并激发更多的能量.

source: Bolt
ja: ボルト
pt_br: Parafuso
zh_cn: 螺栓兽

# boltnu_description
source: It spends most of its time digging burrows into the ground, it remains dizzy from the constant vibrations and movement caused by them digging into the soil.
de_de: Es verbringt die meiste Zeit damit einen Bau in den Boden zu graben. Die ständige Vibration und Bewegung, die sie dabei bewirken, sorgt dafür, dass ihnen dauerhaft schwindelig ist.
fr_fr: Il passe la plupart de son temps à creuser des terriers dans le sol, il reste étourdi par les vibrations et les mouvements constants causés par leur creusement dans le sol.
it_it: Trascorre la maggior parte del suo tempo a scavare tane nel terreno, rimane stordito dalle continue vibrazioni e dai movimenti causati dagli scavi.
pt_br: Ele passa a maior parte do tempo cavando tocas no chão, permanece tonto pelas constantes vibrações e movimentos causados por eles cavando no solo.
zh_cn: 它的大部分时间都是在草地上挖洞,由于它们在土壤中挖洞所引起的不断震动和运动,它仍然感到晕眩.

source: Boltnu
ja: ボルトヌ
zh_cn: 双螺兽
