Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# spyder_scoop_paine2
source: If those Enforcers hadn't come in and exposed their pet tuxemon to the disease, it would never have left the facility!
fr_fr: Si ces Enforcers n'étaient pas venus exposer leur Tuxemon à la maladie, elle ne se serait jamais dispersée en dehors de ce bâtiment !
zh_cn: 如果那些执法者没有进来,没有让他们的宠物精灵接触到这种疾病,它就永远不会离开这个设施.

# spyder_scoop_haf1
source: I chased the people who stole the Restraints into this room. But then the sick tuxemon got in, and now we're all stuck!
fr_fr: J'avais chassé tous les gens qui avaient volé les Conteneurs de cette pièce. Sauf qu'un Tuxemon malade y est ensuite entré, et maintenant nous sommes tous coincés !
zh_cn: 我把偷了束缚器的人赶到这个房间.但后来生病的精灵进来了,现在我们都被困住了!

# spyder_scoop_asta1
source: Why yes, I am the inventor of the Extreme Restraints. What are they, I hear you ask? Only a set of manacles so powerful that even a dragon could not escape them. They are being used in the containment unit to make sure none of the infected tuxemon escape.
zh_cn: 为什么是,我是极端约束的发明者. 我听到你问,它们是什么? 只是一套强大的手铐,即使是龙也无法逃脱. 它们被用在隔离装置中,以确保没有一个被感染的精灵逃脱.

# spyder_tunnelb_lute2
source: ... but not necessarily the best fighters.
fr_fr: ... mais pas les meilleurs combattants.
zh_cn: ...但不一定是最好的斗士.

# spyder_tunnelb_greta2
source: Oh no, I need more!
fr_fr: Oh non ! J'en veux encore plus !
zh_cn: 哦,不,我需要更多!

# spyder_successful_log
source: Your mighty hatchet slices the log in two.
fr_fr: Votre puissante hache a coupé la bûche en deux.
zh_cn: 你强大的斧子将木头切成两半.

# spyder_tunnelb_tommy1
source: Have you seen my sandwich?
de_de: Hast du mein Sandwich gesehen?
fr_fr: Avez-vous aperçu mon sandwich ?
zh_cn: 你看到我的三明治了吗?

# spyder_route6_frances1
source: My Narcileaf keeps the finest garden in all the land.
fr_fr: Mon Narcileaf garde le plus joli jardin de la toute la région.
zh_cn: 我的守叶人保持着所有土地上最好的花园.

# spyder_route6_orion2
source: I hope I get back before my experiment melts down!
fr_fr: J'espère être revenu avant que mon expérience ait fondu !
zh_cn: 我希望能在我的实验融化之前回来!

# spyder_tunnelb_tommy2
source: My hunger put me off of my game!
fr_fr: Ma faim m'a fait sortir de ce jeu !
zh_cn: 我的饥饿感让我失去了比赛的动力!

# spyder_route6_maxwell2
source: I just hope they don't decide its safest to put down the tuxemon we fused!
fr_fr: J'espère juste qu'ils ne décideront pas qu'il est plus sûr d'abattre les Tuxemon qu'on a fusionné !
zh_cn: 我只希望他们不要决定把我们融合的精灵放下,这样才是最安全的!

# spyder_route6_blair2
source: I heard they kicked all the researchers out of Greenwash HQ. And now they're confiscating tuxemon and taking them to the Hospital!
fr_fr: J'ai entendu qu'ils licenciaient tous les chercheurs du QG de Greenwash. Et maintenant, ils confisquent les Tuxemon et les emmènent à l'hôpital !
zh_cn: 我听说他们把所有的研究人员都赶出了格林沃什总部. 现在他们正在没收精灵,并把它们带到医院去!

# spyder_route6_maxwell1
source: I don't understand! Last month, they were so excited about Fusion technology. And now they say they have to shut it down, destroy it ...
fr_fr: Je ne comprends pas ! Le mois dernier, ils étaient tout excité au sujet de la technologie de Fusion. Et maintenant, ils veulent l'arrêter, la détruire...
zh_cn: 我不明白!上个月,他们对融合技术如此兴奋. 而现在他们说他们必须关闭它,摧毁它......

# spyder_route6_orion1
source: I was in the middle of a very important experiment.
fr_fr: J'étais au beau milieu d'une expérience extrêmement importante.
zh_cn: 我当时正在进行一项非常重要的实验.

# spyder_route6_gunner1
source: Excuse me, no entrance permitted. All Greenwash employees must stay outside of the city.
fr_fr: Excusez-moi, l'entrée est interdite. Tous les employés de Greenwash doivent rester hors de la ville.
zh_cn: 对不起,不允许进入.所有格林沃什的员工必须呆在城外.

# spyder_route6_mungo1
source: I can't believe they locked us out of Greenwash HQ. I was getting so close to a cure for the virus!
fr_fr: Je n'en reviens pas qu'ils nous ont viré du QG de Greencash. J'étais à deux doigts de trouver une cure pour le virus !
zh_cn: 我不能相信他们把我们锁在了克林沃什总部外面.我就快找到治疗病毒的方法了!

# spyder_route6_mungo2
source: I guess the bosses got spooked by the latest Fusion developments.
fr_fr: Je pense que les patrons ont eu peur de ces derniers développements sur la Fusion.
zh_cn: 我猜老板们被最新的融合发展吓坏了.

# spyder_route6_rigel1
source: We might as well battle - there's nothing else to do at the moment!
fr_fr: On peut aussi bien se battre - il n'y a rien d'autre à faire pour le moment !
zh_cn: 我们不妨战斗--目前没有其他事情可做!

# spyder_route6_rigel2
source: Now there's nothing to do.
fr_fr: Là, il n'y a rien à faire.
zh_cn: 现在真的没有什么可做的了.

# spyder_flower_artist2
source: Magnificent! I didn't know I had it in me. I don't know what those artist were complaining about - painting is easy!
fr_fr: Magnifique ! Je ne savais que j'en avais un en moi. Je ne sais pas de quoi les artistes se plaignent - la peinture c'est tellement facile !
zh_cn: 壮丽的!我不知道我有这个能力. 我不知道那些艺术家在抱怨什么--画画很容易!

# spyder_flower_muse3
source: Thank you, he's much better company now. Although ... he was saying something about taking up digital art!
fr_fr: Je vous remercie, il est bien plus agréable maintenant. Par contre... il envisage de se mettre à l'art numérique !
zh_cn: 谢谢你,他现在是个好伙伴了. 虽然......他说过要从事数字艺术!

# spyder_searoutec_nigel1
source: This is Dragon's Cave! I'm standing outside because ... uh, because I'm guarding it.
fr_fr: C'est la Cave du Dragon ! Je reste dehors parce... euh, parce que la garde.
zh_cn: 这是龙的洞穴!我站在外面是因为......呃,因为我在看守它.我站在外面是因 为......呃,因为我在看守它.

# spyder_searoutec_nigel2
source: Okay I'm not standing guard! The other dragonriders wouldn't let me join them!
fr_fr: Bon, je ne monte pas la garde ! C'est juste que les autres éleveurs de dragon ne me laisseront jamais être avec eux !
zh_cn: 好吧,我不是在站岗!其他龙骑士不会让我加入他们!

# spyder_searoutec_rutherford2
source: ... but not a drop to drink.
fr_fr: ... mais pas une goutte à boire.
zh_cn: ......但没有一滴可以喝.

# spyder_searoutec_sandy1
source: Sharpfin are great! But don't give one a bath ...
fr_fr: Les Sharpfin sont excellents ! Mais évitez de leur donner le bain...
zh_cn: 沙芬鱼很好!但不能给一个人洗澡......

# spyder_searoutec_river1
source: Manosting was wrapped around me ... I couldn't swim ... My last hope ... The Tuxeball I stashed in my swimming costume!
fr_fr: Le Manosting s'est enroulé autour de moi... Je ne pouvais plus nager... Mon seul espoir... L'appareil de Capture que j'avais glissé dans mon maillot de bain !
zh_cn: 我的身体被包住了......我无法游泳...我最后的希望...是我藏在游泳衣里的捕获装 置!

# spyder_searoutec_river2
source: Suffice to say, it worked!
fr_fr: Évidemment, ça a marché !
zh_cn: 可以说,它起作用了!

# spyder_flower_muse2
source: What? You have a painting. Oooh - would you let me buy it? I have ${{currency}}2,000.
de_de: Was? Sie haben ein Gemälde. Oooh - würdest du mich es kaufen lassen? Ich habe ${{currency}}2.000.
fr_fr: Quoi ? Vous avez un tableau. Ouah ! - vous voulez me le vendre ? J'ai 2 000${{currency}}.
pt_br: Que? Você tem uma pintura. Oooh - você me deixaria comprá-lo? Eu tenho ${{currency}}2.000.
zh_cn: 什么,你有一幅画.哦--你会让我买下它吗?我有${{currency}}2,000元.

# spyder_searoutec_wade1
source: I'm the world-record holder for holding your breath! Hold onto your hats ...
fr_fr: Je détiens le record du monde d'apnée ! Accrochez-vous...
zh_cn: 我是屏住呼吸的世界纪录保持者!抓紧你的帽子...

# spyder_searoutec_wade2
source: *splutter*
fr_fr: *splash*
zh_cn: *溅射*

# spyder_searoutec_gil1
source: If you're stung by a Manosting, Nudiflot can suck the poison out.
fr_fr: Si vous avez été mordu par un Manosting, un Nudiflot peut absorber le poison.
zh_cn: 如果你被粉紫水母刺伤,浮蛞蝓可以把毒吸出来.

# spyder_searoutec_gil2
source: Of course, sucking out the poison makes Nudiflot poisonous itself!
fr_fr: Bien sûr, le Nudiflot sera à son tour empoisonné !
zh_cn: 当然,吸出毒物会使浮蛞蝓本身变得有毒!

# spyder_searoutec_leek1
source: Let me win - don't be _shellfish_!
fr_fr: Laissez-moi gagner - arrêtez de m'em_poisson_ner la vie !
zh_cn: 让我赢吧--不要做_贝壳鱼_!

# spyder_searoutec_carstair2
source: I couldn't keep my head above water.
fr_fr: Je n'arrivais pas à garder ma tête en dehors de l'eau.
zh_cn: 我无法保持我的头在水上.

# spyder_dragonscave_blocked
source: The tunnel is still being drilled!
fr_fr: Ce tunnel est toujours en train d'être creusé !
zh_cn: 隧道仍在钻探中!

# spyder_searoutec_leek2
source: I lost on _porpoise_.
zh_cn: 我输在了_porpoise_.

# spyder_searoutec_beech1
source: Hey, did you do something in the water?
fr_fr: Hé, avez-vous fait quelque chose dans l'eau ?
zh_cn: 嘿,你在水里做了什么吗?

# spyder_searoutec_beech2
source: Okay, I believe you.
fr_fr: D'accord, je vous crois.
zh_cn: 好吧,我相信你.

# spyder_searoutec_rutherford1
source: Water water everywhere, it really makes you think!
fr_fr: De l'eau, de l'eau partout, ça fait vraiment réfléchir !
zh_cn: 到处都是水,真的让人想入非非!

# spyder_dragonscave_lazybrute1
source: I'm exhausted after all that tunnelling.
es_mx: Estoy agotado después de pasar todo ese túnel.
fr_fr: Je suis crevé après avoir tant creusé.
zh_cn: 挖了那么多隧道,我已经筋疲力尽了.

# spyder_searoutec_carstair1
source: I dig this beach!
fr_fr: Je creuse cette plage !
zh_cn: 我喜欢这个海滩!

# spyder_searoutec_sandy2
source: I took the bait.
fr_fr: Je me suis laissé prendre au piège.
zh_cn: 我接受了这个诱饵.

# spyder_dragonscave_angrybrute1
source: The bosses get to go in and have all the fun.
fr_fr: Les patrons peuvent y aller et s'amuser.
zh_cn: 老板们可以进去,享受所有的乐趣.

# spyder_dragonscave_concernedbrute1
source: Wait, if we're all here - who's guarding Omnichannel HQ?
fr_fr: Attendez, si nous sommes tous là - qui garde les QG d'Omnichannel ?
zh_cn: 等等,如果我们都在这里--谁在看守全能总部?

# spyder_omnichannel_william1
source: Nothing to see here. No sir.
fr_fr: Il n'y a rien à voir ici. Non m'sieur.
zh_cn: 这里没有什么可看的.不,先生.

# spyder_omnichannel_william2
source: I gotta scram!
fr_fr: Je dois filer !
zh_cn: 我得走了!

# spyder_omnichannel_carnegie1
source: I run three-week online self-improvement course: Lead Like Elostorm!
fr_fr: Je donne des cours en ligne de trois semaines sur le développement personnel : Comment diriger comme un Elostorm !
zh_cn: 我开设了为期三周的在线自我提高课程.像埃洛斯托姆一样领导!

# spyder_omnichannel_carnegie2
source: Hey, you should take my course!
fr_fr: Hé ! vous devriez suivre mes cours !
zh_cn: 嘿,你应该参加我的课程!

# spyder_omnichannel_byrne1
source: My Jemuar comes from a town where there is nothing but quartz.
fr_fr: Mon Jemuar vient d'une ville où il n'y a que du quartz.
zh_cn: 我的宝石虎来自一个只有石英的小镇.

# spyder_omnichannel_byrne2
source: What a disappointment.
fr_fr: Quelle déception.
zh_cn: 真让人失望.

# spyder_omnichannel_strauss1
source: I have to shake a lot of hands in my line of work.
fr_fr: Je dois serrer pas mal de paluches dans mon boulot.
zh_cn: 在我的工作中,我必须握很多手.

# spyder_omnichannel_strauss2
source: Down low. Too slow!
zh_cn: 往下走.太慢了!

# spyder_omnichannel_billie1
source: Not so fast, ${{name}}! We're not going to let you go in there ... by yourself! I'm coming too. When you cured my tuxemon, you made me do some serious thinking. We can't let them get away with stealing our tuxemon!
fr_fr: Pas si vite, ${{name}} ! On ne pas vous laisser partir comme ça ... tout seul ! Je viens aussi. Quand vous avez soigné mon Tuxemon, vous m'avez fait réfléchir sérieusement. Je ne peux pas les laisser voler nos Tuxemon !
zh_cn: 别这么快,NAME!我们不会让你进去的 ...一个人!我也要去. 当你治好了我的精灵,你让我做了一些认真的思考. 我们不能让他们偷了我们的精灵!

# spyder_omnichannel_beaverbrook1
source: Aha, it's too late for you! Just out of the birthing pit ... the perfect monsters! The genes of Drokoro incubated in dragon eggs dug up by Shaft ... and fused with three killer robos designed by Nimrod. The power of teamwork ... and it's in my hands.
fr_fr: Ah ha ! c'est trop tard pour vous ! Tout juste sortis de la couveuse de ce fossé... Des montres parfaits ! Les gènes du Drokoro incubés dans les œufs de dragon déterrés par Shaft ... et fusionnés avec trois robots tueurs conçus par Nimrod. La puissance du travail d'équipe... entre mes mains.
zh_cn: 啊哈,对你来说已经太晚了! 刚从分娩坑里出来的......完美的怪物们! 在沙夫特挖出的龙蛋中孵化的德罗科罗的基因 ...并与Nimrod设计的三个杀手机器人相融合. 团队合作的力量......就在我手中.

# spyder_omnichannel_beaverbrook2
source: No. It's not possible. Two upstarts, one with off-brand tuxemon, defeating my perfect creations. If I can just make it to my live radio interview, I'll command my enforcers to complete the takeover.
fr_fr: Non. C'est juste impossible. Deux arrivistes, dont l'un avec un Tuxemon bon marché, battant mes monstres si parfaits. Si j'arrive à l'heure pour mon interview à la radio, je donnerai l'ordre à mes hommes de main de finir la prise de contrôle.
zh_cn: 不,这是不可能的. 两个后起之秀,还有一个用非法的精灵,打败了我完美的创作. 如果我能赶上我的现场广播采访,我将指挥我的执法者完成接管工作.

# spyder_omnichannel_radioannounce
source: This is FUD Radio, DJ Worm here and my co-host, "The Duke of Dead Air", broadcasting live from the Omnichannel Radio Studios. We've got a full hour of lolly-pop, soft rock and accessible hip hop for you - but first, an interview with the head of Omnichannel! Ah, it looks like Sir Beaverbrook couldn't make it, but in his place has sent a small child. Well, small child, what do you have to say? ... Speak up! You're on live radio! ... Huh, a conspiracy, you say? ... The Pillars were going to use Greenwash fusion technology, Nimrod killer robos and dragons dug up by Shaft ... And they were going to use those fusions to take control of the entire region? ... And they deliberately spread the Virus to everyone's tuxemon using food from Scoop? ... And the Enforcers are in on it? ... And Omnichannel was behind the whole thing, using the media to keep people confused and distracted? ... You know we work for Omnichannel, right? Doc, please tell me you stopped broadcasting. Doc?! ... Ouch! Man I really wish Radio FUD didn't go out live. I don't think people are going to be very happy with us.
fr_fr: Ici Radio PEUR, DJ Ver et mon co-animateur, "Le Duc de l'Air Mort", en direct du studio d'Omnichannel Radio. Nous avons une heure entière de sucreries, de soft-rock et de gentil hip-hop pour vous - mais d'abord, une interview avec le PDG d'Omnichannel ! Ah, bon, on dirait bien que Sir Beaverbrook n'a pas pu être là, alors il a envoyé un petit garçon à sa place. Eh bien, mon petit, qu'as-tu à dire ? ... Parle plus fort ! Tu es en direct à la radio ! ... Hein, une conspiration, tu dis ? ... Les Pillars vont utiliser la technologie Fusion de Greenwash, les robots tueurs de chez Nimrod, et les dragons déterrés par Shaft... Et ils allaient utiliser cette Fusion pour prendre le contrôle de toute la région ? ... Et ils ont volontairement lâché un virus chez les Tuxemon grâce à la nourriture de Scoop ? ... Et les Enforcers sont dans le coup ? ... Et Omnichannel avait tout manigancé, usant de leur contrôle des médias pour maintenir la confusion chez les gens ? ... Tu sais que nous travaillons pour Omnichannel, n'est-ce pas ? Docteur, s'il te plaît, dis-moi que tu as coupé la diffusion. Doc ?! ... Aïe ! j'espère vraiment que Radio PEUR n'est pas diffusée en direct. Je ne pense pas que les gens vont être très content de nous.
zh_cn: 这里是FUD电台,我是DJ Worm,和我的共同主持人 "死气沉沉的公爵",在全能电台工 作室进行直播. 我们为您准备了一整小时的棒棒糖、软摇滚和无障碍嘻哈音乐--但首先是对全能频道负 责人的采访 啊,看来比弗布鲁克爵士不能来了,但他派了一个小孩来代替.好吧,小家伙,你有什 么要说的吗? ... 大声点!你是在电台直播中! ... 嗯,你说的是一个阴谋? ... 支柱组织将使用绿化融合技术、宁德杀手机器人和沙夫特挖出的龙....... 他们打算用这些融合技术来控制整个地区? ... 他们还故意用勺子的食物将病毒传播给每个人的小精灵? ... 执法者们也参与其中? ... 整个事件的背后是全能公司,利用媒体让人们感到困惑和分心? ... 你知道我们是为全能公司工作的,对吗?请告诉我你停止了广播.博士? ... 哎哟!伙计,我真希望FUD电台没有出去直播. 我不认为人们会对我们很满意.

source: Av8r
ja: アヴ8ル
zh_cn: 艾维巴尔

source: B-Ver.1
ja: ビー ヴル.1
zh_cn: 乙-版本1

source: K9
ja: ク9
zh_cn: 科久

# pharfan_description
source: At the watering hole it keeps its friends RINOCEREED and HAMPOTAMOS well watered.
de_de: An der Wasserstelle hält er seine Freunde RINOCEREED und HAMPOTAMOS gut bewässert.
fr_fr: A l'abreuvoir, il arrose bien ses amis RINOCEREED et HAMPOTAMOS.
zh_cn: 在水坑里,它让它的朋友里诺切里德和汉波塔莫斯得到充足的水.

source: Pharfan
ja: プハルファン
zh_cn: 法凡

# picc_description
source: It accompanies divers, providing much needed oxygen.
de_de: Es begleitet Taucher und liefert dringend benötigten Sauerstoff.
fr_fr: Il accompagne les plongeurs, leur apporte l'oxygène dont ils ont tant besoin.
zh_cn: 它伴随着潜水员,提供急需的氧气.

# pigabyte_description
source: Scientists found that the best computers have organic implants.
de_de: Wissenschaftler fanden heraus, dass die besten Computer organische Implantate haben.
es_es: <<MISSING>>
fr_fr: Les scientifiques ont découvert que les meilleurs ordinateurs ont des implants organiques.
it_it: Gli scienziati hanno scoperto che i migliori computer hanno impianti organici.
zh_cn: 科学家们发现,最好的计算机有有机植入物.

source: Pigabyte
fr_fr: Cochoctet
ja: ピガブィテ
zh_cn: 超算猪

source: Mrmoswitch
ja: ンルモスウィトク
zh_cn: 热敏开关

source: Picc
ja: ピクク
zh_cn: 皮艾西西

source: Pilthropus
ja: ピルトロプス
zh_cn: 皮尔思罗普斯

# pipis_description
source: Its cries are considered a bad omen, but it is a gentle creature.
de_de: Seine Schreie gelten als schlechtes Omen, aber es ist eine sanfte Kreatur.
fr_fr: Ses cris sont considérés comme un mauvais présage, mais c'est une créature douce.
zh_cn: 它的哭声被认为是一个坏兆头,但它是一种温和的生物.

# poinchin_description
source: POINCHIN make nests in the coral and can be tempted out by bread and milk.
de_de: POINCHIN bauen Nester in der Koralle und können durch Brot und Milch verführt werden.
fr_fr: POINCHIN fait des nids dans le corail et peut être tenté par du pain et du lait.
zh_cn: 刺猬石在珊瑚中做窝,可以用面包和牛奶引诱出来.

source: Poinchin
ja: ポインチン
zh_cn: 刺猬石

source: Polyrock
ja: ポリィロクク
zh_cn: 大力石

# possessun_description
source: It is a ghost that inhabits a dead CAIRFREY.
de_de: Es ist ein Geist, das tote CAIRFREY bewohnt.
es_es: Es un fantasma que habita el cuerpo de un CAIRFREY muerto.
es_mx: Es un fantasma que habita en un CAIRFREY muerto.
fr_fr: C'est un fantôme qui occupe la carcasse d'un Canhappy.
it_it: È un fantasma che abita un CAIRFREY morto.
pt_br: É um fantasma que habita um CAIRFREY morto.
zh_cn: 这是一个居住在已死的凯尔弗雷身上的幽灵.

source: Possessun
ja: ポッセッスン
zh_cn: 凯尔魂

source: Propellercat
fr_fr: Félice
ja: プロペッルルカト
zh_cn: 飞猫

# prophetoise_description
source: Its heavenly fire is something foes rarely see coming.
fr_fr: Son feu céleste est quelque chose que les ennemis voient rarement venir.
zh_cn: 它的天火是敌人很少看到的东西.

source: Prophetoise
ja: プロプヘトイセ
zh_cn: 先知龟

source: Puparmor
ja: プパルモル
zh_cn: 盔甲蛹

# pyraminx_description
source: It has a tomb hidden somewhere in the land. If it finds it, it can sleep.
fr_fr: Il a une tombe cachée quelque part dans le pays. S'il le trouve, il peut dormir.
zh_cn: 它有一个藏在土地某处的坟墓.如果它找到这个坟墓,它就可以睡觉.

source: Pyraminx
ja: プィラミンクス
zh_cn: 金字塔猫

source: Pythock
ja: プィテョクク
zh_cn: 袜子蛇

# pythwire_description
source: Observations of wild PYTHWIRE inspired the inventor of the first electrical outlet.
fr_fr: Les observations de wild PYTHWIRE ont inspiré l'inventeur de la première prise électrique.
zh_cn: 对野生电线兽的观察启发了第一个电源插座的发明者.

source: Pythwire
ja: プィトウィレ
zh_cn: 电线兽

# qetzlrokilus_description
source: This Tuxemon would dive into groups of other dinosaur Tuxemon and burn them. They also enjoy setting forests alight and dropping their ashes into water to spoil its purity.
fr_fr: Ce tuxemon plongerait dans des groupes d'autres dinosaures tuxemon et les brûlerait. Ils aiment aussi mettre le feu aux forêts et laisser tomber leurs cendres dans l'eau pour gâcher sa pureté.
zh_cn: 这种胥吏会潜入其他恐龙胥吏的群体中,烧死他们.它们还喜欢将森林点燃,并将其灰 烬丢入水中,以破坏水的纯净度.

source: Qetzlrokilus
ja: クェトズルロキルス
zh_cn: 克茨罗基尔斯

# rabbitosaur_description
source: Its tunnels are extensive and wide, the site of tremendous wars between burrows.
fr_fr: Ses tunnels sont vastes et larges, le site d'énormes guerres entre les terriers.
zh_cn: 它挖的隧道广泛而宽阔,是洞穴间巨大战争的场所.

source: Rabbitosaur
ja: ラッビトサウル
zh_cn: 恐龙兔

# rhincus_description
source: It has some properties of a reptile and some of a bird.
fr_fr: Il a certaines propriétés d'un reptile et d'une partie d'un oiseau.
zh_cn: 它有一些爬行动物的特性,也有一些鸟类的特性.

source: Rhincus
ja: ルヒンクウス
zh_cn: 飞犀牛

# rockat_description
source: Despite its considerable weight, its footfalls are silent.
de_de: Trotz seines beträchtlichen Gewichts sind seine Schritte lautlos.
es_es: <<MISSING>>
fr_fr: Malgré son poids considérable, ses pas sont silencieux.
it_it: Nonostante il suo peso considerevole, i suoi passi sono silenziosi.
nb_no: <<MANGLER>>
zh_cn: 尽管它有相当大的重量,但它的脚步声是很安静的.

source: Rockat
fr_fr: Chaillou
ja: ロクカト
zh_cn: 鸡脚猫

# rockitten_description
source: It uses its tiny rock ears for snuggling.
de_de: Er nutzt seine winzigen Felsenohren zum Kuscheln.
es_es: <<MISSING>>
fr_fr: Il utilise ses minuscules oreilles rocheuses pour se blottir.
it_it: Usa le sue minuscole orecchie per coccolare.
nb_no: <<MANGLER>>
zh_cn: 它用它的小岩石耳朵来依偎主人.

source: Rockitten
fr_fr: Ptichaillou
ja: ロクキッテン
zh_cn: 小岩猫

source: Rosarin
ja: ロサリン
zh_cn: 罗萨林

# ruption_description
source: Once EMBRA's flame becomes hot enough, it engulfs its entire body, essentially replacing it in the process.
fr_fr: Une fois que la flamme de Embra devient suffisamment chaude, elle engloutit tout son corps, le remplaçant essentiellement dans le processus.
zh_cn: 一旦火球兽的火焰变得足够热,它就会吞噬它的整个身体,在这个过程中基本上取代了它.

source: Ruption
ja: ルプション
zh_cn: 火球兽

source: Sadito
ja: サディト
zh_cn: 悲伤兽

source: Sampsack
ja: サンプサクク
zh_cn: 桑普萨克

source: Sampsage
ja: サンプサゲ
zh_cn: 桑普萨奇

# sapragon_description
source: In olden times, each element had a mighty dragon - but those creatures have diminished and are rare in these days.
de_de: In alten Zeiten gab es für jedes Element einen mächtigen Drachen - aber diese Kreaturen wurden immer weniger und sind heutzutage nur noch selten zu finden.
es_es: En tiempos pretéritos, cada elemento tenía un poderoso dragón - pero esas criaturas han disminuído y son raras en estos días.
es_mx: En los tiempos antiguos, cada elemento poseía un poderoso dragón, pero esas criaturas han disminuido y son raras hoy en día.
fr_fr: Dans les temps anciens, à chaque élément correspondait un puissant dragon, mais ces créatures se font rares de nos jours.
it_it: Un tempo, ogni elemento aveva un drago coraggioso ma queste creature sono diminuite e sono rare in questi tempi.
pt_br: Antigamente, cada elemento tinha um poderoso dragão - mas essas criaturas diminuíram e são raras nos dias de hoje.
zh_cn: 在古代,每个元素都有一条强大的龙--但这些生物已经减少,在这个时代很罕见.

source: Sapragon
ja: サプラゴン
zh_cn: 萨普拉贡

# sapsnap_description
source: Its terrific anger is off putting, but it passes quickly.
fr_fr: Sa terrible colère est rebutante, mais elle passe vite.
zh_cn: 其可怕的愤怒令人不快,但它很快就会过去.

source: Sapsnap
ja: サプスナプ
zh_cn: 陷阱花

source: Saurchin
ja: サウルチン
zh_cn: 索尔钦

# sclairus_description
source: When a crop is left unharvested - be it from laziness or disaster - its scarecrow becomes a dark and living creature.
fr_fr: Lorsqu'une récolte n'est pas récoltée - que ce soit par paresse ou par catastrophe - son épouvantail devient une créature sombre et vivante.
zh_cn: 当庄稼没有收割时--不管是由于懒惰还是灾难--它的稻草人就会变成一个黑暗的活物.

source: Sclairus
ja: スクライルス
zh_cn: 稻草兽

source: Seirein
ja: セイレイン
zh_cn: 塞雷因

# selket_description
source: Lying in wait beneath the sand, they can feel their prey through the vibrations of their footsteps.
de_de: Sie liegen unter dem Sand und können ihre Beute durch die Vibrationen ihrer Schritte spüren.
es_es: <<MISSING>>
fr_fr: Allongés à l'affût sous le sable, ils peuvent sentir leur proie à travers les vibrations de leurs pas.
it_it: Posizionati in agguato sotto la sabbia, possono sentire la loro preda attraverso le vibrazioni dei loro passi.
nb_no: <<MANGLER>>
zh_cn: 埋伏在沙子下面,它们可以通过脚步的振动来感受到它们的猎物.

source: Selket
ja: セルケト
zh_cn: 瑟克特
