Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# forturtle_description
source: It heats its shell to read the future from the cracks that emerge.
de_de: Es erhitzt seinen Panzer um aus den Rissen, die sich ergeben, die Zukunft zu lesen.
fr_fr: Il chauffe sa coquille pour lire l'avenir à partir des fissures qui émergent.
it_it: Riscalda il suo guscio per leggere il futuro dalle crepe che emergono.
zh_cn: 它加热自己的外壳,从出现的裂缝中读取未来.

source: Forturtle
ja: フォルトウルトル
zh_cn: 预言龟

# foxfire_description
source: FOXFIRE cubs are found in fires that burned out overnight. No one knows where they come from.
de_de: FOXFIRE Welpen werden in über Nacht abgebrannten Feuerstellen gefunden. Niemand weiß woher sie kommen.
fr_fr: Les oursons FOXFIRE sont dans des feux qui brûlaient pendant la nuit. Personne ne sait d'où ils viennent.
it_it: I cuccioli di FOXFIRE si trovano negli incendi che si sono spenti durante la notte. Nessuno sa da dove vengano.
zh_cn: 火狐的幼崽在一夜之间烧毁的大火中被发现.没有人知道它们来自哪里.

# fruitera_description
source: FRUITERA is greedy for fruit, and carries as much as it can. When startled, it drops all its fruit, gathers it all up again, and only then runs away.
de_de: FRUITERA ist hungrig nach Obst und trägt alles, was es kann. Als er überrascht ist, lässt er alle seine Früchte fallen, sammelt sie wieder auf und flieht dann.
es_es: <<MISSING>>
es_mx: FRUITERA tiene hambre de fruta y lleva todo lo que puede. Cuando se sorprende, deja caer todas sus frutas, las recoge de nuevo y luego huye.
fr_fr: FRUITERA aime les fruits et en transporte autant que possible. Lorsqu'il est surpris, il lâche tous ses fruits, les ramasse puis fuit.
it_it: FRUITERA è avido di frutta e ne trasporta il più possibile. Quando è spaventato, lascia cadere tutti i suoi frutti, li raccoglie di nuovo e solo allora scappa.
pt_br: FRUITERA está faminto por frutas e carrega o máximo que pode. Quando surpreendido, ele deixa cair todos os seus frutos, recolhe-os novamente e depois foge.
zh_cn: 它喜欢吃水果,能带多少就带多少.当受到惊吓时,它就把所有的果实扔掉,再把它们收集起来,然后才跑开.

source: Fruitera
ja: フルイテラ
zh_cn: 弗朗索拉

source: Furnursus
ja: フルヌルスス
zh_cn: 炉子熊

# furnursus_description
source: FURNURSUS are friendly, and often forget that their bodies are too hot for others to touch.
de_de: FURNURSUS sind freundlich und vergessen oft, dass ihre Körper zu heiß sind, als dass andere sie berühren könnten.
es_mx: Los FURNURSUS son amigables y a menudo olvidan que sus cuerpos están demasiado calientes para que otros los toquen.
fr_fr: FURNURSUS sont amicaux et oublient souvent que leur corps est trop chaud pour que les autres puissent les toucher.
it_it: I FURNURSUS sono amichevoli e spesso dimenticano che i loro corpi sono troppo caldi perché gli altri possano toccarli.
pt_br: FURNURSUS são amigáveis e muitas vezes esquecem que seus corpos são muito quentes para os outros tocarem.
zh_cn: 炉子熊很友好,而且经常忘记自己的身体太热,别人无法触摸.

# galnec_description
source: GALNEC buries itself deep in the hot sands of the desert, only its stony tail above ground. In packs, they look like gardens of stone.
fr_fr: GALNEC s'enfonce profondément dans les sables chauds du désert, seulement sa queue pierreuse au-dessus du sol. En meute, ils ressemblent à des jardins de pierre.
it_it: GALNEC si seppellisce in profondità nelle calde sabbie del deserto, solo la sua coda pietrosa è fuori. In branco, sembrano giardini di pietra.
zh_cn: 加内克将自己深埋在沙漠的热沙中,只有它的石质尾巴在地上.成群结队时,它们看起来像石头的花园.

source: Galnec
ja: ガルネク
zh_cn: 加内克

# gectile_description
source: It is so quick and light that it can walk on leaves.
de_de: Es ist so schnell und leicht, dass es auf Blättern gehen kann.
es_es: Es tan rápido y ligero que puede caminar sobre las hojas.
es_mx: Es tan rápido y ligero que puede desplazarse sobre las hojas.
fr_fr: Il est tellement rapide et léger qu'il peut se déplacer sur la cime des arbres.
it_it: È così rapido e leggero che può camminare sullle foglie.
pt_br: É tão veloz e leve que pode andar sobre folhas.
zh_cn: 它是如此快速和轻盈,以至于它可以在树叶上行走.

source: Gectile
ja: ゲクチル
zh_cn: 格勒

# ghosteeth_description
source: It smiles because it knows how everyone it meets is going to die.
de_de: Er lächelt, weil er weiß, wie jeder, den er trifft, sterben wird.
es_mx: Sonríe porque sabe cómo van a morir todos los que conoce.
fr_fr: Il sourit parce qu'il sait comment tous ceux qu'il rencontre vont mourir.
it_it: Sorride perché sa come moriranno tutti quelli che incontra.
pt_br: Ele sorri porque sabe como todos que ele encontra vão morrer.
zh_cn: 它笑了,因为它知道它遇到的每个人都会死.

source: Ghosteeth
ja: グホステエト
zh_cn: 幽灵齿

# hydrone_description
source: It utilises an experimental technology that creates power from water.
de_de: Es nutzt eine experimentelle Technologie, die Strom aus Wasser erzeugt.
es_es: <<MISSING>>
fr_fr: Il utilise une technologie expérimentale qui crée de l'énergie à partir de l'eau.
it_it: Utilizza una tecnologia sperimentale che crea energia dall'acqua.
zh_cn: 它利用一种实验性的技术,从水中产生动力.

source: Hydrone
ja: ィドロネ
zh_cn: 水龙

source: Lunight
ja: ルニグト
zh_cn: 月光兽

source: Magmaturtle
fr_fr: Magmortue
ja: マグマトウルトル
zh_cn: 镁光龟

# mrmoswitch_description
source: These cheeky robots are used for their fine motor skills, but they love pranks.
fr_fr: Ces robots effrontés sont utilisés pour leur motricité fine, mais ils adorent les farces.
zh_cn: 这些厚脸皮的机器人被用于精细的运动技能,但他们喜欢恶作剧.

source: Manosting
ja: マノスチング
zh_cn: 粉紫水母

# manosting_description
source: It floats across the tops of cities, contemplating sharks.
fr_fr: Il flotte au-dessus des villes, regardant les requins.
zh_cn: 它漂浮在城市的顶部,注视着鲨鱼.

source: Masknake
ja: マスクナケ
zh_cn: 面具蛇

# masknake_description
source: When frightened or aggressive, it flashes a beautiful pattern with its tail.
fr_fr: Lorsqu'il est effrayé ou agressif, il affiche un beau motif avec sa queue.
zh_cn: 当受到惊吓或具有攻击性时,它的尾巴会闪现出美丽的图案.

source: Medushock
ja: メデュショクク
zh_cn: 美杜休克

# medushock_description
source: Tend to stay away from shore and known to be aggressive to people. Stingers are used to stun its prey. Swim safely.
fr_fr: Tendance à rester loin du rivage et connu pour être agressif envers les gens. Les dards servent à étourdir sa proie. Nagez en toute sécurité.
zh_cn: 倾向于远离岸边,已知对人有攻击性.用刺来击晕其猎物.

source: Memnomnom
ja: メンノンノン
zh_cn: 门诺姆

# memnomnom_description
source: It is said that each one's mask is the face of a different dead king.
fr_fr: On dit que le masque de chacun est le visage d'un roi mort différent.
zh_cn: 据说每个门诺姆的面具都是一个不同的死去的国王的脸.

source: Merlicun
ja: メルリクウン
zh_cn: 梅利昆

source: Metesaur
ja: メテサウル
zh_cn: 流星恐龙

source: Miaownolith
ja: ミアオゥノリト
zh_cn: 巨石猫

# miaownolith_description
source: It can speak the human tongue, but only to say cryptic riddles.
fr_fr: Il peut parler le langage humain, mais seulement pour dire des énigmes énigmatiques.
zh_cn: 它能说人类的语言,但只是说一些隐秘的谜语.

source: Moloch
ja: モロク
zh_cn: 荆棘兽

# mystikapi_description
source: The MYSTIKAPI's saliva augments psychic powers. It licks its eyes and ears to heighten its senses.
fr_fr: La salive de MYSTIKAPI augmente les pouvoirs psychiques. Il se lèche les yeux et les oreilles pour éveiller ses sens.
zh_cn: 星星马的唾液可以增强精神力量.它舔自己的眼睛和耳朵以提高其感官.

source: Mystikapi
ja: ンィスチカピ
zh_cn: 星星马

# narcileaf_description
source: When a SHYBULB has restored a garden to glory, it morphs and proudly takes credit for its work.
fr_fr: Quand un SHYBULB a redonné gloire à un jardin, il se transforme et s'attribue fièrement le mérite de son travail.
zh_cn: 当小叶灯将一个花园恢复到荣耀时,它就会变形,并骄傲地为自己的工作邀功.

source: Narcileaf
ja: ナルシルアフ
zh_cn: 守叶人

# neutrito_description
source: NEUTRITO feels nothing. The perfect machine?
de_de: NEUTRITO fühlt nichts. Die perfekte Maschine?
fr_fr: NEUTRITO ne ressent rien. L'appareil parfait?
zh_cn: 平和兽没有感觉.完美的机器?

source: Neutrito
ja: ネウトリト
zh_cn: 平和兽

source: Noctalo
ja: ノクタロ
zh_cn: 诺克塔洛

source: Nostray
ja: ノストラィ
zh_cn: 灵鼻兽

# nudiflot_female_description
source: It eats and stores the poison of the sea creatures that it feeds upon.
es_es: Come y almacena el veneno de las criaturas marinas de las que se alimenta.
es_mx: Ingiere y almacena el veneno de las criaturas marinas que le sirven de alimento.
fr_fr: Elle avale et stocke le poison des créatures marines dont elle se nourrit.
it_it: Mangia e accumula il veleno delle creature di mare di cui si nutre.
pt_br: Ela come e armazena o veneno das criaturas marinhas das quais se alimenta.
zh_cn: 它吃并储存它所捕食的海洋生物的毒素.

# nudiflot_male_description
source: Its feathery antennas snap off if it is attacked, confusing the predator.
es_es: Come y almacena el veneno de las criaturas marinas de las que se alimenta.
es_mx: Ingiere y almacena el veneno de las criaturas marinas que le sirven de alimento.
fr_fr: Il avale et stocke le poison des créatures marines dont il se nourrit.
it_it: Mangia e accumula il veleno delle creature di mare di cui si nutre.
pt_br: Ele come e armazena o veneno das criaturas marinhas das quais se alimenta.
zh_cn: 如果它受到攻击,它的羽毛状天线就会折断,迷惑捕食者.

source: Nuenflu
ja: ヌエンフル
zh_cn: 纽恩菲

# nut_description
source: In the great ships that cross the oceans, thousands of NUT and BOLT provide power and hold the steel plating together.
de_de: In den großen Schiffen, die die Ozeane überqueren, liefern Tausende von NUT und BOLT Strom und halten die Stahlbeschichtung zusammen.
es_es: <<MISSING>>
fr_fr: Dans les grands navires qui traversent les océans, des milliers de NUT et de BOLT fournissent de l'énergie et maintiennent le placage d'acier ensemble.
it_it: Nelle grandi navi che attraversano gli oceani, migliaia di NUT e BOLT forniscono energia e tengono insieme la placcatura in acciaio.
nb_no: <<MANGLER>>
zh_cn: 在漂洋过海的大船上,数以千计的螺母兽和螺栓兽提供动力,将钢板固定在一起.

source: Nut
ja: ヌト
pt_br: Noz
zh_cn: 螺母兽

# octabode_description
source: OCTABODE make ancient vessels and artifacts their homes, dreaming of the lives of those who used the relics before them.
fr_fr: OCTABODE fait des anciens vaisseaux et artefacts leurs maisons, rêvant de la vie de ceux qui ont utilisé les reliques avant eux.
zh_cn: 怀旧章鱼以古代的器皿和文物为家,梦想着那些在他们之前使用这些文物的人的生活.

source: Octabode
ja: オクタボデ
zh_cn: 怀旧章鱼

# ouroboutlet_description
source: The circuit focuses energy, creating a new type of electricity called griefed-lightning.
fr_fr: Le circuit concentre l'énergie, créant un nouveau type d'électricité appelé foudre chagrinée.
zh_cn: 该电路集中了能量,创造了一种新的电力类型,称为 "悲鸣闪电".

source: Ouroboutlet
ja: オウロボウトルト
zh_cn: 插座兽

# pairagrim_description
source: One of PAIRAGRIM's heads is always searching for prey, while the other focuses on flying at great speed.
de_de: Einer von PAIRAGRIMs Köpfen ist immer auf der Suche nach Beute, während der andere sich darauf konzentriert, mit großer Geschwindigkeit zu fliegen.
fr_fr: L'une des têtes de Pairagrim est toujours à la recherche d'une proie, tandis que l'autre se concentre sur le vol à grande vitesse.
zh_cn: 双头鸟的一个脑袋总是在寻找猎物,而另一个则专注于高速飞行.

source: Pairagrim
ja: パイラグリム
zh_cn: 双头鸟

# pairagrin_description
source: The young form of Pairagrim, it is a generally happy creature. It struggles to fly until the two heads learn to work together.
de_de: Die junge Form von Pairagrim, es ist eine allgemein glückliche Kreatur. Es kämpft zu fliegen, bis die beiden Köpfe lernen, zusammenzuarbeiten.
fr_fr: La jeune forme de Pairagrim est une créature généralement heureuse. Il a du mal à voler jusqu'à ce que les deux têtes apprennent à travailler ensemble.
zh_cn: 它是双头鸟的年轻形态,一般来说是一种快乐的生物.在两个头学会一起工作之前,它一直在努力飞行.

source: Pairagrin
ja: パイラグリン
zh_cn: 灰白鸟

# pantherafira_description
source: Each member of the pride lights their mane from a shared bonfire. As long as that fire burns, their strength is shared.
de_de: Jedes Mitglied des Rudels zündet seine Mähne von einem gemeinsamen Lagerfeuer an. Solange dieses Feuer brennt, wird ihre Stärke geteilt.
fr_fr: Chaque membre de Pride allume sa crinière à partir d'un feu de joie partagé. Tant que ce feu brûle, leur force est partagée.
zh_cn: 他们的每个成员都从一个共同的篝火中点燃他们的鬃毛.只要那堆火在燃烧,他们的力量就会被分享.

# route5_description
source: The memorial passage to Timber Town!
fr_fr: Le passage commémoratif à Timber Town !
pt_br: A passagem memorial para Timber Town!
zh_cn: 通往木材镇的纪念通道!

# baobaraffe_description
source: It stores mass amounts of water in its huge body so that it can travel long distances across hot, dry deserts. It will also share water with thirsty creatures. When it has no water stored it is skinny.
de_de: Es speichert gewaltige Wassermassen in seinem riesigen Körper, sodass es weite Strecken durch heiße, trockene Wüsten zurücklegen kann. Es teilt sein Wasser auch mit durstigen Kreaturen. Wenn es kein Wasser speichert, ist es dünn.
fr_fr: Il stocke d'énormes quantités d'eau dans son immense corps afin qu'il puisse parcourir de longues distances à travers des déserts chauds et secs. Il partagera également de l'eau avec des créatures assoiffées. Quand il n'a pas d'eau stockée, il est maigre.
it_it: Immagazzina enormi quantità di acqua nel suo enorme corpo in modo che possa percorrere lunghe distanze attraverso deserti caldi e secchi. Condividerà anche l'acqua con creature assetate. Quando non ha acqua immagazzinata è magra.
pt_br: Ele armazena grandes quantidades de água em seu enorme corpo para que possa viajar longas distâncias através de desertos quentes e secos. Também compartilhará água com criaturas sedentas. Quando não tem água armazenada, é magro.
zh_cn: 它在巨大的身体里储存了大量的水,这样它就可以在炎热、干燥的沙漠中长途跋涉.它也会与口渴的生物分享水.当它没有水储存时,它就会变得很瘦.

# welcome_location_city
source: Welcome to ${{map_name}} City: ${{map_desc}} North: ${{north}} / South: ${{south}} / West: ${{west}} / East: ${{east}}
de_de: Willkommen in ${{map_name}} City: ${{map_desc}} Nord: ${{north}} / Süd: ${{south}} / West: ${{west}} / Ost: ${{east}}
es_mx: Bienvenido a ${{map_name}} Ciudad: ${{map_desc}} Norte: ${{north}} / Sur: ${{south}} / Oeste: ${{west}} / Este: ${{east}}
fr_fr: Bienvenue à ${{map_name}} Ville : ${{map_desc}} Nord : ${{north}} / Sud : ${{south}} / Ouest : ${{west}} / Est : ${{east}}
it_it: Benvenuti a ${{map_name}}villa: ${{map_desc}} Nord: ${{north}} / Sud: ${{south}} / Ovest: ${{west}} / Est: ${{east}}
ja: ${{map_name}} へようこそ 市区町村: ${{map_desc}} 北: ${{north}} / 南: ${{south}} / 西: ${{west}} / 東: ${{east}}
pt_br: Bem-vindo ao ${{map_name}} Cidade: ${{map_desc}} Norte: ${{north}} / Sul: ${{south}} / Oeste: ${{west}} / Leste: ${{east}}
zh_cn: 欢迎来到 ${{map_name}} 市: ${{map_desc}} 北: ${{north}} / 南: ${{south}} / 西: ${{west}} / 东: ${{east}}

# agnidon_description
source: It prefers four legs, but can stand on two to open doors, push over trees or hold things.
de_de: Obwohl es lieber auf allen Vieren läuft, kann es auch zwei stehen um Türen zu öffnen, Bäume umzuschmeißen oder Sachen zu halten.
es_es: Prefiere andar sobre cuatro patas, pero puede erguirse para abrir puertas, empujar árboles o sostener cosas.
es_mx: Aunque prefiere estar a cuatro patas, puede pararse en dos para abrir puertas, empujar árboles o sostener cosas.
fr_fr: Il préfère marcher à quatre pattes, mais peut se tenir debout sur seulementdeux pour ouvrir des portes, pousser des arbres ou porter des objets.
it_it: Preferisce stare su quattro zampe ma può stare su due per aprire porte, buttare giù alberi o tenere oggetti.
pl: Preferuje stanie na czterech nogach, ale może on stać na dwóch żeby otwierać drzwi, popychać drzewa czy trzymać rzeczy.
pt_br: Prefere ficar de quatro, mas pode ficar de pé para abrir portas, empurrar árvores e segurar coisas.
zh_cn: 它喜欢用四条腿,但也可以用两条腿站立来开门、推倒树木或拿东西.

# angrito_description
source: It cannot understand why humans feel rage and hatred, but ANGRITO feels these urges too.
de_de: Es versteht nicht, warum Menschen Wut und Hass fühlen, aber ANGRITO fühlt diese Emotionen ebenfalls.
fr_fr: Il ne peut pas comprendre pourquoi les humains ressentent de la rage et de la haine, mais ANGRITO ressent également ces pulsions.
it_it: Non riesce a capire perché gli esseri umani provino rabbia e odio, ma ANGRITO percepisce anche questi impulsi.
pt_br: Não consegue entender por que os seres humanos sentem raiva e ódio, mas ANGRITO também sente esses impulsos.
zh_cn: 它无法理解为什么人类会感到愤怒和仇恨,但安格里托也感受到了这些冲动.

# apeoro_description
source: The kings of old used psychic powers to transfer their souls into these golden computing machines. Now they live on, unable to communicate but still dreaming of empires.
de_de: Die Könige der Alten benutzten psychische Kräfte um ihre Seelen in diese goldenen verarbeitenden Maschinen zu transferieren. Nun leben sie weiter, unfähig zu kommunizieren, aber immernoch von Imperien träumend.
fr_fr: Les rois d'autrefois utilisaient des pouvoirs psychiques pour transférer leurs âmes dans ces machines informatiques dorées. Maintenant, ils vivent, incapables de communiquer mais rêvant toujours d'empires.
it_it: I re dell'antichità usavano poteri psichici per trasferire le loro anime in queste macchine informatiche dorate. Così continuano a vivere, incapaci di comunicare, ma continuando a sognare imperi.
pt_br: Os reis da antiguidade usavam poderes psíquicos para transferir suas almas para essas máquinas de computação douradas. Agora eles continuam vivos, incapazes de se comunicar, mas ainda sonhando com impérios.
zh_cn: 古代的国王们用通灵的力量将他们的灵魂转移到这些金色的计算机器中.现在他们继续活着,无法交流,但仍然梦想着帝国.

# araignee_description
source: Pedants who say all spiders have eight legs are strangely quiet on the case of ARAIGNEE.
de_de: Pedanten, die sagen, dass Spinnen immer acht Beine haben, sind seltsam still wenn es um ARAIGNEE geht.
fr_fr: Les pédants qui disent que toutes les araignées ont huit pattes sont étrangement muets sur le cas d'ARAIGNEE.
it_it: I pedanti che dicono che tutti i ragni hanno otto zampe, ma sono stranamente silenziosi sul caso di ARAIGNEE.
pt_br: Pedantes que dizem que todas as aranhas têm oito patas são estranhamente quietos no caso de ARAIGNEE.
zh_cn: 那些说所有的蜘蛛都有八条腿的学者,对阿莱尼的情况却奇怪地保持沉默.

# b_ver_1_description
source: It is designed for all those times you need something to be bitten by a robot.
de_de: Es ist dafür für all die Zeiten gemacht, wenn du etwas von einem Roboter gebissen haben möchtest.
fr_fr: Il est conçu pour tous les moments où vous avez besoin de quelque chose pour être mordu par un robot.
it_it: È progettato per tutte quelle volte che hai bisogno che qualcuno venga morso da un robot.
pt_br: Ele é projetado para todas as vezes que você precisa de algo para ser mordido por um robô.
zh_cn: 它是为所有那些你需要被机器人咬的东西的时候而设计的.

# baoby_description
source: They travel from river to river in search of water to drink and store. The leafy ossicones on its head conceal movable points that act similar to a dowsing rod. Many creatures follow BAOBY in droughts.
de_de: Sie wandern von Fluss zu Fluss auf der Suche nach Wasser zum trinken und speichern. Die belaubte Ossikone auf seinem Kopf verbergen bewegliche Punkte, die ähnlich wie eine Wünschelrute wirken. Viele Kreaturen folgen BAOBY in Dürren.
fr_fr: Ils voyagent de rivière en rivière à la recherche d'eau à boire et à stocker. Le ossicones feuillu sur sa tête cache des points en mouvement qui agissent comme une tige de radiesthésie. De nombreuses créatures suivent BAOBY dans les sécheresses.
it_it: Viaggiano da un fiume all'altro in cerca di acqua da bere e conservare. Gli ossiconi frondosi sulla testa nascondono punti mobili che agiscono in modo simile a un'asta di rabdomanzia. Molte creature seguono BAOBY nella siccità.
pt_br: Eles viajam de rio em rio em busca de água para beber e armazenar. As ossiconas frondosas em sua cabeça escondem pontos móveis que agem de forma semelhante a uma haste de radiestesia. Muitas criaturas seguem BAOBY em secas.
zh_cn: 它们从一条河到另一条河,寻找可以饮用和储存的水.它头上的叶状骨隐藏着可移动的点,其作用类似于探水棒.许多生物在干旱时跟随它.

# boxali_description
source: With its long blue cape, BOXALI can glide above the ground - allowing it to perform stunts and aerial attacks.
de_de: Mit seinem langen blauen Umhang kann BOXALI über den Boden gleiten - was es ihm ermöglicht Stunts und Luftattacken durchführen.
fr_fr: Avec sa longue cape bleue, BOXALI peut glisser au-dessus du sol - ce qui lui permet d'effectuer des cascades et des attaques aériennes.
it_it: Con il suo lungo mantello blu, BOXALI può planare, questo gli permette di eseguire acrobazie e attacchi aerei.
pt_br: Com sua longa capa azul, o BOXALI pode deslizar acima do solo - permitindo que ele realize acrobacias e ataques aéreos.
zh_cn: 凭借其长长的蓝色披风,博萨里可以在地面上滑行--使其能够执行特技和空中攻击.

# bugnin_description
source: Its sword is actually an antenna grown and snapped off for that purpose.
de_de: Sein Schwert ist eigentlich eine Antenne, die dafür gewachsen und abgebrochen wurde.
fr_fr: Son épée est en fait une antenne cultivée et arrachée à cet effet.
it_it: La sua spada è in realtà un'antenna cresciuta e spezzata per quello scopo.
pt_br: Sua espada é, na verdade, uma antena cultivada e arrancada para esse fim.
zh_cn: 它的剑实际上是一根天线,是为了这个目的而生长和折断的.

# capiti_description
source: It looks like a baby, but some specimens have been found that are hundreds of years old.
de_de: Es ist aus wie ein Baby, aber es wurden Exemplare gefunden, die Hunderte Jahre alt sind.
es_es: Parece un bebé, pero se han encuntrado especímenes de cientos de años.
es_mx: Luce como un bebé, pero se han encontrado ejemplares de cientos de años.
fr_fr: Il ressemble à un bébé, même si certains spécimens retrouvés étaient âgés des plusieurs centaines d'années.
it_it: Sembra un bambino ma è stato scoperto che alcuni di loro sono vecchi di centinaia di anni.
pt_br: Parece com um bebê, mas já foram encontradas espécies com centenas de anos de idade.
zh_cn: 它看起来像一个婴儿,但有些标本已被发现有几百年的历史.

# cardinale_description
source: It hates all predators with a passion, and makes war with them and their young when it can.
de_de: Es hasst alle Raubtiere mit Leidenschaft. Es führt Krieg mit ihnen und mit seinem Jungtier, wenn es dies kann.
es_es: Odia firmemente a lis depredadores, y les declara la guerra a ellos y sus pequeños en cuanto puede.
es_mx: Odia con pasión a todos los depredadores y les hace la guerra a ellos y a sus crías cada vez que puede.
fr_fr: Il voue une haine sans limite pour ses prédateurs, qu'il attaque, eux et leurs petits, dès qu'il le peut.
it_it: Odia tutti i predatori con passione e lotta contro di loro e i loro giovani quando può.
pt_br: Odeia a todos os predadores com ardor e guerreia com eles e seus jovens quando pode.
zh_cn: 它对所有的捕食者都恨之入骨,一有机会就与它们和它们的孩子开战.

# cataspike_description
source: It learns to fight from observation. Left to its own devices, it uses its spike to pick up rubbish.
de_de: Es lernt durch Beobachtung wie man kämpft. Sich selbst überlassen benutzt es seinen seinen Stachel, um Abfall aufzuheben.
fr_fr: Il apprend à se battre par l'observation. Livré à lui-même, il utilise sa pointe pour ramasser les déchets.
it_it: Impara a combattere dall'osservazione. Lasciato a se stesso, usa il suo spuntone per raccogliere i rifiuti.
pt_br: Aprende a lutar a partir da observação. Deixado à própria sorte, ele usa seu espigão para recolher o lixo.
zh_cn: 它通过观察学会了战斗.如果任其自生自灭,它就用它的尖刺来捡拾垃圾.

source: Cataspike
ja: カタスピケ
zh_cn: 尖刺虫

# chenipode_description
source: It bites onto shoelaces and trouser legs when it wants to travel.
de_de: Es knabbert an Schnürsenkeln und Hosenbeinen wenn es reisen will.
fr_fr: Il mord dans les lacets et les jambes de pantalon quand il veut voyager.
it_it: Morde i lacci delle scarpe e i pantaloni quando vuole viaggiare.
pt_br: Ele morde os cadarços e as pernas das calças quando quer viajar.
zh_cn: 当它想旅行时,它会咬鞋带和裤腿.

# hatchling_description
source: When an egg does not want to hatch and begin its next life stage, it becomes a HATCHLING.
fr_fr: Lorsqu'un œuf ne veut pas éclore et commencer sa prochaine étape de vie, il devient un HATCHLING.
it_it: Quando un uovo non vuole schiudersi e iniziare la sua prossima fase di vita, diventa un HATCHLING.
zh_cn: 当一个蛋不想孵化并开始其下一个生命阶段时,它就成为了一个雏鸟.

source: Heronquak
ja: ヘロンクアク
zh_cn: 冰鹭
