Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# ohaimisa4
source: Why am I here? Why, I'm the head of this project! Building the model Battle Area for the entire region is an honor! Although, I can see why you wouldn't have heard the news, frolicking about with your new plaything and all
fr_fr: Pourquoi suis-je ici? Pourquoi, je suis à la tête de ce projet ! Construire la zone de combat modèle pour toute la région est un honneur! Bien que, je peux comprendre pourquoi vous n'auriez pas entendu la nouvelle, gambadant avec votre nouveau jouet et tout
it_it: Perché sono qui? Perché, sono il capo di questo progetto! Costruire il modello dell'arena di combattimento per l'intera regione è un onore! Anche se, posso capire perché non avresti sentito la notizia, tutta presa con il tuo nuovo giocattolo
zh_cn: 为什么我在这里?为什么,我是这个项目的负责人!为整个地区建立示范性的战斗区域是 一种荣誉! 虽然,我知道你为什么没有听到这个消息,和你的新玩物一起嬉戏,所有的一切

# waityouhaveone
source: You have a Tuxemon? Why is that? ... .... ... ... ... ... .... ... Trial eh? Well, hopefully you're good in a fight! I'll heal your Tuxemon real quick and then we'll see how good you really are.
fr_fr: Avez-vous un Tuxemon? Pourquoi donc? ... .... ... ... ... ... .... ... Trial hein? Eh bien, j'espère que vous êtes bon dans un combat! Je guérirai votre Tuxemon très rapidement et ensuite nous verrons à quel point vous êtes vraiment bon.
it_it: Tu hai un Tuxemon? Perché? ... .... ... ... ... ... .... ... Trial eh? Bene, spero che sei bravo nella lotta. Curerò i tuoi Tuxemon velocemente e vedremo quanto sei bravo.
zh_cn: 你有一个精灵? 那是为什么? ... .... ... ... ... ... .... ... 训练师是吗?好吧,希望你能在战斗中表现出色!我很快就会治好你的精灵,然后我们再 看看你到底有多厉害.

# kylekindasucks
source: Sorry about that, Kyle is one of my least favorite people at Omnichannel. And that's saying something! We were in the same cohort at The Academy and he's been nothing but trouble since. That's probably why Omnichannel recruited him actually. Luckily, I don't have to listen to his grating voice every day like some poor souls have to.
it_it: Mi dispiace per questo, Kyle è il meno simpatico tra quelli di Omnichannel. E questo già dice tutto! Eravamo nello stesso gruppo all'Accademia e da allora non è stato altro che un problema. Questo è probabilmente il motivo per cui Omnichannel lo ha reclutato. Fortunatamente, non devo ascoltare la sua voce ogni giorno come devono fare alcune povere anime.
zh_cn: 很抱歉,凯尔是我在全能公司最不喜欢的人之一.这话说得很有道理. 我们在学院里是同班同学,从那以后他就一直是个麻烦.这可能就是为什么全能公司要 招募他的原因. 幸运的是,我不必像某些可怜的人那样,每天听他那刺耳的声音.

# misaisleavingfornow
source: Matt, Julius, let's head out.
fr_fr: Matt, Julius, en avant.
it_it: Matt, Julius, andiamocene.
zh_cn: 马特,朱利安,我们出去吧.

# oimate
source: Hey! This is a restricted area! No one without a badge is allowed in!
fr_fr: Hé ! Ceci est une zone interdite ! Seuls ceux avec un badge sont autorisés à entrer !
it_it: Hey! Questa è un area riservata! Senza medaglia non si entra!
zh_cn: 嘿!这是一个禁区!没有徽章的人不得进入!

# welcometotaba5
source: Regardless, my name is Kyle and I am the lead architect behind the Battle Areas. I am here to inaugurate the first Fondent Region Battle Area and declare that... THE TRIAL HAS BEGUN!
de_de: Unabhängig davon ist mein Name Kyle und ich bin der leitende Architekt hinter den Battle Areas. Ich bin hier, um das erste Kampfgebiet der Fondent-Region einzuweihen und zu erklären, dass... DER TRIAL HAT BEGONNEN!
zh_cn: 无论如何,我的名字是凯尔,我是战斗区的主要设计师. 我在这里为第一个芳登地区战斗区举行开幕式,并宣布... 比赛已经开始了!

# welcometotaba4
source: To be honest, I thought more would pass the evaluation...
de_de: Um ehrlich zu sein, dachte ich, mehr würde die Bewertung bestehen...
fr_fr: Pour être honnête, je pensais que plus auraient réussi l'examen...
it_it: Onestamente, pensavo che di più passassero la valutazione...
zh_cn: 说实话,我以为会有更多人通过评估.......

# welcometotaba7
source: I'm not going to lie, I expected more enthusiasm from the first Trial Members.
de_de: Ich werde nicht lügen, ich habe mehr Begeisterung von den ersten Trial-Mitgliedern erwartet.
it_it: Non mentirò, mi aspettavo più entusiasmo dai primi membri del Trial.
zh_cn: 我不打算撒谎,我期待着第一批训练师有更多的热情.

# welcometotaba9
source: Your papers seem to be in order. For now.
de_de: Ihre Papiere scheinen in Ordnung zu sein. Erst einmal.
fr_fr: Vos papiers semblent en ordre. Pour l'instant.
it_it: I tuoi documenti sembrano in ordine. Per adesso.
zh_cn: 你的文件似乎很有条理.就目前而言.

# welcometotaba8
source: You're that thing that Misa was attached to. How'd you even get here? Did she falsify your papers to get you in? ... .... ... ... Allie signed off on your papers? Interesting...
de_de: Du bist das Ding, an dem Misa hing. Wie bist du überhaupt hierher gekommen? Hat sie Ihre Papiere gefälscht, um Sie hinein zu bekommen? ... .... ... ... Allie hat Ihre Papiere unterschrieben? Interessant...
zh_cn: 你就是那个被米萨附身的东西.你是怎么来到这里的?是她伪造了你的证件让你进来的 吗? ... .... ... ... 艾莉在你的文件上签了字?有趣的是...

# welcometotaba10
source: However, this still doesn't explain the lack of enthusiasm. This is a big honor! Both of you and Misa's plaything over there represent the best and brightest of the Fondent Region's youth!
de_de: Dies erklärt jedoch immer noch nicht den Mangel an Begeisterung. Das ist eine große Ehre! Sie und Misas Spielzeug dort drüben repräsentieren die besten und klügsten Jugendlichen der Fondent-Region!
zh_cn: 然而,这仍然不能解释缺乏热情的问题.这是个很大的荣誉! 你们俩和米萨的玩物在那里都代表了芳登地区最优秀和最聪明的年轻人!

# dowehavetogoin2
source: No, you don't understand. The only way I can get my family out of prison is if I reach a high enough rank in Omnichannel. Finishing the Trial would set me up in a position just below the CEO. I'd be able to change things. If I finish this, I can save my family...
de_de: Nein, das verstehst du nicht. Der einzige Weg, wie ich meine Familie aus dem Gefängnis holen kann, ist, wenn ich einen ausreichend hohen Rang im Omnichannel erreiche. Das Beenden der Studie würde mich in eine Position direkt unter dem CEO bringen. Ich wäre in der Lage, Dinge zu ändern. Wenn ich das beende, kann ich meine Familie retten...
zh_cn: 不,你不明白.唯一能让我的家人出狱的办法是,我在全能公司中达到足够高的级 别. 完成审核后,我的职位将仅次于首席执行官.我就能改变现状. 如果我完成了这个,我就能拯救我的家人......

# hiperson2
source: Whoa there Christie, don't overwhelm them.
de_de: Whoa da Christie, überwältige sie nicht.
fr_fr: Whoa là Christie, ne les submerge pas.
it_it: Whoa qua Christie, non travolgerli.
zh_cn: 哇,克里斯蒂,不要把他们淹没了.

# dowehavetogoin
source: You know, you don't have to go in. Just go through the standard training program, skip the Trial.
de_de: Weißt du, du musst nicht hineingehen. Gehen Sie einfach das Standard-Trainingsprogramm durch und überspringen Sie die Trial.
zh_cn: 你知道,你不需要进去.只要通过标准培训计划,跳过审核.

# nobody2
source: Fine! Keep your secrets!
de_de: Ok! Bewahren Sie Ihre Geheimnisse!
fr_fr: D'accord ! Alors gardez vos secrets !
it_it: Va bene! Tieniti i tuoi segreti!
zh_cn: 好吧,保持你的秘密!

# stahp
source: Hey Christie, don't interrogate them. We just met after all. Maybe we should head in anyways. We don't want to make Kyle angry.
fr_fr: Hey Christie, ne les questionne pas. Nous venons de nous rencontrer après tout. Peut-être devrions-nous y aller de toute façon. Nous ne voulons pas mettre Kyle en colère.
zh_cn: 嘿,克里斯蒂,不要审问他们.我们毕竟刚认识. 也许我们无论如何都应该进去.我们不想让凯尔生气.

# ripjimmy
source: The grave says: Here lies Jimmy. A friend, a knight, and ... bad person overall. However, ... never ... ... Help! ... The rest is weathered away.
es_es: En la tumba se puede leer: Aquí yace Jimmy. Un amigo, un caballero, y ... en general una mala persona. No obstante, ... nunca ... ... ¡Ayuda! ... El resto se ha borrado con el tiempo.
es_mx: La tumba dice: Aquí descansa Jimmy. Un amigo, un caballero, y ... una mala persona en general. Sin embargo, ... nunca ... ... ¡Ayuda! ... El resto se ha desgastado.
fr_fr: Inscrit comme épitaphe : Ci-gît Jimmy. Un ami, un chevalier, et... une mauvaise personne. Cependant, ... jamais .. ... Au secours ! ... Le reste s'est effacé avec le temps.
it_it: La lapide recita: Qui riposa Jimmy. Un amico, un cavaliere, e... una cattiva persona nel complesso. Comunque, ... mai ... ... Aiuto! ... Il resto è svanito.
pl: Napis na grobie mówi: „Tu leży Jimmy. Przyjaciel, rycerz i… ogólnie zły człowiek. Jednak... nigdy... ... Pomocy!”… Reszta jest zniszczona przez pogodę.
zh_cn: 坟墓上写着. 这里躺着吉米.一个朋友,一个骑士,以及......总之是个坏人.然而,......从 未.......救命啊!... 其余的都被风化掉了.

# waithere2
source: Oh, I hope nobody got hurt from the fallen tree!
es_es: ¡Oh, espero que nadie resultara herido por la caída del árbol!
es_mx: ¡Oh, Yo espero que nadie se haya hecho daño con el árbol caído!
fr_fr: Oh ! J'espère que personne n'a été blessé à cause de l'arbre !
it_it: Oh, spero che nessuno sia rimasto ferito dalla caduta dell'albero!
zh_cn: 哦,我希望没有人因为倒下的树而受伤!

# 37707_sign_hidden
source: Get out while you still can...
es_es: Sal mientras puedas...
es_mx: Vete mientras puedas...
fr_fr: Partez tant que vous le pouvez encore...
it_it: Vattene finché puoi...
zh_cn: 趁着你还可以,赶紧离开...

# shady_guy_dialog
source: Shady Guy: Hey. If you have some... 'trouble' attached to your name I can fix it for you...
es_es: Tipo Siniestro: ¡Eh, tú! Si tienes algún... "problema" asociado a tu nombre puedo arreglarlo por ti...
es_mx: Shady Guy: Oye. Si tienes algún... «problema» unido a tu nombre puedo arreglarlo por ti...
fr_fr: Gars louche : Hé, si vous avez quelques... 'exploits' associés à votre nom, je veux vous aider...
it_it: Shady Guy: Hey. Se hai qualche... 'problema' che ti pesa, posso risolverterlo...
zh_cn: 更名者：嘿,如果你的名字上有一些...... "麻烦",我可以帮你解决......

# 37707_flower
source: You sense a warm energy emanating from this flower. It's the only thing in this town your Tuxemon seem to enjoy.
es_es: Sientes una cálida energía que emana de esta flor. Es lo único de este pueblo que a tus Tuxemon parece gustarle.
es_mx: Sientes una energía cálida que emana de esta flor. Es lo único en este pueblo que al parecer disfrutan los Tuxemon.
fr_fr: Vous ressentez une douce énergie émanant de cette fleur. C'est bien la seule chose dans ce coin paumé que votre Tuxemon semble apprécier.
it_it: Percepisci un'energia emanata da questo fiore. Sembra l'unica cosa in questa città che il tuo Tuxemon gradisce.
zh_cn: 你感觉到一种温暖的能量从这朵花中散发出来.这是这个镇上唯一的东西,你的精灵似 乎很喜欢.

# 37707_computer
source: Developer console: This is intended for Tuxemon developers only, for testing an experimental data loading system. The variable for the new loader will now be enabled. Please report any issues you find at https://tuxemon.org Developer note 1: This suppresses crashes for missing maps. The system may attempt to load invalid data! Developer note 2: Do NOT save your game with this enabled, it may result in data corruption. Developer note 3: As of switching to Python 3, data seems to be aggregated and combined in a very unusual manner. Please debug this!
fr_fr: Console pour développeurs : Cette fonctionnalité n'est destinée qu'aux développeurs de Tuxemon, pour tester un nouveau système expérimental de chargement des données. Les variables pour le nouveau système de chargement vont être activées. Veuillez rapporter chaque problème que vous rencontrez sur https://tuxemon.org Note 1 : L'application ne plantera plus systématiquement si une carte est manquante. Des données invalides peuvent donc être chargées ! Note 2 : Ne sauvegardez PAS votre partie avec cette fonctionnalité activée, ça pourrait corrompre vos données. Note 3 : Depuis la migration vers Python 3, les données semblent être gérées de manière très inhabituelle. Merci de déboguer ça !
zh_cn: 开发者控制台.这只适用于Tuxemon的开发者,用于测试实验性的数据加载系统. 现在新的加载器的变量将被启用.请报告你发现的任何问题,https://tuxemon.org 开发者说明1：这抑制了丢失地图的崩溃.系统可能会尝试加载无效的数据! 开发者注意2：不要在启用该功能的情况下保存游戏,它可能导致数据损坏. 开发者注3：从切换到Python 3开始,数据似乎以一种非常不寻常的方式被聚集和组合. 请调试这个问题!

# 37707_villager_male_1
source: Blank: Hmph. Hi. Sorry: We're usually weary of outsiders. We only get visited... sometimes. Blank: But since you're here, maybe you can do me a favor. It might sound strange of me to ask you this, yet I must know... Blank: Do you know who I am? Have you... ever seen me? I'm curious: My name, do I have a... Blank: No. Sorry: I have made a mistake. Please don't tell anyhone what I asked you. Carry on, enjoy your trip here.
es_es: Blank: Mmmm. Hola. Lo siento: normalmente somos precavidos con los extraños. Solo recibimos visitas... a veces. Blank: Pero ya que estás aquí, quizás puedas hacerme un favor. Puede sonar extraño viniendo de mí, pero necesito saberlo... Blank: ¿Sabes quién soy? ¿Me has... visto alguna vez? Tengo curiosidad: mi nombre, ¿tengo un... Blank: No. Lo siento: he cometido un error. Por favor, nunca hables de esto. Continúa, disfruta tu viaje aquí.
fr_fr: Vide : Hum. Salut. Ah désolé, nous sommes généralement méfiants envers les étrangers. On ne nous rend visite que... rarement. Vide : Mais puisque vous êtes ici, vous allez peut-être pouvoir m'aider. Ça peut vous sembler étrange, mais je dois savoir... Vide : Savez-vous qui je suis ? Vous m'avez déjà... vu ? C'est juste que suis curieux ; Mon nom, je n'en ai peut-être pas... Vide : Non. Désolé, j'ai fait une erreur. Je vais vous demander de ne rien dire à personne. Allez-y, continuer de profiter de votre voyage ici.
pl: Blank: Hmph. Cześć. Przepraszam: Zwykle jesteśmy ostrożni wobec obcych. Odwiedzają nas tylko... czasami. Blank: Ale skoro już tu jesteś, może mógłbyś wyświadczyć mi przysługę. Może to zabrzmi dziwnie, że o to proszę, ale muszę wiedzieć... Blank: Czy wiesz, kim jestem? Czy... kiedykolwiek mnie widziałeś? Jestem ciekaw: Moje imię, czy mam... Blank: Nie. Przepraszam. Popełniłem błąd. Proszę, nie mów nikomu, o co cię pytałem. Proszę kontynuować, miłej podróży.
zh_cn: 无名者：哼哼.你好.对不起：我们通常对外来者感到厌烦.我们只被访问过......有 时. 无名者.但既然你来了,也许你可以帮我一个忙.我这样问你可能听起来很奇怪,但我 必须知道... 无名者.你知道我是谁吗?你......见过我吗?我很好奇：我的名字,我是否有... 无名者.对不起,我犯了一个错误.请不要告诉任何人我问你的事情.继续吧,祝你在 这里的旅行愉快.

# 37707_villager_female_1
source: Wish: Oh... a newcomer! How did you get here? We haven't seen anyone new in... oh, never mind. Wish: Welcome! Welcome to... oh my: We never got around to giving our town a name! Just call us whatever you'd like I guess. Wish: Please make yourself at home. Usually there are more people around... it depends on the seed, maybe it's a bad omen today. Wish: Let me know if you need anything that exists here. Just don't make the same mistake as the others: We don't want you to leave us too.
es_es: Wish: ¡Oh... un recién llegado! ¿Cómo viniste aquí? No hemos visto a nadie nuevo desde... oh, da igual. Wish: ¡Bienvenido! Bienvenido a... oh vaya: ¡nunca le llegamos a dar un nombre a nuestro pueblo! Puedes llamarnos como quieras supongo. Wish: Por favor, considérate como en tu propia casa. Normalmente hay más gente por aquí... depende de la semilla, quizás hoy no era buena. Wish: Dime si necesitas algo que exista aquí. Pero no cometas el mismo error que los otros: no queremos que tú también nos abandones.
fr_fr: Vœu : Oh... un nouvel arrivant ! Comme êtes vous arrivé ici ? On rencontre guère de nouveau... oh, peu importe. Vœu : Bienvenue ! Bienvenue à... oh, nous ne nommons jamais notre village ! Appelez-le comme il vous plaira. Vœu : Mais veuillez faire comme chez vous. En général, il y a plus de monde par ici... ça dépendant des moissons, peut-être qu'elles ne sont pas bonnes en ce moment. Vœu : N'hésitez pas à me demander si vous avez besoin de quoi que ce soit. Simplement, ne faites pas la même erreur que beaucoup d'autres font : nous ne voulons pas que vous partiez.
pl: Wish: Och... nowy przybysz! Jak się tu dostałeś? Nie widzieliśmy nikogo nowego od... nieważne. Wish: Witamy! Witamy w mieście... o mój... Nigdy nie myśleliśmy, aby dać naszemu miastu jakąś nazwę! Po prostu nazywaj je tak, jak chcesz. Wish: Proszę, czuj się jak w domu. Zazwyczaj jest tu więcej ludzi... zależy to od ziarna, może to zły znak. Wish: Proszę mnię poinformować, jeśli potrzebujesz czegoś, co istnieje tutaj. Po prostu nie zrób tego samego błędu co inni: Nie chcemy, żebyś też od nas odszedł.
zh_cn: 祝：哦......一个新来的人!你是怎么来的?我们已经很久没有看到新人了......哦,算 了吧. 欢迎!欢迎来到......哦,天哪.我们还没来得及给我们的镇子起个名字呢!我想,你想 叫我们什么就叫什么吧. 希望：请不要拘束,就像在家里一样.通常情况下,周围会有更多的人......这取决于 种子,也许今天是个坏兆头. 愿望：如果你需要这里存在的任何东西,请告诉我.只是不要犯和其他人一样的错误. 我们不希望你也离开我们.

# 37707_villager_female_3
source: Wish: No, no, no: Stop doing this! Do you not understand it's not there?
es_es: Wish: No, no, no: ¡deja de hacer eso! ¿No entiendes que no está aquí?
fr_fr: Vœu : Non, non, non. Arrêtez ça ! Vous n'avez pas compris qu'il n'était pas là ?
it_it: Wish: No, no, no: Smetti di fare questo! Non capisci che non è là?
zh_cn: 微时：不,不,不：停止这样做!你不明白它不存在吗?你不明白它不在那里吗?

# spyder_papertown_myfirstmon
source: Hey, you came! That's great. When the fancy new tuxemon come through from the Cathedral, we just threw all our old ones in the bin! It seems like such a waste, especially when kids like you don't have any!
fr_fr: Hé ! Vous êtes venu ! Super. Quand un tout nouveau Tuxemon vient de la Cathédrale, on jette tous nos anciens à la poubelle ! Ça peut sembler dommage, surtout quand des jeunes comme vous n'ont pas la chance d'en avoir !
it_it: Hey, sei venuto! Fantastico. Quando nuovi tuxemon vengono fuori dalla Cathedral, dobbiamo buttare tutti i vecchi nel cestino! Sembra uno spreco terribile, soprattutto quando ragazzi come te non ne hanno alcuno!
zh_cn: 嘿,你来了!真棒. 当花哨的新精灵从大教堂出来时,我们只是把所有的旧精灵都扔进了垃圾箱! 这似乎是一种浪费,尤其是当像你这样的孩子没有的时候!

# spyder_papertown_mom1
source: Good morning sunshine! Rest here any time you like. Why am I saying that? You live here!
es_mx: ¡Buenos días sol! Descansa aquí cuando quieras. ¿Por qué digo eso? ¡Vives aquí!
it_it: Buongiorno tesoro! Riposati pure qui quando vuoi. Perché te lo sto dicendo? Tu vivi qui!
zh_cn: 啊,早安,温暖的晨曦!你可以在这里随时休息. 我为什么这么说?你住在这里!

# spyder_papertown_mom2
source: Hello dear. I should get on with my inventing. Can't you occupy yourself? Back in my day, we could amuse ourselves with anything - a stick, a rock, rubbish we found in bins ...
fr_fr: Bonjour mon cher. Je dois retourner à mon invention. Comment, vous vous ennuyez ? Eh bien, de mon temps, nous trouvions facilement de quoi nous amuser - un bâton, un cailloux, des déchets dans les poubelles...
zh_cn: 你好,亲爱的.我应该继续进行我的发明. 不好意思,你可以自己去玩吗? 在我的时代,我们可以用任何东西来消遣自己--一根棍子,一块石头,甚至在垃圾桶里找到 的垃圾......

# spyder_papertown_grannypiper1
source: Oh hello ${{name}}, I didn't see you there among all this hustle and debris! I can't wait till the Daycare Centre is installed!
de_de: Oh hallo ${{name}}, ich habe dich dort zwischen all dem Trubel und Schutt nicht gesehen! Ich kann es kaum erwarten, bis die Tuxemontagesstätte installiert ist!
fr_fr: Oh ! Bonjour ${{name}}, je ne vous avais pas vu dans ces débris et au milieu de toute cette agitation ! J'ai hâte de voir cette Garderie d'enfants enfin construite !
pt_br: Oh olá ${{name}}, eu não te vi lá entre toda essa agitação e detritos! Mal posso esperar até que a Creche esteja instalada!
zh_cn: 哦,你好,${name},在这么多的喧嚣和杂物中我没有看到你! 我迫不及待地想等到日托中心建造完毕!

# spyder_cotton_tuxepediaintro
source: Currently, the only reliable information about tuxemon is from the expensive and incomplete Encyclopaedia Tuxemon! That's not cool; information should be freely available. That's why we're introducing Tuxepedia. It's open source, it's free, it's available for everyone to read, write and edit. How cool is that? You can open Tuxepedia from the menu.
fr_fr: Actuellement, la seule source d'informations fiables sur les Tuxemon est la très chère et incomplète Encyclopaedia Tuxemon ! Ça n'est vraiment pas cool ; le savoir devrait être disponible gratuitement. C'est pour ça qu'on a introduit Tuxepédia. C'est libre et gratuit, et disponible pour tout le monde à la lecture, n'importe qui peut lire, écrire et y faire des modifications. Que demander de plus ? Et bien, nous l'avons déjà installé sur votre téléphone à l'instant.
pl: Obecnie, jedyne wiarygodne informacje o tuxemonach pochodzą z drogiej i niekompletnej Encyklopedii Tuxemon! To nie jest fajne; informacje powinny być swobodnie dostępne. Dlatego właśnie wprowadzamy Tuxepedię. Jest otwarto źródłowa, darmowa, dostępna dla każdego do czytania, pisania i edytowania. Jakie to fajne? W rzeczywistości, zainstalowałem ją jako aplikację na wszystkich waszych telefonach.
zh_cn: 目前,关于精灵的唯一可靠信息是来自昂贵而不完整的《精灵百科全书》!这并不酷, 信息应该免费提供. 这并不酷；信息应该是免费提供的.这就是为什么我们要推出社区精灵百科. 它是开源的,免费的,每个人都可以阅读、写作和编辑.这多酷啊? 事实上,我刚才已经把它作为一个应用程序安装在你们所有的手机上.

# spyder_papertown_danteshop
source: I'm working, boss, I'm working! Oh, it's just you. You know, we throw out so much of our stock. It's such a terrible waste. It all goes into the bins behind the back of the Store.
fr_fr: Je bosse, chef, je ne fais que ça ! Oh ! c'est juste vous. Vous savez, on en balance tellement de nos stocks. C'est un tel gâchis. Tout part dans les poubelles derrière la boutique.
it_it: Sto lavorando, capo, sto lavorando! Oh, è solo che. Sai, buttiamo così tanto del nostro stock merce. È uno spreco terribile. Tutto finisce nei container dietro il negozio.
zh_cn: 我在工作,老板,我在工作! 哦,这只是你.你知道,我们扔掉了那么多的库存. 这是一种可怕的浪费.这些东西都被扔到商店后面的垃圾桶里了.

# spyder_papertown_firstfight
source: Hey, what are you doing rummaging in bins? That's gross - and it's against the rules! ... What, they were throwing out perfectly good tuxemon? ... Well, if they were perfectly good, they wouldn't throw them out, would they? They must be inferior to the new models. Here, I'll show you!
fr_fr: Hé ! Qu'est-ce que vous faites à faire les poubelles ? C'est sale - et contrainte à la loi ! ... Quoi ? Ils mettent au rebut des Tuxemon en parfait état ? ... Bon, s'ils étaient en si bon état que ça, ils ne les jetteraient pas, si ? Ils sont forcément moins bien que les anciens modèles. Regardez, je vais vous le prouver !
it_it: Hey, perché stai rovistando nella spazzatura? È osceno - e contro le regole! ... Cosa, buttano via tuxemon in perfetto stato..? ... Si, ma se fossero in perfetto stato non credo che li buttano, oppure no? Devono essere inferiori se paragonati ai nuovi modelli. Guarda, te lo mostro!
zh_cn: 嘿,你在垃圾箱里翻东西干什么?太恶心了--而且这也是违反规定的! ... 什么,他们在扔掉完美的精灵吗? ... 好吧,如果它们是完美的,他们就不会把它们扔掉,对吗? 它们一定比新的精灵差.来,我给你看看!

# spyder_cottoncafe_barmaidintro
source: We call ourselves Team Bazaar. Maybe that's a little pretentious. We're a group of rogues and scoundrels who like to get together to drink coffee, discuss philosophy and defy our corporate overlords! We try to look out for each other. For example, unlike the Cathedral we don't charge for you to heal your tuxemon! Would you like me to heal them now?
fr_fr: Nous nous surnommons l'Équipe Bazar. Bon, je sais, ça fait un peu prétentieux. En réalité, nous sommes un groupe de canailles qui aiment se réunir autour d'un café, discuter de philosophie et défier l'ordre établi ! Nous essayons aussi de nous protéger les uns les autres. Typiquement, et contrairement à la Cathédrale, nous soignons les Tuxemon gratuitement ! Voulez-vous que je les guérisse tous maintenant ?
pl: Nazywamy się Team Bazaar. Może to trochę pretensjonalne. Jesteśmy grupą łobuzów i łobuziaków, którzy lubią spotykać się przy kawie, dyskutować o filozofii i przeciwstawiać się naszym korporacyjnym panom! Staramy się dbać o siebie nawzajem. Na przykład, w przeciwieństwie do Katedry, nie pobieramy opłat za uzdrowienie twojego tuxemona! Chcesz, żebym je teraz uleczył?
zh_cn: 我们称自己为芭莎团队.也许这有点自命不凡. 我们是一群流氓和无赖,喜欢聚在一起喝咖啡,讨论哲学,并反抗我们的企业霸主!我 们试着互相照顾. 我们尝试互相照顾.例如,与大教堂不同,我们不向你收取治疗你的小精灵的费 用. 你想让我现在就给它们治病吗?
