Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# botbot_description
source: It is a universal robot that can be adapted for any purpose.
de_de: Es ist ein universeller Roboter, der für jeden Zweck angepasst werden kann.
fr_fr: C'est un robot universel qui peut être adapté à n'importe quelle utilisation.
it_it: È un robot universale che può essere adattato a qualsiasi scopo.
pt_br: É um robô universal que pode ser adaptado para qualquer finalidade.
zh_cn: 它是一个通用的机器人,可以适用于任何目的.

source: Botbot
ja: ボトボト
zh_cn: 布布

source: Boxali
ja: ボクスアリ
zh_cn: 博萨里

# brewdin_description
source: Born in neglected, once prized, pottery and similar treasures. Rumored to grants wishes to those who can make it smile.
de_de: Geboren in vernachlässigten, einst geschätzten Töpferwaren und ähnlichen Schätzen. Es heißt, dass es jenen Wünsche erfüllt, die es schaffen es zum lächeln zu bringen.
fr_fr: Né dans des poteries négligées, autrefois prisées, et des trésors similaires. Rumeur d'exaucer des vœux à ceux qui peuvent le faire sourire.
it_it: Nato in ceramiche oggi trascurate, ma un tempo pregiate. Si vocifera sia in grado di esaudire desideri a chi sa farlo sorridere.
pt_br: Nascido em cerâmica negligenciada, outrora valorizada, e tesouros semelhantes. Rumores de concessões de desejos para aqueles que podem fazê-lo sorrir.
zh_cn: 诞生于被忽视的、曾经珍贵的陶器和类似的宝物.传闻它能为那些能让它微笑的人实现愿望.

source: Brewdin
ja: ブレゥディン
zh_cn: 布鲁丁

# budaye_description
source: It can convince any group to cooperate for the common good with some encouraging mewls and waves.
de_de: Es kann jede Gruppe mit etwas ermutigendem Maunzen und Winken davon überzeugen für das Allgemeinwohl zu kooperieren.
fr_fr: Il peut convaincre n'importe quel groupe de coopérer pour le bien commun avec des miaulements et des vagues encourageantes.
it_it: Può convincere qualsiasi gruppo a cooperare per il bene comune attraverso alcuni miagolii.
pt_br: Pode convencer qualquer grupo a cooperar para o bem comum com alguns mewls e ondas encorajadoras.
zh_cn: 它可以说服任何团体为共同利益而合作,只要有一些鼓励性的喵喵叫声和浪花.

source: Budaye
ja: ブダイェ
zh_cn: 友友猫

source: Bugnin
ja: ブグニン
zh_cn: 武士虫

# bumbulus_description
source: BUMBULUS is a flying being that produces a cloud of smoke to disguise itself as a cloud. No one has ever seen its true body.
de_de: BUMBULUS ist ein fliegendes Wesen, das eine Wolke aus Rauch produziert, um sich als Wolke zu tarnen. Niemand hat je seinen wahren Körper gesehen.
fr_fr: BUMBULUS est un être volant qui produit un nuage de fumée pour se déguiser en nuage. Personne n'a jamais vu son vrai corps.
it_it: BUMBULUS è un animale volante che produce una nuvola di fumo per camuffarsi. Nessuno ha mai visto il suo vero corpo.
pt_br: BUMBULUS é um ser voador que produz uma nuvem de fumaça para se disfarçar como uma nuvem. Ninguém jamais viu seu verdadeiro corpo.
zh_cn: 它是一种会飞的生物,会产生一团烟雾来伪装成云.没有人见过它的真身.

source: Bumbulus
ja: ブンブルス
zh_cn: 邦布勒斯

# bursa_description
source: It rejects fire as basic, and produces only the fire of the mind.
de_de: Es lehnt Feuer als solches ab und produziert nur das Feuer des Verstandes.
fr_fr: Il rejette le feu comme fondamental, et ne produit que le feu de l'esprit.
it_it: Rifiuta il fuoco come base e produce solo il fuoco della mente.
pt_br: Ela rejeita o fogo como básico, e produz apenas o fogo da mente.
zh_cn: 它基本上拒绝火,只产生心灵的火.

# cairfrey_description
source: A jolly piece of furniture who awoke one morning and decided to explore.
de_de: Ein vergnügtes Stück Möbel, das eines Morgens aufwachte und sich entschied auf Entdeckungstour zu gehen.
es_es: Un alegre elemento de mobiliario que se despertó una mañana y decidió explorar.
es_mx: Una alegre pieza de mobiliario que se despertó una mañana y decidió explorar.
fr_fr: Un meuble joyeux qui s'est réveillé un matin et a décidé d'explorer.
it_it: Un allegro pezzo di mobile che una mattina si è svegliato e ha deciso di esplorare.
pt_br: Uma peça de móvel alegre que acordou uma manhã e decidiu sair para explorar.
zh_cn: 一件快乐的家具,一天早上醒来,决定去探索.

source: Cairfrey
fr_fr: Canhappy
ja: カイルフレィ
zh_cn: 凯尔弗雷

source: Capiti
ja: カピチ
zh_cn: 卡皮蒂

# cardiling_description
source: One wouldn't expect it to breathe fire, until it does.
de_de: Man würde von ihm nicht erwarten, dass es Feuer spukt, bis es dies tut.
es_es: Uno no se espera que respire fuego, hasta que lo hace.
es_mx: Uno no espera que respire fuego, hasta que lo hace.
fr_fr: Personne ne s'attendrait à le voir cracher du feu, jusqu'à ce qu'il le fasse.
it_it: Non ci si aspetta che respiri fuoco fino a quando lo fa.
pt_br: Ninguém acha que essa criatura cuspa fogo, até cuspir.
zh_cn: 人们不会想到它能喷火,直到它喷火了.

source: Cardiling
ja: カルディリング
zh_cn: 红火鸟

source: Chenipode
ja: チェニポデ
zh_cn: 切尼波德

# chibiro_description
source: It is found in forests and fields, where it is often mistaken for a turnip.
de_de: Es wird in Wäldern und auf Feldern gefunden, wo es häufig mit einer Rübe verwechselt wird.
fr_fr: On le trouve dans les forêts et les champs, où il est souvent confondu avec un navet.
it_it: Si trova nelle foreste e nei campi, dove viene spesso scambiato per una rapa.
pt_br: É encontrado em florestas e campos, onde muitas vezes é confundido com um nabo.
zh_cn: 它被发现在森林和田野中,在那里它经常被误认为是萝卜.

source: Chibiro
ja: チビロ
zh_cn: 赤壁龙猫

# chillimp_description
source: It is rumoured to live atop snowy mountains, but no clear photo of it has ever been taken.
de_de: Es geht das Gerücht um, dass es auf dem Gipfel verschneiter Berge lebt, allerdings hat niemand je ein deutliches Foto von ihm machen können.
es_es: Se rumorea que vive en lo alto de montañas heladas, pero nunca se le ha sacado una fotografía clara.
es_mx: Se rumorea que vive en la cima de las montañas nevadas, pero nunca se ha tomado una foto clara de él.
fr_fr: Il vivrait sur les pics enneigés, mais personne n'a jamais pu en prendre de photo nette pour le confirmer.
it_it: Si vocifera che viva in cima a delle montagne nevose ma nessuna foto chiara è mai stata fatta.
pt_br: Há rumores de que habita o topo de montanhas nevosas, mas nunca foi tirara uma foto visível sua.
zh_cn: 据传,它生活在雪山之上,但从来没有拍摄过它的清晰照片.

source: Chillimp
fr_fr: Frissinge
ja: チッリンプ
zh_cn: 冰幽灵

# chloragon_description
source: It hatches when an ancient egg is planted in fertile soil. When the eggs run out, there will be no more CHLORAGON.
de_de: Es schlüpft, wenn es in fruchtbarer Erde gepflanzt wurde. Wenn die Eier ausgehen, wird es keine CHLORAGON mehr geben.
es_es: Eclosiona de un huevo antiguo plantado en suelo fértil.Cuando se acaben los huevos, no habrá más CHLORAGON.
es_mx: Nace cuando un huevo antiguo, plantado en suelo fértil, eclosiona. Cuando los huevos se agoten, no habrá más CHLORAGON.
fr_fr: Il éclot quand un ancien œuf est planté dans un sol fertile. Quand il n'y a plus d'œufs, tous les Chloragon disparaissent.
it_it: Si schiude quando un antico uovo è messo nel terreno fertile. Quando le uova termineranno non ci saranno più CHLORAGON.
pt_br: Eclode quando um ovo antigo é plantado em solo fértil. Quando os ovos acabarem, CHLORAGON deixará de existir.
zh_cn: 当一个古老的蛋被种在肥沃的土壤中时,它就会孵化.当蛋用完时,将不再有氯边形.

source: Chloragon
ja: クロラゴン
zh_cn: 氯龙

# chromeye_description
source: CHROMEYE was created to observe and learn how humans think and feel.
de_de: CHROMEYE wurde erschaffen, um zu beobachten und zu lernen, wie Menschen denken und fühlen.
fr_fr: CHROMEYE a été créé pour observer et apprendre comment les humains pensent et ressentent.
it_it: CHROMEYE è stato creato per osservare e imparare come gli esseri umani, pensano e sentono.
pt_br: O CHROMEYE foi criado para observar e aprender como os seres humanos pensam e sentem.
zh_cn: 创建Chrome之眼是为了观察和学习人类的思维和感觉.

source: Chromeye
ja: クロメイェ
zh_cn: Chrome之眼

# cochini_description
source: It is as intelligent and aware as a three-year old child. It tastes delicious.
de_de: Es ist so intelligent und bewusst wie ein drei Jahre altes Kind. Es schmeckt köstlich.
fr_fr: Il est aussi intelligent et conscient qu'un enfant de trois ans. C'est délicieux.
it_it: È intelligente e consapevole come un bambino di tre anni. Ha un sapore delizioso.
pt_br: É tão inteligente e consciente quanto uma criança de três anos de idade. Tem um sabor delicioso.
zh_cn: 它就像一个三岁的孩子一样聪明和有意识.它尝起来很美味.

source: Cochini
ja: コチニ
zh_cn: 胭脂虫

# coleorus_description
source: It has existed, unchanged, for millions of years.
de_de: Es hat, unverändert, für Millionen von Jahren existiert.
fr_fr: Il existe, inchangé, depuis des millions d'années.
it_it: Esiste, immutato, da milioni di anni.
pt_br: Ela existe, inalterada, há milhões de anos.
zh_cn: 它已经存在了数百万年,没有改变.

source: Coleorus
ja: コルオルス
zh_cn: 疣螨

# conifrost_description
source: If it sneezes, an avalanche occurs. It has a permanent sniffle.
de_de: Wenn es niest löst es eine Lawine aus. Es hat ständig Schnupfen.
es_es: Si estornuda, provoca una avalancha. Tiene moqueo permanente.
es_mx: Si estornuda, se produce una avalancha. Tiene un resfriado permanente.
fr_fr: Il peut provoquer une avalanche avec un seul de ses éternuements. Manque de chance, il renifle tout le temps...
it_it: Se starnutisce, avviene una valanga. Ha un raffreddore permanente.
pt_br: Seu espirro causa uma avalanche. Seu resfriado é permanente.
zh_cn: 如果它打喷嚏,就会发生雪崩.它会一直流鼻涕.

source: Conifrost
fr_fr: Conifroid
ja: コニフロスト
zh_cn: 圆锥花

# conileaf_description
source: Foods placed in its pitcher are blended and pickled. They are used to store food without it going off.
de_de: Essen, das in seinem Krug plaziert wird, wird gemischt und in Essig eingelegt. Sie werden dazu verwendet, um Essen zu lagern, ohne das dieses verdirbt.
fr_fr: La nourriture placée dans son pichet est mélangée et marinée. Ils sont utilisés pour stocker de la nourriture sans qu'elle sorte.
it_it: Gli alimenti posti nella sua brocca sono miscelati e in salamoia. Sono usati per conservare il cibo senza che vada a male.
zh_cn: 放在其罐子里的食物被混合和腌制.它们被用来储存食物,而不至于让食物变质.

source: Conileaf
ja: コニルアフ
zh_cn: 圆锥叶

# coproblight_description
source: Born from the feces of prehistoric Tuxemon, it used the shards of bone within itself for defense.
de_de: Geboren in den Fäkalien prehistorischer Tuxemon, es benutzte die Knochensplitter in sich zur Verteidigung.
fr_fr: Né des excréments de Tuxemon préhistoriques, il a utilisé les fragments d'os en lui-même pour se défendre.
it_it: Nato dalle feci di un Tuxemon preistorico, usa i frammenti delle ossa interiori per difesa.
pt_br: Nasceu das fezes de um Tuxemon pré-histórico. Usava os cacos de seus ossos para se defender.
zh_cn: 诞生于史前精灵的粪便,它利用自己体内的骨骼碎片进行防御.

source: Coproblight
ja: コプロブリグト
zh_cn: 科普罗布赖特

# corvix_description
source: It arms its wings with bone shards from its victims.
de_de: Es bewaffnet seine Schwingen mit den Knochensplittern seiner Opfer.
es_es: Arma sus alas con fragmentos de hueso de sus víctimas.
es_mx: Arma sus alas a partir de fragmentos de hueso de sus víctimas.
fr_fr: Il arme ses ailes des éclats d'os de ses victimes.
it_it: Arma le sue ali con frammenti di ossa delle sue vittime.
pt_br: Usa partes de ossos de seus inimigos como armadura para suas asas.
zh_cn: 它用受害者的骨头碎片武装翅膀.

source: Corvix
ja: コルヴィクス
zh_cn: 科维克斯

# cowpignon_description
source: Some people dry it out and eat it as a medicinal enhancement.
de_de: Einige Leute lassen es austrocknen und essen es als eine medizinische Verbesserung.
fr_fr: Certaines personnes le dessèchent et le mangent comme amélioration médicinale.
it_it: Alcune persone lo asciugano e lo mangiano come medicinale.
zh_cn: 有些人把它晒干,作为药用增强剂来吃.

source: Cowpignon
ja: コゥピグノン
zh_cn: 人参兽

# criniotherme_description
source: Its mane shines during the day, grows big and red at sunset, and blows away as ash at night.
de_de: Seine Mähne leuchtet am Tag, wird groß und rot während des Sonnenuntergangs und verweht als Asche bei Nacht.
fr_fr: Sa crinière brille pendant la journée, devient grosse et rouge au coucher du soleil et s'envole comme de la cendre la nuit.
it_it: La sua criniera brilla durante il giorno, diventa grande e rossa al tramonto e soffia via come cenere di notte.
zh_cn: 它的鬃毛在白天闪闪发光,在日落时长得又大又红,到了晚上就像灰烬一样被吹走.

source: Criniotherme
ja: クリニオテェルメ
zh_cn: 克里尼奥姆

# dandicub_description
source: After a litter is born, they float all over the world and never see their family again.
de_de: Nachdem ein Wurf zur Welt gekommen ist, schweben sie über die ganze Welt und sehen ihre Familie nie wieder.
fr_fr: Après la naissance d'une portée, ils flottent à travers le monde et ne reverront plus jamais leurs familles.
it_it: Dopo la nascita di una cucciolata, vanno alla deriva e non vedono mai più la loro famiglia.
zh_cn: 出生后,它们漂流到世界各地,再也见不到它们的家人了.

source: Dandicub
ja: ダンディクウブ
zh_cn: 蒲种子

# dandylion_description
source: It gives birth to one litter in its life. Then it wanders the world trying to find them.
de_de: Es hat einen Wurf in seinem Leben. Dann wandert es durch die Welt, um sie wieder zu finden.
es_es: Da a luz a una camada en toda su vida. Después vaga por el mundo en su busca.
es_mx: A lo largo de su vida da a luz a una sola camada. Después vaga por el mundo tratando de encontrarlos.
fr_fr: Il ne donne naissance qu'à une seule portée dans toute sa vie. Puis il parcourt le monde à leur recherche.
it_it: Dà alla nascita una sola figliata nella sua vita per poi vagabondare nel mondo alla sua ricerca.
pt_br: Dá à luz uma ninhada em sua vida. Então vagueia pelo mundo tentando encontrá-los.
zh_cn: 它一生中只生一窝孩子.然后它在世界范围内徘徊,试图找到它们.

source: Dandylion
ja: ダンドィリオン
zh_cn: 狮面花

# dinoflop_description
source: DINOFLOP delights in quickly turning away from its attackers so their blows land on its shielded and spiny back.
de_de: DINOFLOP ergötzt sich daran sich schnell von seinen Angreifern abzuwenden, sodass deren Schläge auf seinem abgeschirmten und stacheligen Rücken landen.
fr_fr: DINOFLOP prend plaisir à se détourner rapidement de ses agresseurs pour que leurs coups atterrissent sur son dos blindé et épineux.
it_it: DINOFLOP si diletta ad allontanarsi rapidamente dai suoi aggressori, in modo che i loro colpi atterrino sulla sua schiena schermata e spinosa.
zh_cn: 它喜欢迅速转身离开它的攻击者,这样他们的打击就会落在它有盾牌和刺的背部.

source: Dinoflop
ja: ディノフロプ
zh_cn: 迪诺浮普

# djinnbo_description
source: It is mistakenly believed that it is a human who died in a fire. Actually, its relatives did.
de_de: Fälschlicherweise glaubt man, dass dies ein Mensch sei, welcher im Feuer starb. Eigentlich, waren es seine Verwandten.
es_es: Existe la creencia errónea de que es un humano que murió en un incendio. En realidad, los que murieron fueron sus parientes.
es_mx: Se cree erróneamente que es un humano que murió en un incendio. En realidad, fueron sus parientes los que murieron.
fr_fr: On croit à tort qu'il s'agit d'un humain immolé par le feu. En réalité, c'était le cas d'un de ses proches.
it_it: Si crede erroneamente che sia un uomo che morì in un incendio. In realtà successe ai suoi genitori.
pt_br: Acredita-se erroneamente que é um humano que morreu em um incêndio. Na verdade, seus parentes o morreram.
zh_cn: 人们错误地认为它是死于火灾的人类.实际上,它的亲属确实如此.

source: Djinnbo
ja: ドジッンボ
zh_cn: 炎之魂

source: Dollfin
ja: ドッルフィン
zh_cn: 鳍豚

# dollfin_description
source: Each one follows a ship from place to place, exploring the world.
de_de: Jeder einzelne folgt einem Schiff von Ort zu Ort, die Welt entdeckend.
es_es: Cada uno sigue a un barco a todas partes, explorando el mundo.
es_mx: Cada uno sigue a un barco de un lugar a otro, explorando el mundo.
fr_fr: Chacun d'eux suit les trajets d'un bateau, explorant ainsi le monde.
it_it: Ognuno segue una nave da un posto ad un altro, esplorando così il mondo.
pt_br: Cada um segue um navio de um lugar para outro, explorando o mundo.
zh_cn: 每个鳍豚都跟随一艘船从一个地方到另一个地方,探索世界.

# dracune_description
source: It is immobile during the day, but can wriggle and bite at night.
de_de: Bei Tage ist es unbeweglich, bei Nacht allerdings kann es zappeln und beißen.
es_es: Se encuentra inmóvil durante el día, pero puede menearse y morder de noche.
es_mx: Está inmóvil durante el día, pero puede serpentear y morder por la noche.
fr_fr: Il est immobile durant le jour, mais peut s'agiter et mordre la nuit.
it_it: È immobile durante il giorno ma può dimenarsi e mordere di notte.
pt_br: É imóvel durante o dia, mas pode se contorcer e morder à noite.
zh_cn: 它在白天是不动的,但在晚上可以扭动和咬人.

source: Dracune
ja: ドラクウネ
zh_cn: 德古拉茧

# dragarbor_description
source: When it feels it is coming to the end of its life, it travels to a graveyard where it plants itself. Its tail flower grows forever.
de_de: Wenn es spürt, dass das Ende seines Lebens naht, reist es zu einem Friedhof, wo es sich selbst einpflanzt. Seine Schwanzblume wächst ewig.
es_es: Cuando siente acercarse el fin de sus días, viaja a un cementerio y se planta a sí mismo. La flor de su cola crece por siempre.
es_mx: Cuando siente que está llegando al final de su vida, viaja a un cementerio y se siembra en la tierra. La flor de su cola crece para siempre.
fr_fr: Quand il sent venir sa fin, il recherche un cimetière pour aller s'y planter. Alors sa queue se transforme en fleur qui pousse constamment.
it_it: Quando sa che sta per giungere alla fine della sua vita, viaggia verso un cimitero dove si pianta. La sua coda floreale cresce per sempre.
pt_br: Ao sentir que sua vida está acabando, viaja até um cemitério e se planta ali. A flor em sua cauda nunca pára de crescer.
zh_cn: 当它觉得自己的生命即将结束时,它就会前往一个墓地,在那里种植自己.它的尾巴花永远生长着.

source: Dragarbor
ja: ドラガルボル
pt_br: Dragabor
zh_cn: 龙乔木

source: Drashimi
ja: ドラシミ
zh_cn: 德拉希米

# drokoro_description
source: Once it had a family, but it ate its parents, and it ate its children, and it ate its mate, and it ate all of its kind.
de_de: Es hatte einmal eine Familie, aber es hat seine Eltern gefressen, seine Kinder und seinen Partner, und alle seiner Art.
fr_fr: Une fois, il avait une famille, mais il mangeait ses parents, et il mangeait ses enfants, et il mangeait son compagnon, et il mangeait tout ce qu'il fallait.
it_it: Una volta aveva una famiglia, ma mangiò i suoi genitori, i suoi figli, il suo compagno, e tutti quelli del suo genere.
zh_cn: 曾经它有一个家庭,但它吃了它的父母,吃了它的孩子,吃了它的配偶,吃了它所有的同类.

source: Drokoro
ja: ドロコロ
zh_cn: 德罗科罗

# dune_pincher_description
source: These hermits will wrap themselves in whatever is closest. In the desert, that is the burial shrouds of long-dead pharaohs.
de_de: Diese Einsiedler werden sich einwickeln in was auch immer in greifbarer Nähe ist. In der Wüste sind das die Leichentücher längst verstorbener Pharaohnen.
es_es: <<MISSING>>
fr_fr: Ces ermites s'envelopperont dans tout ce qui est le plus proche. Dans le désert, ce sont les linceuls funéraires des pharaons morts depuis longtemps.
it_it: Questi eremiti si avvolgeranno in tutto ciò che è più vicino. Nel deserto, sono i sudari funerari dei faraoni morti da tempo.
nb_no: <<MANGLER>>
zh_cn: 这些隐士会用最接近的东西来包裹自己.在沙漠中,那就是死去已久的法老的裹尸布.

source: Dune Pincher
fr_fr: Pince-Dune
ja: デュネ ピンチェル
pt_br: Pinçador de Duna
zh_cn: 沙丘夹子

# eaglace_description
source: When it takes flight, clouds form. When it claps its wings, hail falls.
de_de: Wenn es abfliegt, formen sich Wolken. Wenn es mit seinen Flügeln schlägt, fällt Hagel.
es_es: Cuando alza el vuelo, se forman nubes. Cuando agita sus alas, cae granizo.
es_mx: Cuando levanta el vuelo, se forman nubes. Cuando bate sus alas, cae granizo.
fr_fr: Quand il s'envole, des nuages se forment. Et quand il bat des ailes, il se met à grêler.
it_it: Quando vola si formano le nuvole mentre quando scuote le ali cade la grandine.
pt_br: Quando levanta voo, formam-se nuvens. Quando bate as asas, cai granizo.
zh_cn: 当它飞翔时,云层形成.当它拍打翅膀的时候,冰雹就会落下.

source: Eaglace
fr_fr: Aiglace
ja: エアグラス
zh_cn: 冰川鹰

# embazook_description
source: It is trained for use in war and it knows no other life.
de_de: Es wurde für den Krieg trainiert und kennt kein anderes Leben.
fr_fr: Il est formé pour être utilisé en temps de guerre et ne connaît pas d'autre vie.
it_it: È addestrato per l'uso in guerra e non conosce alternativa.
zh_cn: 它被训练为用于战争,不知道如何生活.

source: Embazook
ja: エンバゾオク
zh_cn: 炮灰犬

# embra_description
source: It eats everything it can to grow big enough to become a RUPTION.
de_de: Es frisst alles, was es kann, um groß genug zu werden, damit es zu einem RUPTION wird.
fr_fr: Il mange tout ce qu'il peut pour devenir assez grand pour devenir un RUPTION.
it_it: Mangia tutto ciò che può, così può ingrossarsi fino a diventare un RUPTION.
zh_cn: 它吃一切可以吃的东西,以便长到足够大,成为一个火焰兽.

source: Embra
ja: エンブラ
zh_cn: 火球兽

# enduros_description
source: ENDUROS is an aggressive brawler that does not pull its blows. Out of the ring, it is quite sociable.
de_de: ENDUROS ist ein agressiver Raufer, der sich nicht mit seinen Schlägen zurückhält. Außerhalb des Rings ist es ganz gesellig.
fr_fr: ENDUROS est un bagarreur agressif qui ne tire pas ses coups. Hors du ring, c'est assez sociable.
it_it: ENDUROS è un attaccabrighe che non spara i suoi colpi. Fuori dal ring, è abbastanza socievole.
zh_cn: 它是一个咄咄逼人的斗士,不拉扯其打击.在赛场外,它是相当善于交际的.

source: Firomenis
ja: フィロメニス
pt_br: Firomentis
zh_cn: 菲罗梅尼斯

# flacono_description
source: It is totally unafraid of adversaries, and will attack an enemy of any size without hesitation.
fr_fr: Il n'a absolument pas peur des adversaires et attaquera un ennemi de toute taille sans hésitation.
it_it: Non ha assolutamente paura degli avversari e attaccherà un nemico di qualsiasi dimensione senza esitazione.
zh_cn: 它完全不惧怕对手,会毫不犹豫地攻击任何规模的敌人.

source: Flacono
ja: フラコノ
zh_cn: 弗拉科诺

# flambear_description
source: It can be tracked from the trail of boiled berry bushes and roasted trout it leaves in its wake.
fr_fr: Il peut être suivi à partir de la piste des arbustes à baies bouillies et de la truite rôtie qu'il laisse dans son sillage.
it_it: Può essere rintracciato dalla scia di cespugli di bacche bollite e trote arrosto che si lascia alle spalle.
zh_cn: 从它留下的煮熟的浆果丛和烤鳟鱼的痕迹可以追踪到它.

source: Flambear
ja: フランベアル
zh_cn: 火焰熊

# fluoresfin_description
source: When threatened, it huddles together with other FLUORESFIN to create a large blinding light to disorientate predators.
fr_fr: Lorsqu'il est menacé, il se blottit avec d'autres FLUORESFIN pour créer une grande lumière aveuglante aux prédateurs désorientants.
it_it: Quando è minacciato si stringe insieme ad altri FLUORESFIN, per creare una grande luce accecante così da disorientare i predatori.
zh_cn: 当受到威胁时,它与其他荧光鱼蜷缩在一起,形成一个巨大的刺眼的光,以迷惑捕食者.

source: Fluoresfin
ja: フルオレスフィン
zh_cn: 荧光鱼

# fluttaflap_description
source: It feeds on impurities, so it returns purified blood to those it sucks on.
de_de: Es ernährt sich von Verunreinigungen, deshalb gibt es gereinigtes Blut an jene zurück, von denen es das Blut absaugt.
es_es: Se alimenta de impurezas, así que purifica la sangre de aquellos a los que muerde.
es_mx: Se alimenta de impurezas, por lo que purifica y devuelve la sangre a los que chupa.
fr_fr: Il se nourrit d'impuretés, et nettoie donc le sang de ceux qu'il pique.
it_it: Si ciba delle impurità cosicché possa restituire del sangue purificato a quelli a cui l'ha succhiato.
pt_br: Se alimenta de impurezas, portanto devolve sangue saudável àqueles que suga.
zh_cn: 它以杂质为食,所以它把净化的血液还给它吸食的人.

source: Fluttaflap
ja: フルッタフラプ
zh_cn: 吸血蝶

# foofle_description
source: When one is in danger, all FOOFLE hear its cries, wherever they are.
fr_fr: Quand vous êtes en danger, tous les FOOFLE entendent ses cris, où qu'ils soient.
it_it: Quando uno è in pericolo, tutti i FOOFLE sentono le sue grida, ovunque si trovino.
zh_cn: 当一个人处于危险之中时,所有的福夫勒都会听到它的哭声,无论他们在哪里.

source: Foofle
ja: フォオフル
zh_cn: 福夫勒

# fordin_description
source: When threatened, it curls into a ball and bounces away.
fr_fr: Lorsqu'il est menacé, il se recroqueville en boule et rebondit.
it_it: Quando è minacciato, si raggomitola in una palla e rimbalza via.
zh_cn: 当受到威胁时,它就会蜷缩成一个球,然后弹开.

source: Fordin
ja: フォルディン
zh_cn: 森林恐龙
