Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# spyder_papertown_mom3
source: Oh, you found yourself a tuxemon. Congratulations! Why don't you head over to the next town and explore?
fr_fr: Oh ! vous vous êtes trouvé un Tuxemon. Félicitations ! Pourquoi ne pas aller au prochain village pour l'explorer un peu ?
it_it: Oh, ti ritrovi con un tuxemon. Ben fatto! Perché non ti dirigi nella città vicina e la esplori?
zh_cn: 哦,你为自己找到了一只精灵.恭喜你! 为什么你不去下一个城镇探索呢?

# spyder_papertown_mom4
source: Welcome back! Look at you, growing up so fast.
fr_fr: Bienvenue à nouveau ! Regardez-vous, que vous grandissez vite.
it_it: Bentornato! Guardati, stai crescendo così in fretta.
zh_cn: 欢迎回来!看看你,长得这么快.

# spyder_papertown_mom5
source: You know, Granny Piper next door has opened up her Daycare Centre. Well, not everyone can be an inventor, I guess.
fr_fr: Vous savez, Mamie Piper à ouvert une Garderie d'enfants juste à côté. Enfin bon, tout le monde ne peut pas être un inventeur, j'imagine.
it_it: Sai, la Signora Piper nella casa vicina ha aperto il suo Daycare Centre. Non tutti possono essere degli inventori, credo.
pl: Wiesz, Babcia Piper obok otworzyła swój ośrodek opieki dziennej. Cóż, nie każdy może być wynalazcą, jak sądzę.
zh_cn: 你知道吗,隔壁的佩珀奶奶已经开了她的日托中心. 嗯,我想,不是每个人都能成为发明家的.

# spyder_papertown_mom6
source: Congratulations! You took down the corporations! Of course, now lots of people don't have a job ... but you did the right thing. I think.
fr_fr: Bravo ! Vous avez ruiner ces entreprises ! Bien sûr, maintenant un tas de gens n'ont plus le travail... mais vous avez fait ce qu'il fallait. Enfin je pense.
it_it: Ben fatto! Hai abbattuto la società! Certo, ora molte persone non avranno più lavoro... ma hai fatto la cosa giusta. Credo.
zh_cn: 祝贺你!你拿下了这些公司! 当然,现在很多人没有工作了......但我认为你做了正确的事情.

# spyder_papertown_grannypiper2
source: You know, the Pipers made our fortune in the daycare business! I've been retired for ten years and I'm getting bored. I want to get back into it!
fr_fr: Vous savez, les Piper ont fait fortune dans les garderies ! Je suis à la retraite depuis dix ans et je m'ennuie. Je n'ai qu'une envie c'est de retourner là-bas !
zh_cn: 你知道吗,皮珀尔家族是靠托儿所生意发家的!你知道吗? 我已经退休十年了,我开始感到无聊了.我想重新投入其中!

# spyder_papertown_myfirstmon1
source: *rummages* *rumages*
fr_fr: *fouille* *fouille*
it_it: *rovista* *rovista*
zh_cn: *翻找* *翻找*

# spyder_papertown_myfirstmon2
source: Here we go, looks like there's monsters in most of these bins. Sounds like my boss is calling. Good luck!
fr_fr: Et voilà, cinq Tuxemon ! Lequel voulez-vous ?
it_it: Ecco qui, cinque tuxemon. Quale vorresti?
zh_cn: 我们来了,有五只精灵!你喜欢哪个?

# spyder_papertown_firstfight_win
source: Huh, must be a fluke. There's no way the new model would be worse than the old!
fr_fr: Hum, c'est de la chance. Parce qu'il n'y a aucune raison que le nouveau modèle soit moins bien que l'ancien !
zh_cn: 哼,一定是侥幸.新精灵不可能比旧精灵更差!

# spyder_papertown_firstfight_lose
source: As expected! Old models can't compare to new ones!
fr_fr: Comme prévu ! Les anciens modèles ne peuvent pas se comparer aux nouveaux !
zh_cn: 果然不出所料!旧精灵无法与新精灵相比!

# spyder_cottontown_monk
source: I am assigned by the Dojo of the Five Elements to tend the statues here. But Omnichannel is planning to expand its offices into this space. I don't know what will happen to the statues when they do.
fr_fr: Le Dojo des Cinq Éléments m'a chargé de m'occuper des statues ici. Mais Omnichannel a déjà prévu d'étendre ses locaux à cet endroit. Je ne sais pas ce qu'il adviendra de ces statues si ça se fait.
it_it: Sono stato assegnato dal Dojo dei Cinque Elementi a curare le statue qui. Ma Omnichannel vuole espandere i suoi uffici in questo spazio. Non ho idea di che cosa succederà a queste statue quando lo faranno.
zh_cn: 我被五行道场指派来照顾这里的雕像. 但全能公司正计划将其办公室扩大到这个空间. 我不知道当他们这样做时,这些雕像会发生什么.

# spyder_cottontown_hackerintro
source: Hey, cool tuxemon! Can I see the receipt? ... Just kidding, I had a feeling you hadn't picked it up using, ah, official channels. For years, the Five Pillars have controlled the strongest tuxemon. Do you think it'd be cool to poke them in the eye? ... Good! I have a project for you. Meet me in the Cafe!
fr_fr: Hé, sympa le Tuxemon ! Vous avez la facture ? ... Je plaisante, j'avais juste le sentiment que vous ne l'aviez pas obtenu par... des moyens officiels. Pendant des années, les Cinq Piliers ont contrôlé les plus puissants Tuxemon. Vous pensez que vous aller pouvoir les contredire ? ... Très bien ! J'ai une proposition à vous faire. Venez me voir au Café !
it_it: Hey, bel tuxemon! Posso vedere lo scontrino? ... Scherzo, ho avuto il presentimento che lo avevi ottenuto senza usare i «canali» ufficiali. Per anni i Cinque Pilastri hanno controllato i tuxemon più forti. Pensi sia giusto ficcargli un dito negli occhi? ... Bene! Ho un progetto per te. Incontrami al Cafe!
zh_cn: 嘿,很酷的精灵!我可以看看收据吗? ... 开个玩笑,我有种感觉,你没有用官方的渠道来挑选它. 多年来,"五大支柱 "一直控制着最强的精灵.你觉得戳他们的眼镜会不会很酷? ... 很好!我有一个项目给你.在咖啡馆见我!

# spyder_cottontown_stopthere
source: Hey, that's not cool! You have to come to my talk at the cafe before you run off!
fr_fr: Hé, ça c'est pas cool ! Vous deviez venir me voir au café avant de vous enfuir !
zh_cn: 嘿,这可不行!在你跑掉之前,你必须来参加我在咖啡馆的讲座!

# spyder_cottontown_enforcer
source: Butt out of it, kid, this is private property!
fr_fr: Ne t'occupe pas des affaires des grands, c'est une propriété privée ici !
zh_cn: 少管闲事,小子,这里闲人免进!

# 37707_villager_male_missing
source: 00000: i W@$ n3v3R B0rN ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}}
es_es: 00000: Y0 nunc@ n@cÍ ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}}
fr_fr: 00000 : jE n'@i j@Ma1s 3t3 nÉ ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}}
zh_cn: 00000: 莪苁沬炪泩 ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}} ${{name}}

# spyder_cottoncafe_hackerchat
source: It's so cool that you're helping with Tuxepedia. ... Is there a prize for adding all the tuxemon? Only the satisfaction of helping the human race, buddy.
fr_fr: C'est trop classe que vous aidiez Tuxepedia. ... S'il y a une récompense pour y avoir ajouer tous les Tuxemon ? Juste la satisfaction éternelle d'avoir aider l'humanité, mon pote.
zh_cn: 你能帮助精灵百科,这太酷了. ... 添加所有的精灵有什么奖励吗? 只有帮助人类的满足感,伙计.

# spyder_cottoncafe_barmaid
source: Welcome back. Shall I chuck your tuxemon in the healing unit?
fr_fr: Encore bienvenue. Est-ce que je dois remettre votre Tuxemon dans l'unité de soin ?
zh_cn: 欢迎回来.要不要我把你的精灵放在治疗室里?

# spyder_cottonart_granny
source: I must be getting nostalgic. I almost said "Back in my day, things were better!"
fr_fr: Je dois être un peu nostalgique. J'ai presque dit "De mon temps, tout était bien mieux !"
zh_cn: 我一定是开始怀念了.我几乎总是说 "在我的时代,事情会更好!"

# spyder_cottonart_goth
source: I used to enjoy coming here every weekend to look at the paintings. Now all the best ones have been sold and the tickets are too expensive. But my nanna wanted to come, so ...
fr_fr: J'avais l'habitude de venir ici tous les week-ends pour admirer les tableaux. Sauf que depuis les plus beaux ont été vendus, et les tickets sont devenus trop chers. Mais comme ma nounou voulait venir, alors...
zh_cn: 我曾经喜欢每周末来这里看画. 现在所有最好的画都被卖掉了,而且门票也太贵了. 但我的祖母想来,所以......

# spyder_cottonart_florist
source: What do you think of the blue painting of a ship in the harbour? It's in the impressionist style - that means it tries to capture how light looks and behaves. See the small red sun reflected along the waves of the water?
fr_fr: Comment trouvez-vous le tableau bleu avec le bateau dans le port ? C'est un travail impressionniste - la recherche artistique réside dans l'appropriation de la lumière dans sa singularité la plus pure. Vous voyez tous ces petits soleils rouges réfléchis par la crête des vagues ?
zh_cn: 你对港口中的船舶的蓝色画作有什么看法? 它是印象派风格的--这意味着它试图捕捉光线的外观和行为. 看到沿着水波反射的小红太阳了吗?

# spyder_cottonart_shopkeeper
source: Welcome to the Cotton Town Art Gallery. Ah - I mean Art Shop! Ever since they cut our funding, we've had to sell the artworks instead of just displaying them. Entry is ${{currency}}50. It goes towards the company's annual dividend.
de_de: Willkommen in der Cotton Town Art Gallery. Ah - ich meine Art Shop! Seit sie unsere Finanzierung gekürzt haben, mussten wir die Kunstwerke verkaufen, anstatt sie nur auszustellen. Der Eintrag ist ${{currency}}50. Er fließt in die jährliche Dividende des Unternehmens.
fr_fr: Bienvenue à la Galerie d'Art de Cotonville. Ah - je voulais dire au Magasin d'Art. Depuis qu'ils nous ont retiré les aides, nous devons vendre les tableaux plutôt que de simplement les exposer. L'entrée est à 50${{currency}}. Ça nous sert à payer le dividende annuel de l'entreprise.
pt_br: Bem-vindo à Galeria de Arte de Cotton Town. Ah - Quero dizer Loja de Arte! Desde que cortaram nosso financiamento, tivemos que vender as obras de arte em vez de apenas exibi-las. A entrada é ${{currency}}50. Vai para o dividendo anual da empresa.
zh_cn: 欢迎来到棉花镇艺术馆.啊--我是说艺术商店! 自从他们削减我们的资金后,我们不得不出售艺术品,而不仅仅是展示它们. 入场费为${currency}50元.这将用于公司的年度股息.

# spyder_cottonscoop_deviceoffer
source: Welcome customer. Today, we're promoting Tuxeballs. Do you know what those are?
fr_fr: Bonjour cher client. Nous avons actuellement des promotions sur les Appareil de Capture. Vous connaissez ?
zh_cn: 欢迎.今天,我们正在推广精灵球.你知道这些是什么吗?

# spyder_cottonscoop_devicenoexplan
source: Okay, well here's five as a free sample. If you have any questions about how Tuxeballs work, just ask my assistant!
fr_fr: Bien, voilà un échantillon de cinq. Si vous avez des questions sur leur fonctionnement, demandez donc à mon assistant !
zh_cn: 好吧,这里有五个作为免费样品.如果您对采集设备的工作方式有任何疑问,请向 我的助手询问!

# spyder_cottonscoop_deviceexplan
source: Let my assistant introduce you.
fr_fr: Laissez mon assistant vous expliquer.
zh_cn: 让我的助手来向你介绍.

# spyder_cotton_tuxepediaintro2
source: All it takes to add information is for you to catch that particular tuxemon. It's so cool.
fr_fr: La seule chose nécessaire pour ajouter des informations sur un Tuxemon est de l'attraper. C'est simple.
zh_cn: 添加信息所需要的是你抓住那个特定的精灵.这真是太酷了.

# spyder_cotton_tuxepediaintro3
source: You are so engrossed reading the new entries, that you don't notice people leaving.
fr_fr: Vous êtes tellement plonger dans la lecture des nouvelles entrées, que vous n'avez même pas remarqué que tout le monde était déjà en train de partir.
pl: Jesteś tak pochłonięty czytaniem nowych wpisów, że nie zauważasz, że ludzie odchodzą.
zh_cn: 你全神贯注地阅读新条目,以至于你没有注意到人们离开.

# spyder_cotton_tuxepediaintro4
source: It's so cool that you came. There's still so many tuxemon to be added - over a hundred, I think. You could really get into it, and make a difference to the world.
fr_fr: C'est vraiment cool que vous soyez venu. Il y a encore tellement de Tuxemon à ajouter - au moins un millier, je crois. Vous devriez vous lancer là-dedans, et faire une différence dans ce monde.
zh_cn: 你能来真是太酷了.还有这么多的精灵要加入--我想有一百多个. 你可以真正进入它,并为世界带来改变.

# spyder_route2_billie1
source: Hey cheapskate! Still got your stolen tuxemon?
es_mx: ¡Oye tacaño! ¿Todavía tienes tu tuxemon robado?
fr_fr: Hé ! le radin ! Toujours avec ton Tuxemon volé ?
zh_cn: 嘿,小气鬼!你还带着你偷来的精灵吗?

# spyder_route2_billie2
source: This was a fluke. My tuxemon were expensive, and that means that they're high quality.
fr_fr: C'était de la chance. Mes Tuxemon valent chers, et ça veut dire qu'ils sont de bonne qualité.
zh_cn: 这是一种侥幸.我的精灵很贵,这意味着它们的质量很高.

# spyder_route2_graf1
source: I'm an ace - in battling and tennis!
fr_fr: Je suis un ace - en combat comme au tennis !
zh_cn: 我是王者--在搏击和网球方面!

# spyder_route2_marion1
source: So many tasty ants around! ... For my Aardorn, I mean.
fr_fr: Tellement de délicieuses fourmis autour de nous !... Pour mon Aardorn, bien sûr.
zh_cn: 周围有这么多美味的蚂蚁!...对于我的阿尔多恩,我的意思是...

# spyder_route2_roddick1
source: When I was ambushed on the dunny by SPIGHTER I was pretty creeped out.
fr_fr: Quand j'ai été pris au piège dans ma salle de bain par un Spighter, j'ai eu la peur de ma vie.
zh_cn: 当我被战斗蜘蛛埋伏在地牢里的时候,我感到非常惊恐.

# spyder_route2_roddick2
source: Hey, you didn't seem creeped out at all!
fr_fr: Hé, vous ne sembliez pas du tout apeuré !
zh_cn: 嘿,你看起来一点也不惊慌失措!

# spyder_citypark_maniac
source: Phew, we're pooped!
de_de: Puh, wir sind fix und fertig!
fr_fr: Ouf ! on est claqués !
zh_cn: 哈哈,我们已经大腹便便了!

# spyder_citypark_granny
source: We'll walk back to Leather Town after a little rest.
de_de: Nach einer kleinen Pause gehen wir zurück ins Leder Dorf.
fr_fr: Nous retournerons à Cuir-sur-Pré à pied après une petite pause.
zh_cn: 我们打算在这里歇会,然后走回皮革镇.

# spyder_citypark_florist
source: Enjoy the flower display! It's the pride of Leather Town.
de_de: Genießen Sie die Blumenausstellung! Es ist der ganze Stolz von Leder Dorf.
fr_fr: Appréciez ce paysage fleuri ! C'est l'une des grandes fiertés de Cuir-sur-Pré.
pl: Ciesz się wystawą kwiatów! To duma Leather Town.
zh_cn: 一定要欣赏一下皮革城的花展!它是皮革城的骄傲.

# spyder_citypark2_florist
source: The flowers look okay, don't they? ... Ever since the mining began in Leather Town, the flowers have been under the weather!
de_de: Die Blumen sehen okay aus, oder? ... Seit Beginn des Bergbaus im Leder Dorf sind die Blumen dem Wetter ausgesetzt!
fr_fr: Les fleurs se portent bien, non ?... Parce que depuis le début du minage à Cuir-sur-Pré, elles ont bien souffert !
zh_cn: 这些花看起来还不错,不是吗?...自从皮革城开始采矿以来,花儿们就一直处于风雨飘 摇的状态!

# spyder_route2_graf2
source: I got served.
de_de: Ich wurde bedient.
fr_fr: J'ai été servi.
zh_cn: 我被招待了.

# spyder_citypark_frances1
source: I have the finest gardens in all the land. That's why these Shybulb keep turning up.
de_de: Ich habe die schönsten Gärten im ganzen Land. Deshalb tauchen immer wieder diese Shybulb auf.
fr_fr: J'ai l'un des plus beaux jardins de la région. C'est pour ça que ces Shybulb n'arrêtent pas de venir.
zh_cn: 我有全世界最好的花园.这就是为什么这些小叶灯很喜欢来这里.

# spyder_citypark_bobette2
source: A cat would have won …
de_de: Eine Katze hätte gewonnen …
fr_fr: Un chat aurait gagné …
it_it: Un gatto avrebbe vinto…
zh_cn: 一只猫会赢的…

# spyder_route3_drag1
source: AGENT: What happened to the excavation? SHAFT BOSS: We got ... interrupted. By ... a kid. AGENT: A kid?! SHAFT BOSS: But we did manage to recover one ... AGENT: Hush! You know that's top secret. Alright, hand it over and scram! SHAFT BOSS: Okay, here ... uh!
fr_fr: AGENT : Qu'est-ce qui s'est passé du côté de l'excavation ? CHEF SHAFT : On a été... interrompus. Par... un gamin. AGENT : Un gamin ?! CHEF SHAFT : Oui, mais on a réussi à en récupérer un... AGENT : Chut ! Vous savez très bien que c'est un secret. D'accord, passez-le moi et dégagez ! CHEF SHAFT : Oui, voilà... euh !
it_it: AGENT: Cos'è successo allo scavo? SHAFT BOSS: Siamo stati... interrotti. Da... un ragazzino. AGENT: Un ragazzino?! SHAFT BOSS: Ma siamo riusciti a recuperarne uno... AGENT: Hush! Lo sai che è top secret. Ok, passamelo e sparisci! SHAFT BOSS: Okay, ecco ... uh!
zh_cn: 代理人：挖掘工作发生了什么? 我们被......打断了.被......一个孩子. 一个孩子? 但我们确实找到了一个... 嘘,你知道这是最高机密.好吧,把它交出来,然后滚蛋! 好的,给你......呃!

# spyder_route3_drag2
source: AGENT: What the?! Come with me, you can explain this to HQ!
fr_fr: AGENT : Qu'est-ce que ?! Venez avec moi, vous allez m'expliquer ça au QG !
it_it: AGENT: Cosa?! Vieni con me, puoi spiegare questo al Quartier Generale!
zh_cn: 代理：什么?跟我来,你可以向总部解释这个问题!

# spyder_route3_zoolander1
source: A boulder is causing problems for travellers? It's "our fault"? Who cares? We've got urgent work to do!
fr_fr: Un rocher bloque la route des touristes ? Et c'est "notre faute" ? Et alors ? On a beaucoup d'autres choses urgentes à faire !
zh_cn: 一块巨石给旅行者带来了麻烦? 这是 "我们的错"? 谁在乎呢?我们有紧急的工作要做!

# spyder_route3_zoolander2
source: Ah, I dropped my sledgehammer!
de_de: Ah, ich hab meinen Vorschlaghammer fallen lassen!
fr_fr: Ah ! j'ai fait tombé ma massue !
it_it: Ah, ho lasciato cadere la mia mazza!
zh_cn: 啊,我的大锤子掉了!

# spyder_route3_qqq1
source: Ah, the Enforcers weren't meant to let anyone out!
fr_fr: Ah ! Les Enforcers n'étaient pas censés laisser échapper qui que ce soit !
it_it: Ah, gli Enforcers non erano fatti per far uscire nessuno!
zh_cn: 啊,执法者并不打算让任何人出去!

# spyder_route3_qqq2
source: I'll reveal nothing about our plot! In fact, forget I said anything about a plot!
fr_fr: Je vais vous révéler quelque chose à propos de votre intrigue ! Non, en fait, oubliez que je viens de parler d'intrigue !
it_it: Non rivelerò niente riguardo al piano! In effetti, dimentica quello che ho detto sul piano!
zh_cn: 我不会透露任何关于我们的阴谋的信息!事实上,忘记我说过的关于阴谋的事情吧.事 实上,就当我没说过什么阴谋吧!

# spyder_route3_novak1
source: My Elofly is a genius! I'm going to collect as many as I can.
fr_fr: Mon Elofly est un génie ! Je vais aller en collectionner autant que possible.
it_it: Il mio Elofly è un genio! Ne collezionerò più che posso.
zh_cn: 我的埃洛飞是个天才!我要尽可能多地收集.

# spyder_route3_novak2
source: Hmm, not smart enough ...
de_de: Hmm, nicht schlau genug ...
fr_fr: Hmm, pas assez malin...
it_it: Hmm, non abbastanza intelligente...
zh_cn: 嗯,不够聪明.......

# spyder_route3_weaver1
source: Hey, butt out of it! This mine site belongs to Shaft!
fr_fr: Hé ! Sortez de là ! Cette mine appartient à Shaft !
it_it: Hey, fuori dai coglioni! Questa miniera appartiene alla Shaft!
zh_cn: 嘿,别管它了!这个矿区是属于沙夫特的!

# spyder_route3_weaver2
source: Go on, get out!
fr_fr: Allez, dégage !
it_it: Avanti, vattene!
zh_cn: 去吧,出去吧!

# spyder_route3_curie1
source: Look at my magnificent invention!
de_de: Schau dir meine großartige Erfindung an!
fr_fr: Regardez ma superbe invention !
it_it: Guarda la mia magnifica invenzione!
zh_cn: 看看我的宏伟发明吧!

# spyder_route3_curie2
source: Why did you do that?
de_de: Warum hast du das gemacht?
fr_fr: Pourquoi avez-vous fait ça ?
it_it: Perché lo hai fatto?
zh_cn: 你为什么要这样做?

# spyder_route3_connor1
source: My Weavifly is fighting fit now - there was a while there where it couldn't fly.
fr_fr: Mon Weavifly est en forme maintenant - pendant un bon moment, il n'arrivait même plus à voler.
it_it: Il mio Weavifly è pronto a combattere adesso - una volta non riusciva a volare.
zh_cn: 我的尖刺蜂现在正处于战斗状态--有一段时间它无法飞行.

# spyder_route3_connor2
source: Oh well, this will be a learning experience for them.
de_de: Ach je, die werden noch eine Menge dazulernen.
fr_fr: Eh bien, ça sera une bonne leçon pour eux.
it_it: Oh bene, questa sarà un'esperienza di apprendimento per loro.
zh_cn: 哦,好吧,这将是他们的一个学习经验.

# spyder_route3_roxby1
source: Bring that pile driver over here and be quick! Hey ... you don't look like a miner.
de_de: Bring die Ramme hier rüber und beeil dich! Hey ... du siehst nicht aus wie ein Bergarbeiter.
fr_fr: Amenez ce marteau-piquer ici, et vite ! Hé !... mais vous ne semblez pas être un travailleur de cette mine.
it_it: Porta qui quel battipalo e sii veloce! Hey... non sembri un minatore.
zh_cn: 把打桩机拿过来,快点!嘿......你看起来不像是个矿工.

# spyder_route3_twig1
source: Some of the stuff we're digging up belongs in a museum! Wait, you don't work here.
fr_fr: Certains trucs qu'on déterre devraient appartenir à un musée ! Attendez, mais vous ne travaillez pas ici.
it_it: Alcune delle cose che stiamo portando alla luce appartengono al museo! Aspetta, ma tu non lavori qui.
zh_cn: 我们挖出来的一些东西是属于博物馆的! 等等,你不在这里工作.

# spyder_route3_twig2
source: Don't mention that museum stuff to the boss, okay?
fr_fr: Ne mentionnez pas cette histoire de musée au chef, d'accord ?
it_it: Non menzionare il museo al capo, okay?
zh_cn: 不要向老板提起博物馆的事,好吗?

# spyder_route3_twig3
source: I will train more and become as strong as our Boss. She worked so hard to become the leader, I wanna be like her someday.
fr_fr: Je m'entrainerai encore plus pour devenir aussi fort que notre Boss. Elle a travaillé si dur pour devenu un leader, je veux être comme elle un jour.
it_it: Mi allenerò di più e diventerò forte come il Boss. Una persona che ha lavorato duramente per diventare un leader, vorrei assomigliarli.
zh_cn: 我将进行更多的训练,变得像我们的老板一样强大. 她如此努力地成为领导者,我希望有一天能像她一样.

# spyder_route3_wanda1
source: All I ever seem to catch is boring Nudiflot!
fr_fr: Là seule chose que j'arrive à attraper, c'est ces Nudiflot inutiles !
it_it: Sembra che tutto quello che catturo è qualche noioso Nudiflot!
zh_cn: 我似乎只抓到了无聊的浮蛞蝓!

# spyder_wayfarer1_jessie2
source: You're not as helpful as an Enforcer. Or as handsome.
fr_fr: Vous n'êtes pas aussi utile qu'un Enforcer. Ni même aussi beau.
pl: Nie jesteś tak pomocny jak Egzekutor. Ani tak przystojny.
zh_cn: 你不像执法者那样有帮助.也没有那么英俊.

# spyder_wayfarer1_nightshade1
source: It's embarrassing. All the Nurses' tuxemon got sick, but the Enforcers' tuxemon are fighting fit!
fr_fr: C'est gênant. Tous les infirmations des Tuxemon sont malades, mais leurs Enforcers se battent en pleine santé !
pl: To żenujące. Wszystkie pielęgniarki zachorowały, ale tuxemony egzekutorów są w dobrej formie!
zh_cn: 这很令人尴尬.所有护士的精灵都生病了,但执法者的精灵却很健康!

# spyder_wayfarer1_nightshade2
source: I guess we have a lot to learn about tuxemon care.
fr_fr: Je pense que nous avons encore beaucoup à apprendre sur les soins des Tuxemon.
pl: Myślę, że mamy jeszcze wiele do nauczenia się o pielęgnacji tuxemonów.
zh_cn: 我想我们有很多东西需要学习,关于精灵的护理.

# spyder_wayfarer1_victor1
source: Hey, you're not leaving with potentially infected tuxemon!
fr_fr: Hé ! vous n'allez pas partir avec des Tuxemon qui peuvent être infectés !
pl: Hej, nie wyjdziesz z potencjalnie zainfekowanym tuxemonem!
zh_cn: 嘿,你不能带着可能被感染的精灵离开!

# spyder_wayfarer1_victor2
source: Stop right there! Or, um ...
fr_fr: Arrêtez-vous ici ! Ou, hum ...
pl: Zatrzymaj się! Albo, hm...
zh_cn: 就在那里停下!或者,嗯...

# spyder_wayfarer1_morningstar1
source: I'm not surprised to see you here.
de_de: Ich bin nicht überrascht dich hier zu sehen.
fr_fr: Je ne suis même pas surpris de vous voir ici.
pl: Nie jestem zaskoczony, że cię tu widzę.
zh_cn: 在这里看到你,我一点也不惊讶.

# spyder_wayfarer1_morningstar2
source: Come back and see me later - next patient please!
fr_fr: Revenez me voir plus tard - patient suivant !
pl: Wróć i zobacz mnie później - kolejny pacjent proszę!
zh_cn: 以后再来找我--请下一个病人!

# spyder_wayfarer1_bravo1
source: This enforcement action is sponsored by Omnichannel: The Only News You Need.
pl: Ta akcja jest sponsorowana przez Omnichannel: Jedyne potrzebne ci wiadomości.
zh_cn: 此项执法行动由全能公司赞助.你唯一需要的新闻.

# spyder_wayfarer1_bravo2
source: Please do not let my battling performance affect your opinion of Omnichannel: The Only News You Need.
fr_fr: Veuillez ne pas laisser mes performances lors de ce combat changer votre opinion de Omnichannel : La seule source d'informations dont vous avez besoin.
pl: Proszę, nie pozwól, aby moje wyniki w bitwie wpłynęły na Twoją opinię o Omnichannel: Jedyne potrzebne ci wiadomości.
zh_cn: 请不要让我的战斗表现影响你对全能公司的看法.

# spyder_wayfarer1_james1
source: I wonder how the Enforcers got here so quickly! Nurse Jessie must have called them.
de_de: Ich frage mich wie die Verstärkung so schnell hier sein konnte! Schwester Jessie muss sie gerufen haben.
fr_fr: Je me demande comment les Enforcers sont arrivés aussi vite ! L'infirmière Jessie a dû les prévenir.
pl: Zastanawiam się, jak Egzekutorzy dotarli tu tak szybko! Pielęgniarka Jessie musiała ich wezwać.
zh_cn: 我想知道执法者怎么这么快就来了!?一定是杰西护士叫他们来的.

# spyder_wayfarer1_james2
source: I'm glad Jessie didn't see my lose like that!
de_de: Ich bin froh, dass Jessie nicht gesehen hat wie ich verloren habe!
fr_fr: Je suis rassuré que Jessie n'a pas vu cette défaite !
pl: Cieszę się, że Jessie nie widziała mojej przegranej w ten sposób!
zh_cn: 我很高兴杰西没有看到我这样的损失!

# spyder_wayfarer1_bismuth1
source: I hope this isn't related to those sick tuxemon at Scoop Farms!
fr_fr: J'espère que ça n'a pas de rapport avec ces Tuxemon malades de Scoop Farms !
pl: Mam nadzieję, że to nie jest związane z tymi chorymi tuxemonami w Scoop Farms!
zh_cn: 我希望这与勺子农场的那些生病的精灵没有关系!

# spyder_route4_beck1
source: Your serve!
fr_fr: À toi !
pl: Twoja służba!
zh_cn: 你的发球!
