Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# spillit
source: You know that I am the leader of the Xero institute and that I recruited you to fight them. But you don't know something else. Allie, who you met before... What? I told you we would be watching, you don't have to be surprised by it.
es_mx: Tú sabes que soy el líder del Instituto Xero y que te recluté para luchar contra ellos. Pero desconoces otros aspectos. Allie, a quien conociste antes... ¿Qué? Te dije que estaríamos vigilando, no tienes que sorprenderte por ello.
fr_fr: Vous savez que je suis le boss de l'institut Xero et que je vous ai recruté pour les combattre. Mais il y a autre chose que vous ignorez. Allie, que vous avez rencontré plus tôt... Quoi ? Je vous ai dit qu'on regarderait, pas besoin d'en être surpris.
it_it: Tu sai che sono il capo dell'Istituto Xero per la Ricerca e il Progresso sui Tuxemon e che ti ho reclutato per combatterli. Ma non sai nient'altro. Allie, che hai incontrato prima... Cosa? Ti ho detto che ti osserviamo, non devi esserne sorpreso!
zh_cn: 你知道我是Xero研究所的领导人,我招募你来对抗他们.但你不知道别的事情. 艾莉,你以前见过的人......什么?我告诉过你我们会观察的,你不必为此感到惊 讶.

# spillit3
source: Whatever... Allie is my sister and means the world to me, so it destroyed me when I found out he had taken her to HQ.
de_de: Wie auch immer... Allie ist meine Schwester und bedeutet mir die Welt, deshalb war ich am Boden zerstört, als ich herausgefunden habe, dass er sie ins HQ gebracht hat.
es_es: Lo que sea... Allie es mi hermana y lo significa todo para mí, así que me destrozó enterarme de que se la han llevado al cuartel general.
es_mx: Como sea... Allie es mi hermana y significa el mundo entero para mí, así que me destruyó cuando descubrí que se la habían llevado al HQ.
fr_fr: Qu'importe... Allie est ma sœur et est tout ce que j'ai au monde, donc j'étais anéanti quand j'ai appris qu'il avait emmené au QG.
it_it: Comunque... Allie è mia sorella e per me lei è tutto. Mi ha distrutto scoprire che l'avevano portata nella sede centrale.
zh_cn: 无论如何...艾莉是我的妹妹,对我来说意味着全世界,所以当我发现他把她带到总部 时,我被摧毁了.

# spillit4
source: It may not seem like a bad thing, but it is. Do you know what they do to their recruits? DO YOU!?
de_de: Es mag vielleicht nicht den Eindruck von etwas Schlechtem zu machen, aber es ist etwas Schlechtes. Weißt du, was die ihnen antun? Weißt du es!?
es_es: Puede no parecer algo malo, pero lo es. ¿Sabes qué les hacen? ¿¡LO SABES!?
es_mx: Puede que no parezca una cosa mala, pero lo es. ¿Sabe lo que le hacen a sus reclutas? ¿¡LO SABE!?
fr_fr: Ça peut ne pas sembler bien méchant, mais ça l'est. Savez-vous ce qu'ils font à leurs recrus ? VRAIMENT !?
it_it: Potrebbe non essere una cattiva cosa ma in fondo lo è. Tu sai che cosa fanno alle loro reclute? LO SAI!?
zh_cn: 这似乎不是一件坏事,但它是.你知道他们对自己的饼干做了什么吗?你知道吗?

# spillit5
source: Because neither do I... All I know is that no one has ever left Omnichannel after being recruited.
de_de: Denn ich auch nicht... Alles, was ich weiß, ist, dass niemand jemals Omnichannel nach der Rekrutierung verlassen hat.
es_es: Porque yo tampoco... Lo único que sé es que nunca nadie ha abandonado Omnichannel después de ser reclutado.
es_mx: Porque yo tampoco... Lo único que sé es que nadie ha dejado Omnichannel después de ser reclutado.
fr_fr: Parce que moi non plus... Tout ce que je sais c'est que personne n'a jamais quitté Omnichannel après avoir été embauché.
it_it: Perché io non lo so... Ciò che so è che nessuno ha mai abbandonato la Omnichannel dopo essere stato reclutato.
zh_cn: 因为我也不知道...我所知道的是,从来没有人在被招募后离开全能公司.

# nopenotyet
source: Sorry, someone got injured on the route. It's closed right now.
es_es: Lo siento, alguien ha resultado herido en la ruta. Ahora mismo está cerrada.
es_mx: Lo siento, alguien se ha lesionado en la ruta. Ahora mismo está cerrada.
fr_fr: Désolé, il y a eu un accident sur la route. Elle est fermée pour le moment.
it_it: Scusa, qualcuno si è fatto male sulla strada. È chiusa ora.
pl: Niestety, ktoś został ranny na tej trasie. W tej chwili jest ona zamknięta.
pt_br: Desculpe, alguém se machucou na rota. Está fechado agora.
zh_cn: 对不起,有人在这条路上受伤了.现在已经关闭了.

# yestalk
source: Really? Thanks...
de_de: Wirklich? Danke...
es_es: ¿En serio? Gracias...
es_mx: ¿De veras? Gracias...
fr_fr: Vraiment ? Merci...
it_it: Veramente? Grazie...
zh_cn: 真的吗?谢谢...

# darnitjohn5
source: Why are you still here?
de_de: Warum bist du noch immer hier?
es_es: ¿Qué haces aún ahí?
es_mx: ¿Por qué estás todavía aquí?
fr_fr: Pourquoi es-tu toujours là ?
it_it: Perché sei ancora qui?
pl: Dlaczego wciąż tu jesteś?
pt_br: Por que você ainda está aqui?
zh_cn: 你为什么还在这里?

# darnitjohn9
source: YOU IMBECILE! I will say this once and only once: GO. SEARCH. THE. HOUSES.
es_es: ¡TÚ, IMBÉCIL! Voy a decirlo una y solo una vez: VE. A. INSPECCIONAR. LAS. CASAS.
es_mx: ¡TÚ, IMBÉCIL! Lo diré una vez y sólo una vez: VE. A. REGISTRAR. LAS. CASAS.
fr_fr: IMBÉCILE ! Je ne le dirais qu'une seule fois : VA. FOUILLER. LES. MAISONS.
it_it: TU IMBECILLE! Lo dirò una sola volta: VAI. A. CERCARE. NELLE. CASE.
pl: TY IMBECYLU! Powiem to raz i tylko raz: IDŹ. PRZESZUKAĆ. DOMY.
pt_br: VOCÊ! Vou dizer isso uma vez e apenas uma vez: IR. PROCURAR. O. CASAS.
zh_cn: 你是个骗子! 我只说一次,而且只说一次. 去.寻找.房子.

# hellolovelypeople4
source: I'm pretty sure there are houses in Cotton Town larger than this...
es_es: Estoy bastante segura de que hay casas en Pueblo Algodón más grandes que esto...
es_mx: Estoy bastante segura de que hay casas en Pueblo Algodón más grandes que esto...
fr_fr: Je suis assez sûr qu'il y a des maisons à Contonville plus grandes que celle-là…
it_it: Sono praticamente sicuro che ci sono case a Cotonopoli più grandi di questa...
pl: Jestem pewien, że w Cotton Town są domy większe od tego...
pt_br: Tenho certeza de que há casas em Cotton Town maiores do que esta...
zh_cn: 我很确定在棉花镇有比这更大的房子......

# hellolovelypeople2
source: I know you're probably wondering why my Omni Knights and I are here. Wait...
es_es: Sé que probablemente os preguntáis por qué mis Omni caballeros y yo estamos aquí. Espera...
es_mx: Sé que probablemente se preguntan por qué mis Caballeros Omni y yo estamos aquí. Esperen...
it_it: So che ti stai probabilmente chiedendo perché io e i miei Omnicavalieri siamo qui, Aspetta...
pl: Wiem, że pewnie zastanawiacie się, dlaczego ja i moi Omni Rycerze tu jesteśmy. Czekaj...
pt_br: Eu sei que você provavelmente está se perguntando por que meus Cavaleiros Omni e eu estamos aqui. Espera...
zh_cn: 我知道你可能想知道为什么我和我的全能骑士在这里. 等等...

# maamiexist4
source: Nah, leave it. These people obviously have terrible taste and despise usefulness and simplicity... Check the lab now Grant. I'll wait for John.
es_es: No, déjalo. Esta gente obviamente tiene un gusto terrible y desprecian la utilidad y la simplicidad... Comprueba el laboratorio ahora Grant. Esperaré a John.
es_mx: No, déjalo. Esta gente, obviamente, tiene un gusto terrible y desprecia la utilidad y la simplicidad... Grant, revisa el laboratorio ahora. Esperaré a John.
fr_fr: Nan, laisse-le. Ces gens n'ont visiblement aucun goût et détestent la praticité et la simplicité... Va plutôt vérifier le labo, Grant. J'attends John.
it_it: Nah, lascia stare. Queste persone ovviamente hanno gusti orribili nonostante l'utilità e la semplicità... Controlla il laboratorio ora, Grant. Attenderò John.
pl: Nie, zostaw to. Ci ludzie mają najwyraźniej fatalny gust i gardzą użytecznością i prostotą... Sprawdź teraz laboratorium, Grant. Ja poczekam na Johna.
pt_br: Não, deixe-o. Essas pessoas, obviamente, têm um gosto terrível e desprezam a utilidade e a simplicidade... Verifique o laboratório agora Grant. Vou esperar pelo John.
zh_cn: 不,离开它.这些人显然有糟糕的品味,并鄙视有用性和简单性...... 现在检查实验室,格兰特.我等着约翰.

# oopsie2
source: Why don't we wait for my knights to return. I hate to announce bad news alone.
de_de: Warum warten wir nicht auf die Rückkehr meiner Ritter? Ich hasse es, nur schlechte Nachrichten zu verkünden.
es_es: ¿Por qué no esperamos a que regresen mis caballeros? Odio anunciar malas noticias sola.
es_mx: ¿Por qué no esperamos a que vuelvan mis caballeros? Odio anunciar las malas noticias yo sola.
fr_fr: Pourquoi n'attendrions pas que mes chevaliers reviennent. Je déteste annoncer les mauvaises nouvelles moi-même.
it_it: Perché non aspettiamo che ritornino i miei cavalieri? Odio annunciare brutte notizie da solo.
pl: Dlaczego nie zaczekamy na powrót moich rycerzy. Nienawidzę ogłaszać złych wieści samemu.
pt_br: Por que não esperamos que meus cavaleiros retornem? Eu odeio anunciar más notícias sozinho.
zh_cn: 我们为什么不等我的骑士们回来. 我讨厌独自宣布坏消息.

# maamnothing4
source: Great. Thanks for the notice.
es_es: Genial. Gracias por avisar.
es_mx: Genial. Gracias por el informe.
fr_fr: Bien. Merci pour l'avertissement.
it_it: Bene. Grazie per la notizia.
pl: Świetnie. Dzięki za informację.
pt_br: Legal. Obrigado pelo aviso.
zh_cn: 很好.谢谢你的通知.

# maamnothing6
source: ... ... ... ... ... Fine. We should probably head back to HQ and report.
es_es: ... ... ... ... ... Bien. Probablemente deberíamos volver al cuartel general y reportar.
es_mx: ... ... ... ... ... Está bien. Deberíamos volver al HQ e informar esto.
fr_fr: ... ... ... ... ... Bien. Nous devrions retourner au QG pour notre rapport.
it_it: ... ... ... ... ... Bene. Dovremmo tornare indietro alla sede centrale e fare rapporto.
pl: ... ... ... ... ... Dobrze. Powinniśmy chyba wrócić do kwatery głównej i złożyć raport.
pt_br: ... ... ... ... ... Bom. Provavelmente deveríamos voltar para a sede e informar.
zh_cn: ... ... ... ... ...好吧.我们也许应该回总部去报告.

# frowntime
source: I don't mind being here... It's just lonely sometimes...
es_es: No me importa estar aquí... Solamente es un poco solitario a veces...
es_mx: No me importa estar aquí... Es sólo que a veces me siento solo...
fr_fr: Ça ne me gêne pas de rester ici... Juste que je me sens un peu seul parfois...
it_it: A me non interessa essere qui... È solo solitario ogni tanto...
pl: Nie przeszkadza mi to, że tu jestem... Tylko czasami jestem samotny...
pt_br: Não me importo de estar aqui... É apenas solitário às vezes...
zh_cn: 我并不介意在这里... 只是有时很孤独...

# theanthemishere
source: Listen! The anthem is starting, we made it just in time. Come and watch!
es_mx: ¡Escucha! El himno está empezando, llegamos justo a tiempo. ¡Ven y mira!
fr_fr: Écoutez ! L'hymne a commencé, on est arrivés juste à temps. Allons vois ça !
it_it: Ascolta! L'inno sta iniziando, ce l'abbiamo fatta giusto in tempo. Vieni qui e guarda!
pl: Słuchaj! Hymn się zaczyna, zdążyliśmy w samą porę. Chodź i oglądaj!
pt_br: Escutar! O hino está começando, nós o fizemos bem a tempo. Venha assistir!
zh_cn: 听着!国歌开始了,我们及时赶到了.快来观看吧!

# announcement5
source: It has been a long, hard road to the peace and tranquility that now reigns in the Fondent region. However, it is my pleasure to announce, on this day, the 25th Anniversary of the founding of Omnichannel... TUXEMON ARE CONTROLLED! *deafening screaming* Quiet Down! Quiet Down! Your enthusiasm is infectious I must say! In conjunction with the Xero institute, we have stripped away their will to attack! Due to this, we are confident that releasing Tuxemon into the wild is safe. However, curfews must still be enforced, we are not a lawless region after all. After all... WE ARE SAFETY, WE ARE ORDER, WE ARE OMNICHANNEL!
de_de: Es war ein langer, harter Weg zu dem Frieden und der Ruhe, die jetzt in der Region Fondent herrscht. Es ist mir jedoch eine Freude, an diesem Tag den 25. Jahrestag der Gründung von Omnichannel bekannt zu geben... TUXEMON ARE CONTROLLED! *ohrenbetäubendes Geschrei* Beruhigen Sie sich! Beruhigen Sie sich! Ihre Begeisterung ist ansteckend, muss ich sagen! Gemeinsam mit dem Xero-Institut haben wir ihnen den Angriffswillen genommen! Aus diesem Grund sind wir zuversichtlich, dass die Freilassung von Tuxemon in die Wildnis sicher ist. Ausgangssperren müssen jedoch weiterhin durchgesetzt werden, wir sind schließlich keine rechtsfreie Region. Letztendlich... WIR SIND SICHERHEIT, WIR SIND ORDNUNG, WIR SIND OMNICHANNEL!
es_es: Hemos seguido un camino largo y difícil hasta nuestra situación actual aquí, en la región Fondent. No obstante, es para mí un placer anunciar en este día, el vigésimo quinto aniversario de la fundación de Omnichannel... ¡LOS TUXEMON ESTÁN BAJO CONTROL! *grito ensordecedor* ¡Silencio! ¡Silencio! ¡He de decir que vuestro entusiasmo es contagioso! ¡Conjuntamente con el instituto Xero, hemos eliminado su deseo de atacar! A causa de esto, estamos bastante convencidos de que dejar sueltos a los Tuxemon es seguro ahora. No obstante, los toques de queda siguen vigentes. ¡No somos una tierra sin ley después de todo! Al fin y al cabo... ¡SOMOS SEGURIDAD, SOMOS ORDEN, SOMOS OMNICHANNEL!
es_mx: Ha sido un largo y duro camino hasta la paz y la tranquilidad que ahora reina en la región Fondent. Sin embargo, tengo el placer de anunciar, en este día, el 25.º Aniversario de la fundación de Omnichannel... ¡LOS TUXEMON ESTÁN CONTROLADOS! *gritos ensordecedores* ¡Silencio! ¡Tranquilos, Tranquilos! ¡Debo decir que su entusiasmo es contagioso! Junto con el Instituto Xero, ¡hemos eliminado su voluntad de atacar! Debido a esto, confiamos en que la liberación de los Tuxemon en la naturaleza es segura. Sin embargo, los toques de queda aún deben ser aplicados, no somos una región sin ley después de todo. A fin de cuentas... ¡SOMOS SEGURIDAD, SOMOS ORDEN, SOMOS OMNICHANNEL!
fr_fr: Le chemin fut long et difficile, mais maintenant règne la paix et la tranquillité dans la région de Fondent. Cependant, j'ai le plaisir d'annoncer, en ce jour du 25ème anniversaire de la fondation d'Omnichannel... NOUS CONTRÔLONS LES TUXEMON ! *hurlements de la foule* Silence ! Silence ! Votre enthousiasme est contagieux, je l'avoue ! En collaboration avec l'institut Xero, nous avons inhibé leur instinct d'attaque. Nous pouvons dorénavant affirmer qu'il n'y a plus le moindre danger à relâcher des Tuxemon dans la nature. Cependant, les couvre-feux doivent toujours être respectés, pour protéger notre belle région. Après tout... NOUS SOMMES LA SURETÉ, NOUS SOMMES L'ORDRE, NOUS SOMMES OMNICHANNEL !
it_it: È stata una strada lunga e difficile verso la pace e la tranquillità che ora regna nella regione di Fondent. Tuttavia, ho il piacere di annunciare, in questo giorno, il 25° anniversario della fondazione di Omnichannel... TUXEMON SONO CONTROLLATI! *urla assordanti* Calmati! Calmati! Il tuo entusiasmo è contagioso devo dire! In collaborazione con l'istituto Xero, abbiamo rimosso la loro volontà di attaccare! Per questo motivo, siamo fiduciosi che rilasciare Tuxemon in natura sia sicuro. Tuttavia, il coprifuoco deve ancora essere applicato, dopo tutto non siamo una regione senza legge. Dopo tutto... SIAMO SICUREZZA, SIAMO ORDINE, SIAMO OMNICHANNEL!
pl: To była długa i ciężka droga do pokoju i spokoju, który teraz panuje w regionie Fondent. Jednak z przyjemnością ogłaszam, że w tym dniu, w 25. rocznicę założenia Omnichannel... TUXEMONY SĄ KONTROLOWANE! *ogłuszający krzyk* Spokojnie, cisza! Muszę przyznać, że wasz entuzjazm jest zaraźliwy! We współpracy z instytutem Xero, pozbawiliśmy je chęci do ataku! Dzięki temu jesteśmy pewni, że wypuszczenie Tuxemona na wolność jest bezpieczne. Jednak godziny policyjne nadal muszą być przestrzegane, nie jesteśmy przecież regionem bezprawia. W końcu... JESTEŚMY BEZPIECZEŃSTWEM, JESTEŚMY PORZĄDKIEM, JESTEŚMY OMNICHANNEL!
pt_br: Foi um longo e difícil caminho para a paz e a tranquilidade que agora reina na região de Fondent. No entanto, tenho o prazer de anunciar, neste dia, o 25º Aniversário da fundação da Omnichannel... TUXEMON SÃO CONTROLADOS! *gritos ensurdecedores* Calma! Calma! O vosso entusiasmo é contagiante, devo dizer! Em conjunto com o instituto Xero, tiramos sua vontade de atacar! Devido a isso, estamos confiantes de que liberar Tuxemon na natureza é seguro. No entanto, o toque de recolher ainda deve ser aplicado, afinal, não somos uma região sem lei. Afinal de contas... SOMOS SEGURANÇA, SOMOS ORDEM, SOMOS OMNICHANNEL!
zh_cn: 芳登地区现在的和平与安宁是一条漫长而艰难的道路. 然而,我很高兴地宣布,在这一天,即全能公司成立25周年之际,... 精灵被控制了! *震耳欲聋的尖叫声* 安静下来!安静下来!我必须说,你的热情是有感染力的! 在与Xero研究所的合作中,我们已经剥夺了它们的攻击意志! 由于这个原因,我们有信心将精灵释放到野外是安全的. 然而,宵禁还是必须执行的,毕竟我们不是一个无法无天的地区. 毕竟...我们是安全,我们是秩序,我们是全方位的!

# hmmm4
source: Maybe they're making a water park!
es_mx: ¡Quizás estén haciendo un parque acuático!
fr_fr: Peut-être qu'ils construisent un parc aquatique !
it_it: Forse stanno facendo un parco acquatico!
pl: Może robią park wodny!
pt_br: Talvez eles estejam fazendo um parque aquático!
zh_cn: 也许他们在做一个水上公园!

# bobtalk
source: It would be nice if more people like you came around to say Hi... By the way, Hello! Have a good day! Today or Tomorrow or any day will be great!
de_de: Es wäre schön, wenn mehr Leute wie Sie kommen würden, um Hallo zu sagen... Übrigens, Hallo! Einen schönen Tag noch! Heute oder morgen oder jeder Tag wird großartig sein!
es_mx: Estaría bien que más gente como tú viniera a Saludar... A propósito, ¡Hola! ¡Que tengas un buen día! Hoy o Mañana o cualquier día, no importa, ¡será genial!
fr_fr: Ça sera agréable si plus de gens comme vous venaient nous dire Bonjour... Ou même, Salut ! Bonne journée ! Demain ou après-demain, ou même n'importe quel autre jour, ça serait bien !
it_it: Sarebbe carino se più persone come te ti vengono incontro e ti salutano... Tra l'altro, ciao! Ti auguro una buona giornata! Oggi, domani o ogni altro giorno sarà bello!
pl: Byłoby miło, gdyby więcej ludzi takich jak ty przychodziło się przywitać... Przy okazji, witaj! Miłego dnia! Dziś lub jutro lub jakikolwiek dzień będzie wielki!
pt_br: Seria bom se mais pessoas como você viessem dizer Oi... A propósito, Olá! Tenha um ótimo dia! Hoje ou amanhã ou qualquer dia será ótimo!
zh_cn: 如果有更多像你这样的人过来打招呼就好了...... 顺便说一句,你好!祝你有个愉快的一天!今天或明天或任何一天都会很好!

# professorexists2
source: You must be Callie's kid! I've heard so much about you from your mom. What brings you in here for? .... .... .... Potions? Of course, you always need those! Here, have a few on the house, courtesy of me.
de_de: Du musst Callies Kind sein! Ich habe so viel über dich von deiner Mutter gehört. Wofür kommen Sie hierher? .... .... .... Tränke? Die braucht man natürlich immer! Hier, haben ein paar auf dem Haus, mit freundlicher Genehmigung von mir.
es_mx: ¡Tú debes ser el hijo de Callie! He oído hablar mucho de ti por tu madre. ¿Qué te trae por aquí? .... .... .... ¿Pociones? ¡Por supuesto, siempre son necesarias! Toma, aquí tienes unas cuantas por galantería de la casa, cortesía mía.
fr_fr: Vous devez être l'enfant de Callie ! J'ai entendu beaucoup à votre sujet par votre maman. Qu'est-ce qui vous amène ici ? .... .... .... Des Potions ? Bien sûr, c'est toujours utile ! Voila, prenez-en quelques-unes, la maison vous les offre.
it_it: Tu devi essere il figlio di Callie! Ho sentito molto di te da tua mamma. Che cosa ti porta qui? ... ... ... Pozioni? Ma certamente, ne hai sempre bisogno! Ecco, ne ho un po' a casa. Sono offerte da me.
pl: Ty musisz być dzieckiem Callie! Tyle o tobie słyszałam od twojej mamy. Co cię tu sprowadza? .... .... .... Mikstury? Oczywiście, zawsze ich potrzebujesz! Proszę, weź kilka na mój koszt, dzięki mojej uprzejmości.
pt_br: Você deve ser o filho de Callie! Eu ouvi muito sobre você de sua mãe. O que te traz até aqui? .... .... .... Poções? Claro, você sempre precisa desses! Aqui, tenha alguns em casa, cortesia minha.
zh_cn: 你一定是凯莉的孩子!我从你妈妈那里听说了很多关于你的事情. 什么风把你吹到这里来了? ........ .... 药水?当然,你总是需要那些东西! 在这里,有一些在我家里,这是我的礼节.

# hmmm6
source: .... .... Okay... But it could be...
es_mx: .... .... Está bien... Pero podría ser...
fr_fr: .... .... D'accord... Ça pourrait bien...
it_it: .... .... Okay... ma potrebbe essere...
pl: .... .... Okej... Ale to może być...
pt_br: ........ Ok... Mas pode ser...
zh_cn: ........好吧...但它可能是...

# ihaveyourmoney
source: Well, maybe I can help with that.
es_mx: Bueno, tal vez pueda ayudar con esto.
fr_fr: Bien, peut-être que je peux aider avec ça.
it_it: Bene, forse posso aiutarti con questo.
pl: Cóż, może ja mogę w tym pomóc.
pt_br: Bem, talvez eu possa ajudar com isso.
zh_cn: 好吧,也许我可以帮上忙.

# chooseyerfateTweesher
source: A great choice! Tweesher is a Water-type Tuxemon. It's evolution Eagleace is one of the fastest Tuxemon Do you want to choose Tweesher?
es_mx: ¡Una gran elección! Tweesher es un Tuxemon de tipo Agua. Su evolución, Eagleace, es uno de los Tuxemon más rápidos. ¿Deseas elegir a Tweesher?
fr_fr: Un bon choix ! Le Tweesher est un Tuxemon de type Eau. Une fois évolué en Eagleace, il est un des Tuxemon les plus rapides. Choisissez-vous le Tweesher ?
pl: Świetny wybór! Tweesher jest Tuxemonem wodnym. Ta ewolucja Eagleace jest jednym z najszybszych Tuxemon Czy chcesz wybrać Tweeshera?
pt_br: Uma ótima escolha! Tweesher é um Tuxemon do tipo Água. Sua evolução Eagleace é um dos Tuxemon mais rápidos Você quer escolher Tweesher?
zh_cn: 一个伟大的选择!镊鹭是一只水系精灵.它的进化体冰川鹰是最快的精灵之一. 你想选择镊鹭吗?

# wewnicefight
source: Wow, that was a good fight! Let me heal your Tuxemon real quick... And... There! All set! With a little more practice and maybe a few more Tuxemon, you'll definitely be able to take on the Trial.
es_mx: ¡Guau, esa fue una buena pelea! Déjame curar a tu Tuxemon, no tardaré nada... Y... ¡Ya está! ¡Todo listo! Con un poco más de práctica y tal vez unos cuantos Tuxemon más, definitivamente serás capaz de enfrentarte en la Prueba.
fr_fr: Ouah ! c'était un bon combat ! Laissez-moi guérir mon Tuxemon rapidement... Et... voilà ! C'est bon ! Avec un peu d'entrainement et peut-être quelques Tuxemon de plus, je pourrai vraiment affronter le Trial.
it_it: Wow, è stata una bella lotta! Lasciami curare i tuoi Tuxemon velocement... E... Ecco fatto! Tutto apposto! Con un poco più di pratica e forse un paio di Tuxemon in più, sarai sicuramente in grado di arrivare al Trial.
pl: Wow, to była dobra walka! Pozwól mi szybciutko uzdrowić twojego Tuxemona... i... Wszystko gotowe! Z trochę więcej praktyki i może kilka Tuxemonów, na pewno będziesz w stanie podjąć się procesu.
pt_br: Nossa, foi uma boa luta! Deixe-me curar o seu Tuxemon muito rápido... E... Ali! Tudo pronto! Com um pouco mais de prática e talvez mais um pouco de Tuxemon, você definitivamente será capaz de assumir o Trial.
zh_cn: 哇,那是一场精彩的战斗! 让我快速治愈你的精灵... 然后...好了!一切就绪! 只要再多加练习,也许再多加几只精灵,你就一定能胜任训练师工作.
