Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# announcement4
source: To ALL the citizens of the Fondent Region and beyond who are tuning in, I welcome you. My name is Aeble, spelled A-E-B-L-E for those who wonder, and I am the CEO of Omnichannel!
de_de: An ALLE Bürger der Fondent Region und darüber hinaus, die sich einschalten, heiße ich Sie willkommen. Mein Name ist Aeble, buchstabiert A-E-B-L-E für diejenigen, die sich wundern, und ich bin der CEO von Omnichannel!
es_es: A TODOS los ciudadanos de la región Fondent y más allá que estáis viendo este programa, os doy la bienvenida. ¡Mi nombre es Aeble, deletreado A-E-B-L-E para aquellos que se lo pregunten, y soy el CEO de Omnichannel!
es_mx: A TODOS los ciudadanos de la Región Fondent y de más allá que nos están sintonizando, les doy la bienvenida. Mi nombre es Aeble, deletreado A-E-B-L-E para aquellos que se lo preguntan, ¡y soy el CEO de Omnichannel!
fr_fr: À TOUS les citoyens de Fondent Region, et au-delà, qui viennent de nous rejoindre, soyez les bienvenues. Mon nom est Aeble, ça s'écrit A-E-B-L-E pour ceux que ça intéresse, et je suis le nouveau PDG de Omnichannel !
it_it: A TUTTI i cittadini della regione di Fondent e oltre che sono sintonizzati, vi do il benvenuto. Il mio nome è Aeble, sillabato in A-E-B-L-E per quelli che se lo chiedono, e sono il CEO di Omnichannel!
pl: Do WSZYSTKICH mieszkańców regionu Fondent i nie tylko, którzy są tutaj obecni. Nazywam się Aeble, dla tych, którzy się zastanawiają, piszę się A-E-B-L-E i jestem dyrektorem generalnym Omnichannel!
zh_cn: 对所有正在收听的丰登地区和其他地区的公民,我欢迎你们. 我的名字是艾伯,对于那些想知道的人来说,我的名字是A-E-B-L-E,我是全能公司的首 席执行官!

# whythecheering
source: Those Omnichannel people are cheering a lot for him. I wonder why?
de_de: Diese Omnichannel-Leute jubeln ihm zu. Ich frage mich, warum?
es_es: Toda esa gente de Omnichannel le está vitoreando mucho. ¿Me pregunto por qué?
es_mx: Esa gente de Omnichannel lo anima mucho. ¿Me pregunto por qué?
fr_fr: Il est très acclamé par les gens d'Omnichannel. Je me demande pourquoi ?
it_it: Quelli della Omnichannel fanno un gran tifo per lui. Mi chiedo perché.
pl: Ci z Omnichannel bardzo mu kibicują. Ciekawe dlaczego?
zh_cn: 那些全能公司的人为他欢呼得很厉害.我想知道为什么?

# ohnoes
source: Well... I don't know how to feel about this...
de_de: Gut... Ich weiß nicht, wie ich mich dabei fühlen soll...
es_es: Bueno... No sé como sentirme con todo esto...
es_mx: Bueno... No sé cómo sentirme sobre todo esto...
fr_fr: Ouais... Je ne sais pas vraiment ce que je dois penser de ça...
it_it: Bene... Non so come sentirmi a riguardo...
pl: Cóż… Nie wiem jak się z tym czuć…
pt_br: Poço... Eu não sei como me sentir sobre isso...
zh_cn: 嗯...我不知道该作何感想...

# ohnoes2
source: Now that that's over...we still need potions from the Tuxemart. Make sure you're back before curfew though!
de_de: Jetzt, wo das vorbei ist... wir brauchen noch Tränke aus dem Tuxemart. Stellen Sie sicher, dass Sie vor der Ausgangssperre zurück sind!
es_es: En cualquier caso, necesitamos pociones del Tuxemart. Probablemente deberías ir al pueblo y conseguir algunas. ¡Asegúrate de volver antes del toque de queda, no obstante!
es_mx: Ahora que eso ha terminado... todavía necesitamos pociones del Tuxemart. ¡Asegúrate de volver antes del toque de queda!
fr_fr: Mais maintenant c'est fini... nous avons quand même besoin de quelques potions du Tuxemart. Faites attention à revenir avant le couvre-feu !
it_it: Ora che è tutto finito... abbiamo bisogno delle pozioni dal Tuxemercato. Assicurati però di essere di ritorno prima del coprifuoco!
pl: Teraz, gdy to się skończyło... potrzebujemy jeszcze eliksirów z Tuxemartu. Upewnijcie się, że wrócicie przed godziną policyjną!
pt_br: Agora que isso acabou... ainda precisamos de poções do Tuxemart. Certifique-se de que você está de volta antes do toque de recolher!
zh_cn: 现在这一切都结束了......我们仍然需要从精灵商店购买药水. 请确保你在宵禁前回来!

# depressedmom
source: Why would he do something like that... I thought he cared...
de_de: Warum sollte er so etwas tun... Ich dachte, er kümmerte sich...
es_es: ¿Por qué haría algo como eso?... Pensaba que le importaba...
es_mx: Por qué haría una cosa así... Pensé que le importaba...
fr_fr: Pourquoi ferait-il une telle chose... Je pensais qu'il s'en souciait...
it_it: Perché dovrebbe fare qualcosa del genere... Credevo che gli importava...
pl: Dlaczego miałby zrobić coś takiego... Myślałam, że mu zależy...
pt_br: Por que ele faria algo assim... Achei que ele se importava...
zh_cn: 他为什么要做这样的事...我以为他关心...

# waterwater
source: The water is ice cold and delicious!
de_de: Das Wasser ist eiskalt und lecker!
es_es: ¡El agua está helada y deliciosa!
es_mx: El agua está deliciosa ¡bien fría, como me gusta!
fr_fr: Cette eau est glacée et délicieuse !
it_it: L'acqua è gelida e buona!
pl: Woda jest lodowato zimna i pyszna!
pt_br: A água é gelada e deliciosa!
zh_cn: 水是冰冷的,很好喝!

# watchmewatchme
source: What are you doing? Don't you know there's an early curfew? ... ... ... ... ... ... ... ... You don't seem like a threat, so you can head on to town... Just don't tell any of those Omnichannel thugs I let you past, M'kay?
de_de: Warum gehst du in die Stadt, du weißt, dass es eine frühe Ausgangssperre gibt. ... ... ... ... ... ... ... ... Du scheinst keine Bedrohung zu sein, also kannst du in die Stadt gehen... Erzählen Sie einfach keinem dieser Omnichannel-Schläger, die ich Sie vorbeigelassen habe, okay?
es_mx: Por qué te diriges al pueblo, Tú sabes que hay toque de queda. ... ... ... ... ... ... ... ... Tú no pareces una amenaza, por lo que puedes dirigirte al pueblo... Sólo no se lo menciones a ninguno de esos matones de Omnichannel, que te dejé pasar, ¿Bien?
fr_fr: Pourquoi vous allez à la ville, vous savez qu'il y a un couvre-feu avancé ? ... ... ... ... ... ... ... ... Vous ne semblez pas être bien menaçant, donc vous pouvez y aller... Mais ne le dites pas à ces brutes d'Omnichannel que je vous ai fait passer, d'acc ?
it_it: Perché ti stai dirigendo verso il paese? Sai che c'è un coprifuoco sul presto. ... ... ... ... ... ... ... ... Non sembri un pericolo, così puoi dirigerti verso il paese... Non dire a nessuno dei tizi della Omnichannel che ti ho fatto passare. Okay?
pl: Dlaczego idziesz do miasta? Wiesz, że jest wczesna godzina policyjna. ... ... ... ... ... ... ... ... Nie wyglądasz na zagrożenie, więc możesz jechać do miasta... Tylko nie mów żadnemu z tych Omnichannelowych zbirów, że cię przepuściłem, dobrze?
pt_br: Por que você está indo para a cidade, você sabe que há um toque de recolher antecipado. ... ... ... ... ... ... ... ... Você não parece uma ameaça, então você pode ir para a cidade... Só não conte a nenhum desses bandidos Omnichannel que eu deixei você passar, ok?
zh_cn: 你为什么要进城,你知道有一个早期的宵禁. ... ... ... ... ... ... ... ... 你看起来不像是个威胁,所以你可以去镇上了... ... 只是不要告诉那些全能公司的打手我让你过去了,好吗?

# grumble
source: Omnichannel are a bunch of thugs, but we don't have a choice... As she always says, guess we have to work with them...
de_de: Omnichannel ist ein Haufen Schläger, aber wir haben keine Wahl... Wie sie immer sagt, schätze, wir müssen mit ihnen arbeiten...
es_mx: Los de Omnichannel son una bola de matones, pero no tenemos otra elección... Como ella siempre dice, supongo que tenemos que trabajar con ellos...
fr_fr: Omnichannel n'est qu'un refuge à brutes, mais nous n'avons pas le choix... Comme elle dit toujours, on doit quand même travailler avec eux...
it_it: La Omnichannel è fatta da un branco di delinquenti ma non abbiamo scelta... Come lei ha sempre detto, penso che dobbiamo lavorare con loro...
pl: Omnichannel to banda oprychów, ale nie mamy wyboru... Jak zawsze mówi, chyba musimy z nimi współpracować...
pt_br: Omnichannel são um bando de bandidos, mas não temos escolha... Como ela sempre diz, acho que temos que trabalhar com eles...
zh_cn: 全能公司是一群暴徒,但我们没有选择...... 正如她常说的,估计我们必须与他们合作......

# professorexists
source: I'll take 12 potions please.
de_de: Ich nehme bitte 12 Tränke.
es_mx: Me llevaré 12 pociones, por favor.
fr_fr: Je vais prendre 12 potions s.v.p.
it_it: Prenderò 12 pozioni, per favore.
pl: Poproszę 12 eliksirów.
pt_br: Vou tomar 12 poções, por favor.
zh_cn: 请给我12瓶药水.

# professorexists1
source: Thanks Ben.
de_de: Danke Ben.
es_mx: Muchas gracias Ben.
fr_fr: Merci Ben.
it_it: Grazie Ben.
pl: Dzięki, Ben.
pt_br: Obrigado Ben.
zh_cn: 谢谢你,本.

# professorexists1.5
source: Why hello there!
de_de: Oh Hallo!
es_mx: Oh, ¡hola!
fr_fr: Eh ! Bonjour !
it_it: Oh, ciao!
pl: Witam!
pt_br: Oh olá lá!
zh_cn: 为什么要向你问好!

# potions2
source: Received 2 potions!
de_de: 2 Tränke erhalten!
es_mx: ¡Recibiste 2 pociones!
fr_fr: Deux potions reçues !
it_it: Hai ricevuto 2 pozioni!
pl: Otrzymano 2 eliksiry!
pt_br: Recebeu 2 poções!
zh_cn: 收到了2个药水!

# professorexists3
source: Oh! Excuse my manners, I can't believe I never introduced myself! My name is Kay Wren, better known as the Tuxemon Professor. For years now I've been the only person in the Fondent Region allowed to research Tuxemon.
de_de: Oh! Entschuldigen Sie meine Manieren, ich kann nicht glauben, dass ich mich nie vorgestellt habe! Mein Name ist Kay Wren, besser bekannt als der Tuxemon Professor. Seit Jahren bin ich die einzige Person in der Fondent Region, die Tuxemon erforschen darf.
es_mx: ¡Oh! Perdona mis modales, ¡No puedo creer que no me haya presentado! Mi nombre es Kay Wren, mejor conocido como el Profesor Tuxemon. Desde hace años soy la única persona en la Región Fondent a la que se le permite investigar a los Tuxemon.
fr_fr: Oh ! Pardonnez -moi, je crois bien que je ne me suis pas encore présenté ! Je suis Kay Wren, mieux connu comme le Professeur Tuxemon. Pendant des années, j'ai été le seul de tout Fondent Region autorisé à faire des recherches sur les Tuxemon.
it_it: Oh! Perdona i miei modi. Non posso credere che non mi sono nemmeno presentato! Il mio nome è Kay Wren, meglio conosciuto come il Professor Tuxemon. Per anni sono stato l'unica persona nella regione di Fondent con il permesso di ricercare Tuxemon.
pl: Przepraszam za moje maniery, nie mogę uwierzyć, że nigdy się nie przedstawiłam! Nazywam się Kay Wren, lepiej znana jako Profesor Tuxemon. Od lat jestem jedyną osobą w regionie Fondent, która może badać Tuxemona.
pt_br: Ah! Desculpem minhas maneiras, eu não posso acreditar que nunca me apresentei! Meu nome é Kay Wren, mais conhecida como a Professor Tuxemon. Há anos que sou a única pessoa na região do Fondent autorizada a pesquisar Tuxemon.
zh_cn: 哦!请原谅我的举止,我不敢相信我从来没有介绍过我自己 我的名字是凯·雷恩,被称为精灵教授. 多年来,我一直是芳登地区唯一被允许研究精灵的人.

# professorexists4
source: Now, I know what you are thinking, why would they allow me? Unfortunately for you, That secret is for me and me alone! However, Omnichannel should be making a new announcement soon and I think you'll like it. We'd better get you back home and watch the second announcement, Come on!
de_de: Nun, ich weiß, was du denkst, warum sollten sie es mir erlauben? Unglücklicherweise für dich, Dieses Geheimnis ist für mich und mich allein! Omnichannel sollte jedoch bald eine neue Ankündigung machen und ich denke, Sie werden es mögen. Wir bringen Sie besser nach Hause und schauen uns die zweite Ankündigung an: Komm schon!
es_mx: Ahora, sé lo que estás pensando, ¿y por qué es que se lo permitieron? Desgraciadamente para ti, ¡Ese secreto es para mí y sólo para mí! Sin embargo, Omnichannel debería hacer un nuevo anuncio pronto y creo que te gustará. Será mejor que regreses a casa y veas el segundo anuncio, ¡Vamos!
fr_fr: Alors, je sais bien ce que vous pensez, pourquoi ils m'autoriseraient à être ici ? Malheureusement pour vous, c'est mon secret, et uniquement le mien ! Pour autant, Omnichannel doit faire une nouvelle annonce bientôt et je pense que vous l'apprécierez. Nous devrions retourner à la maison pour regarder la deuxième annonce ; venez !
it_it: Ora, so a cosa stai pensando: perché dovrebbero darmi il permesso? Sfortunatamente per te, quel segreto è solo per me e te! Comunque, Omnichannel dovrebbe fare un nuovo annuncio a breve e penso che ti piacerà. Faremmo meglio a tornare a casa e guardare il secondo annuncio, dai!
pl: Teraz wiem, co myślisz, dlaczego mieliby mi pozwolić? Niestety dla Ciebie, ten sekret jest dla mnie i tylko dla mnie! Jednakże, Omnichannel powinien wkrótce ogłosić nowe ogłoszenie i myślę, że Ci się spodoba. Lepiej wróć do domu i obejrzyj drugą zapowiedź, No dalej!
pt_br: Agora, eu sei o que você está pensando, por que eles me permitiriam? Infelizmente para você, esse segredo é para mim e somente para mim! No entanto, o Omnichannel deve fazer um novo anúncio em breve e acho que você vai gostar. É melhor levá-lo de volta para casa e assistir ao segundo anúncio, Vamos lá!
zh_cn: 现在,我知道你在想什么,为什么他们会允许我? 对你来说很不幸,这个秘密只属于我,也只属于我自己 然而,全能公司应该很快就会有一个新的公告,我想你会喜欢它. 我们最好让你回家看第二个公告,来吧!

# theenergy
source: The energy of that man is boundless...
de_de: Die Energie dieses Mannes ist grenzenlos...
es_mx: La energía de ese hombre es ilimitada...
fr_fr: L'énergie de cet homme est sans limite...
it_it: L'energia di quell'uomo è sconfinata...
pl: Energia tego człowieka jest bezgraniczna...
pt_br: A energia desse homem é ilimitada...
zh_cn: 那个人的能量是无限的.......

# hmmm
source: I wonder what they're doing over there?
es_mx: ¿Me pregunto qué estarán haciendo allí?
fr_fr: Je me demande ce qu'ils font là-bas ?
it_it: Mi chiedo cosa stiano facendo là!?
pl: Ciekawe, co oni tam robią?
pt_br: Eu me pergunto o que eles estão fazendo lá?
zh_cn: 我想知道他们在那边做什么?

# hmmm2
source: I heard they were making a new park. To "Greenify the Area"
es_mx: Escuché que estaban haciendo un nuevo parque. Para «Enverdecer la Zona»
fr_fr: J'ai entendu qu'ils étaient en train de construire un nouveau parc. Pour "Verdir la zone"
it_it: Ho sentito che stanno facendo un nuovo parco per "verdificare l'area"
pl: Słyszałem, że robią nowy park. Aby "zazielenić okolicę"
pt_br: Ouvi dizer que eles estavam fazendo um novo parque. Para "Greenificar a Área"
zh_cn: 我听说他们正在建造一个新的公园.为了 "绿化该地区"

# hmmm3
source: What's the point? The Route is nearly all grass anyways.
es_mx: ¿Cuál es el punto? De todas formas La Ruta es casi toda de hierba.
fr_fr: Mais quel est l'intérêt ? La Route est déjà presque recouverte d'herbe.
it_it: Qual è il punto? La strada è praticamente tutta ricoperta d'erba.
pl: Jaki to ma sens? Trasa i tak jest prawie cała w trawie.
pt_br: Qual é o objetivo? A Rota é quase toda grama de qualquer maneira.
zh_cn: 这有什么意义?反正路线上几乎都是草.

# hmmm5
source: Max, as much as you may want one, we've established this. They are not making, and will not make, a water park.
es_mx: Max, por mucho que quieras uno, ya hemos aclarado eso. No están haciendo ni harán un parque acuático.
fr_fr: Max, même si nous le voulons autant que toi, nous nous sommes renseignés. Ils ne construisent pas, et ne construiront jamais, de parc aquatique.
it_it: Max, per quanto tu ne voglia uno, abbiamo stabilito che non stanno realizzando e non realizzeranno un parco acquatico.
pl: Max, tak bardzo jak możesz tego chcieć, ustaliliśmy to. Oni nie robią i nie zrobią parku wodnego.
pt_br: Max, por mais que você queira um, nós estabelecemos isso. Eles não estão fazendo, e não farão, um parque aquático.
zh_cn: 麦克斯,尽管你可能想要一个,但我们已经确定了这一点.他们不是在做,也不会做一 个水上公园.

# hmmm7
source: The Weather is nice though, isn't it?
es_mx: Sin embargo El Clima es agradable, ¿verdad que sí?
fr_fr: La météo est bonne, n'est-ce pas ?
it_it: Il tempo non è male, no?
pl: Ale pogoda jest ładna, prawda?
pt_br: O tempo está bom, não é?
zh_cn: 不过天气很好,不是吗?

# timeforround22
source: Oh! You did get the potions! Good! Now we really need to get back.
es_mx: ¡Oh! ¡Conseguiste las pociones! ¡Bien! Ahora realmente tenemos que volver.
fr_fr: Oh ! Vous avez les potions ! Bien ! Mais maintenant nous devons vraiment y retourner.
it_it: Oh! Hai veramente preso le pozioni! Ottimo! Ora possiamo tornare indietro.
pl: Och! Zdobyłeś eliksiry! Dobrze! Teraz naprawdę musimy wracać.
pt_br: Ah! Você conseguiu as poções! Bom! Agora precisamos mesmo de voltar.
zh_cn: 哦!你真的拿到了药水!?很好!现在我们真的需要回去了.

# moreannouncement
source: ATTENTION, ALL CITIZENS OF THE FONDENT REGION!
es_mx: ¡ATENCIÓN, TODOS LOS CIUDADANOS DE LA REGIÓN FONDENT!
fr_fr: À L'ATTENTION DES TOUS LES CITOYENS DE FONDENT REGION !
it_it: ATTENZIONE, CITTADINI DELLA REGIONE DI FONDENT!
pl: UWAGA WSZYSCY OBYWATELE REGIONU FONDENT!
pt_br: ATENÇÃO, TODOS OS CIDADÃOS DA REGIÃO FONDENT!
zh_cn: 芳登地区的所有公民请注意!

# youneedtodothis
source: I... I think you need to look into this... I don't want to lose you, especially when we're just getting settled.
es_mx: Yo... Yo creo que tienes que analizar esto... No quiero perderte, especialmente cuando acabamos de instalarnos.
fr_fr: Je... Je pense que vous devez regarder ça... Je ne veux pas vous perdre, surtout qu'on vient tout juste de s'installer.
it_it: Io... Io credo che tu debba approfondire la questione... Non voglio perderti, soprattutto quando ci stiamo appena sistemando.
pl: Ja... Myślę, że trzeba spojrzeć na to bardziej... Nie chcę cię stracić, zwłaszcza gdy dopiero się rozliczamy.
pt_br: Eu... Eu acho que você precisa olhar para isso... Eu não quero perdê-lo, especialmente quando estamos apenas nos acomodando.
zh_cn: 我...我想你需要研究一下这个问题... 我不想失去你,尤其是在我们刚刚安定下来的时候.

# iknowyou
source: Hello Callie, hello ${{name}}, just stopped by to say hi when I overheard you talking about the announcement.
de_de: Hallo Callie, hallo ${{name}}, bin gerade vorbeigekommen, um Hallo zu sagen, als ich gehört habe, wie du über die Ankündigung gesprochen hast.
es_mx: Hola Callie, hola ${{name}}, sólo pasé a saludar cuando te escuché por casualidad hablando del anuncio.
fr_fr: Salut Callie, salut ${{name}}, je passais juste pour vous dire bonjour quand j'ai entendu que vous parliez de l'annonce.
it_it: Ciao Callie, ciao ${{name}}, sono passato a salutarvi quando vi ho sentito parlare dell'annuncio.
pl: Witaj Callie, witaj ${{name}}, właśnie wpadłem, żeby się przywitać, kiedy podsłuchałem, jak mówisz o ogłoszeniu.
pt_br: Olá Callie, olá ${{name}}, só parei para dizer oi quando eu ouvi você falando sobre o anúncio.
zh_cn: 你好,凯莉,你好,${{name}},当我无意中听到你在谈论公告时,只是顺便问候一下.

# ihaveyourmoney2
source: I have a little stored away that needs to be put to good use and Omnichannel owes me a favor. I'm positive something could be arranged.Getting the qualification papers is the easy part. Getting your first Tuxemon is a little more difficult... Luckily, I happen to know someone who has access to multiple different Tuxemon... Me! Now, I know it's a lot to process, so I'll be in my lab waiting for your decision.
es_mx: Tengo un poco guardado que necesita ser usado de buena manera y Omnichannel me debe un favor. Estoy seguro de que se podría arreglar algo. Conseguir los documentos de calificación es la parte fácil. Conseguir tu primer Tuxemon es un poco más difícil... Por suerte, Yo conozco a alguien que tiene acceso a varios Tuxemon diferentes... ¡Yo! Ahora, Sé que es mucho para procesar, así que estaré en mi laboratorio esperando tu decisión.
fr_fr: J'ai un peu de stock qui ne demande qu'à être entre de bonnes mains, et Omnichannel me doit une faveur. Je suis sûr qu'on va pouvoir trouver un arrangement. Parce qu'obtenir les papiers d'enregistrement est la partie la plus facile. Mais récupérer son premier Tuxemon est un peu plus délicat... Heureusement, il s'avère que je connais quelqu'un qui a accès à différents Tuxemon... Et c'est personne, c'est moi ! Bon, je vous laisse le temps de réfléchir à tout ça ; mais venez me voir dans mon laboratoire si vous êtes intéressé.
it_it: Ho qualcosa da parte che dev'essere sfruttato al meglio e Omnichannel mi deve un favore. Sono fiducioso che possiamo concludere qualcosa. Ottenere i documenti è la parte facile. Ottenere il tuo primo Tuxemon è leggermente più complicato... Fortunatamente, conosco qualcuno che ha accesso a una moltitudine di Tuxemon... Me! Ora, sono cosciente che è molto da elaborare, aspetterò una tua decisione nel mio laboratorio.
pl: Mam trochę zapasów, które trzeba dobrze wykorzystać, a Omnichannel jest mi winien przysługę. Jestem pewien, że coś da się załatwić. Zdobycie dokumentów kwalifikacyjnych to łatwa część. Zdobycie swojego pierwszego Tuxemona jest trochę trudniejsze... Na szczęście znam kogoś, kto ma dostęp do wielu różnych Tuxemonów... To Ja! Wiem, że to dużo do przetworzenia, więc będę w moim laboratorium czekał na twoją decyzję.
pt_br: Tenho um pouco guardado que precisa ser bem aproveitado e o Omnichannel me deve um favor. Tenho certeza de que algo poderia ser arranjado. Obter os documentos de qualificação é a parte fácil. Obter o seu primeiro Tuxemon é um pouco mais difícil... Felizmente, por acaso conheço alguém que tem acesso a vários Tuxemon diferentes... Me! Agora, eu sei que é muito para processar, então eu estarei no meu laboratório esperando por sua decisão.
zh_cn: 我有一些储存起来的东西需要好好利用,而且全能公司欠我一个人情. 我确信可以安排一些事情.获得资格证书是容易的部分.获得你的第一个精灵就有点困 难了...... 幸运的是,我碰巧认识一个人,他可以接触到多个不同的精灵...... 他就是我本人! 现在,我知道要处理的事情很多,所以我会在我的实验室里等待你的决定.

# hebenice
source: He's a nice man, maybe you should at least see what he has to say.
es_mx: Es un hombre agradable, tal vez deberías ver, al menos, lo que tiene que decir.
fr_fr: C'est quelqu'un de bien, peut-être que vous devriez au moins écouter ce qu'il a à dire.
it_it: È un uomo carino. Forse dovresti almeno sentire cosa ha da dire.
pl: To miły człowiek, może powinieneś przynajmniej zobaczyć, co ma do powiedzenia.
pt_br: Ele é um homem legal, talvez você deva pelo menos ver o que ele tem a dizer.
zh_cn: 他是个好人,也许你至少应该看看他怎么说.

# moverocky
source: C'mon Rocky! You can move! I believe!
es_mx: ¡Vamos Rocky! ¡Se que puedes moverte! ¡Yo creo en ti!
fr_fr: Allez Rocky ! Tu peux bouger ! J'y crois !
it_it: Daje Rocky! Puoi muoverti! Ci credo!
pl: Dalej, Rocky! Możesz się poruszać! Wierzę w ciebie!
pt_br: Vamos lá Rocky! Você pode se mover! Eu acredito!
zh_cn: 来吧,洛基!你可以移动!我相信!

# moverocky2
source: Well, you move when you're ready, I'll be here waiting.
es_mx: Está bien, muévete cuando tú quieras, Yo estaré aquí esperando.
fr_fr: Bon, tu bougeras quand tu te sentiras prêt, j'attendrai.
it_it: Bene, muoviti quando sei pronto, sarò qui ad aspettarti.
pl: Cóż, ruszysz się, kiedy będziesz gotowa, ja będę tu czekał.
pt_br: Bem, você se move quando estiver pronto, eu estarei aqui esperando.
zh_cn: 好吧,你准备好了就行动,我在这里等你.

# tuxemontime
source: Ah, you came! Great!
es_mx: ¡Ah, has venido! ¡Grandioso!
fr_fr: Ah ! vous êtes venus ! Super !
it_it: Ah, sei venuto! Fantastico!
pl: Ach, przyszedłeś! Wspaniale!
pt_br: Ah, você veio! Legal!
zh_cn: 啊,你来了!很好!

# tuxemontime1.5
source: I take it this means you've decided to join the Trial?
es_mx: ¿Supongo que esto significa que has decidido unirte a la Prueba?
fr_fr: Cela signifie que vous avez décidé de rejoindre le Trial ?
it_it: Capisco, questo significa che hai deciso di unirti al Trial?
pl: Rozumiem, że to oznacza, że zdecydowałeś się dołączyć do Próby?
pt_br: Eu entendo que isso significa que você decidiu se juntar ao Julgamento?
zh_cn: 我认为这意味着你已经决定加入审判?

# tuxemontimechoiceyes
source: Splendid!
es_mx: ¡Espléndido!
fr_fr: Splendide !
it_it: Splendido!
pl: Wspaniałe!
pt_br: Esplêndido!
zh_cn: 灿烂的!

# tuxemontimechoiceno
source: Oh... Okay... I'll be here if you change your mind...
es_mx: Oh... Muy bien... Estaré aquí si cambias de opinión...
fr_fr: Oh... D'accord... Je serai là si vous changez d'avis...
it_it: Oh... Okay... Sarò qui se cambi idea...
pl: Och... W porządku... Będę tu, jeśli zmienisz zdanie...
pt_br: Ah... Ok... Eu estarei aqui se você mudar de ideia...
zh_cn: 哦......好吧......如果你改变主意,我就在这里...
