Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# spyder_cottonart_barmaid
source: Do you like my set? They capture my early days as a professional tuxemon trainer, before I retired on my winnings. I call them: 'Monsters' Eyes Meet', 'Starry, Starry, Starry Night' and 'Trepidation'. They're for sale! Get them while they're hot! Just 1,000 each.
fr_fr: Vous avez cette série ? Ils illustrent mes débuts en tant qu'entraîneur professionnel de Tuxemon, avant que je ne prenne ma retraite. Je les appelle : 'Rencontre Entre Quatre Yeux Monstrueux', 'Nuit Étoilée, Étoilée, Étoilée' et 'Trépidation'. Ils sont à vendre ! Prenez-les tant qu'ils sont chauds ! Seulement 1 000 chacun.
zh_cn: 你喜欢我的画吗? 它们记录了我早期作为一个专业驯兽师的日子,在我靠赢利退休之前. 我称它们为："邂逅","夜空 "和 "惶恐".它们正在出 售! 趁热打铁,买下它们!每张只有1,000元.

# spyder_cottonscoop_shopassistant
source: Tuxeballs allow you to capture tuxemon and keep them as servants. They're most effective when used on injured and low-level tuxemon. Select them during battle from your Item menu.
fr_fr: Les Appareils de Capture vous permettent d'attraper des Tuxemon et les garder comme compagnons. Ces appareils sont plus efficaces s'ils sont utilisés sur des Tuxemon blessés ou de faible niveau. Sélectionnez-les depuis le menu Objets lors des combats pour les utiliser.
zh_cn: 精灵球让你可以捕获小精灵并将其作为伙伴. 它们在用于受伤的和低级的小精灵时最为有效. 在战斗中从你的物品菜单中选择它们.

# spyder_cottonscoop_deviceexplan2
source: Tuxeballs allow you to capture tuxemon and keep them as servants. They're most effective when used on injured and low-level tuxemon. Select them during battle from your Item menu. Thank you for listening. Here's five Tuxeballs as a free sample.
fr_fr: Les Appareils de Capture vous permettent d'attraper des Tuxemon et les garder comme compagnons. Ces appareils sont plus efficaces s'ils sont utilisés sur des Tuxemon blessés ou de faible niveau. Sélectionnez-les depuis le menu Objets lors des combats pour les utiliser. Merci pour votre attention. Voici cinq Appareils de Capture en échantillon.
zh_cn: 精灵球让你可以捕获小精灵并将其作为伙伴. 它们在用于受伤的和低级的小精灵时最为有效.在战斗中从你的物品菜单中选择它 们. 谢谢你的聆听.这里有五个精灵球作为免费样品.

# spyder_route2_marion2
source: I don't eat ants.
de_de: Ich esse keine Ameisen.
fr_fr: J'aime pas de fourmis.
zh_cn: 我不吃蚂蚁.

# spyder_citypark_frances2
source: You must come and visit some time.
de_de: Du musst irgendwann mal vorbeikommen.
fr_fr: Vous devriez venir me rendre visite de temps en temps.
zh_cn: 你有时间一定要来看看.

# spyder_museum_entrance1
source: Welcome to the museum of natural history! It's free, but depends on your generous donations. Would you consider a donation of ${{currency}}50?
de_de: Willkommen im Museum für Nationalgeschichte! Es ist kostenlos, aber auf Ihre großzügige Spende angewiesen. Können Sie sich vorstellen ${{currency}}50 zu spenden?
fr_fr: Bienvenue au musée d'histoire naturelle ! C'est gratuit, mais ça dépend des généreux dons. Voulez-vous nous faire un don de 50${{currency}} ?
it_it: Benvenuti al museo di storia naturale! Ingresso gratuito, ma contiamo sulle vostre donazioni. Considera una donazione di ${{currency}}50?
pt_br: Bem-vindo ao museu de história natural! É grátis, mas depende de suas generosas doações. Você consideraria uma doação de ${{currency}}50?
zh_cn: 欢迎来到自然历史博物馆!它是免费的,但取决于您的慷慨捐赠.您是否考虑捐献 ${{currency}}50?

# spyder_citypark_bobette1
source: I love cats. An Aardorn is basically a cat, right?
de_de: Ich liebe Katzen. Ein Aardorn ist im Grunde eine Katze, richtig?
fr_fr: J'aime les chats. Et un Aardorn est une sorte de chat, non ?
it_it: Amo i gatti. Un Aardorn è quasi un gatto, giusto?
zh_cn: 我喜欢猫. 阿尔多恩基本上就是一只猫,对吗?

# spyder_citypark_edith2
source: Hmm, you may have a point.
de_de: Hmm, da hast du vielleicht recht.
fr_fr: Hmm, vous avez peut-être raison.
it_it: Hmm, potresti aver ragione.
zh_cn: 嗯,你可能有一个观点.

# spyder_citypark_edith1
source: Hey, did you say I'm like my tuxemon? I'll fight you for that!
de_de: Hey, hast du gesagt ich sei wie mein Tuxemon? Dafür kämpfe ich mit dir!
fr_fr: Hé ! vous avez dit que je ressemblais à mon Tuxemon ? Je vais vous battre pour ça !
it_it: Hey, mi hai detto che assomiglio al mio tuxemon? Ti sfiderò per questo!
zh_cn: 嘿,你说我像我的精灵吗?我会为此和你战斗的!

# spyder_museum_entrance2
source: Please explore our five sections, and make sure to read about our five sponsors.
de_de: Bitte erkunden Sie unsere fünf Bereiche und lesen Sie über unsere fünf Sponsoren.
fr_fr: Vous pouvez explorer nos cinq sections, et veillez à vous renseignez sur nos cinq sponsors.
it_it: Prego esplori le nostre cinque sezioni, e faccia in modo di leggere riguardo ai nostri cinque sponsor.
zh_cn: 请探索我们的五个部分,并确保阅读我们的五个赞助商.

# spyder_museum_entrance3
source: Unfortunately we now need to charge for tickets. ${{currency}}100 please.
de_de: Unglücklicherweise müssen wir jetzt Eintrittsgeld verlangen. ${{currency}}100 bitte.
es_mx: Desafortunadamente ahora necesitamos cobrar por las entradas. Serán 100${{currency}}, por favor.
fr_fr: Malheureusement, nous faisons payer les billets maintenant. Ça vous fera 100${{currency}}.
it_it: Purtroppo adesso dobbiamo far pagare l'ingresso. ${{currency}}100 per favore.
pt_br: Infelizmente, agora precisamos cobrar pelos ingressos. ${{currency}}100 por favor.
zh_cn: 不幸的是,我们现在需要收取门票费用.每张100元.

# spyder_museum_postboy1
source: Did you know that the first spectacles were made of beryl, not glass? … I learned that last year from a guide at this museum! But there aren't any guides around this place any more.
fr_fr: Savez-vous que les première lunettes est faites de minéraux, et non de verre ? ... J'ai appris ça l'année dernière par le guide de ce musée ! Mais il n'y a plus de guides ici depuis un moment.
zh_cn: 你知道最早的眼镜是用绿宝石而不是玻璃制成的吗? ... 我是去年从这个博物馆的一个导游那里得知的!但现在这个地方已经没有导游了.

# spyder_museum_shopkeeper_chat
source: I volunteer to keep the museum as affordable as possible.
de_de: Ich arbeite ehrenamtlich damit das Museum möglichst erschwinglich bleiben kann.
es_mx: Soy voluntario, para mantener el museo tan asequible como sea posible.
fr_fr: Je suis bénévole, pour que l'entrée de ce musée soit la moins chère possible.
it_it: Mi adopero affinché il museo rimanga alla portata di tutte le tasche.
zh_cn: 我志愿保持博物馆的价格尽可能的合理.

# spyder_museum_miner1
source: There used to be a whole section here on the history of our world! But when Nimrod became the sponsor, they replaced it with just military history! Now everyone is just inventing their own theories of world history!
fr_fr: Il y avait toute une section ici sur l'Histoire de notre monde ! Mais quand Nimrod est devenu notre sponsor, ils ont tout remplacé avec de l'histoire miliaire ! Et maintenant, tout le monde invente sa propre version de l'Histoire !
it_it: Qui c'era un'intera sezione dedicata alla storia del nostro mondo! Ma quando Nimrod è divenuta lo sponsor, l'hanno rimpiazzata con la storia militare! Adesso ognuno ha una propria versione della storia!
zh_cn: 这里曾经有一整个关于我们世界历史的部分!但当宁德成为赞助商后,他们就把它改为 了军事历史. 现在每个人都在编造自己的世界历史理论!

# spyder_route3_sign
source: Rehabilitation will begin as soon as possible. Please stop nagging us.
fr_fr: Route 3 : La reconstruction commencera le plus tôt possible. Alors merci de ne plus nous harceler.
zh_cn: 康复工作将尽快开始. 请不要再对我们唠叨了.

# spyder_leather_maniac
source: How is your adventure so far? ... Wow, so talkative! You are really coming out of your shell.
fr_fr: Comment est votre aventure jusqu'à présent ? ... Quelle pipelette ! Vous êtes vraiment sorti de votre coquille.
it_it: Come procede la tua avventura fino ad ora? ... Wow, così prolisso! Stai proprio uscendo dal tuo guscio.
zh_cn: 到目前为止你的冒险如何? ... 哇,这么健谈!你真的要走出你的壳了.你真的从你的壳里出来了.

# spyder_wayfarer1_maniac
source: Hey, buddy, do you want my Botbot?
fr_fr: Hé ! mon gars, tu ne voudrais pas mon Botbot ? Comme je ne sais pas combien de temps je vais rester bloqué ici, autant qu'on explore ensemble.
zh_cn: 嘿,伙计,你想要我的机器人吗? 我不知道我会被困在这里多久,所以它不妨和你一起去探索.

# spyder_wayfarer1_maniac2
source: A little privacy, please!
fr_fr: Un peu d'intimité, merci !
zh_cn: 请给我一点隐私!

# spyder_wayfarer1_morton2
source: Now there's nothing to do!
fr_fr: Il n'y plus rien à faire !
pl: Teraz nie mam nic do roboty!
zh_cn: 现在没有什么可做的了!

# spyder_wayfarer1_jessie1
source: The Enforcers were so prompt and helpful! I guess Scientist James alerted them as soon as possible.
fr_fr: Les Enforcers ont été si utiles et serviables ! Je pense que James le Scientifique les a alertés le plus rapidement possible.
pl: Egzekutorzy byli tacy szybcy i pomocni! Domyślam się, że Naukowiec James zaalarmował ich tak szybko, jak to możliwe.
zh_cn: 执法者们是如此迅速和乐于助人!我猜科学家詹姆斯尽快提醒了他们.

# spyder_wayfarer1_bismuth2
source: Bummer!
de_de: Mist!
fr_fr: Déprimant !
pl: Porażka!
zh_cn: 遗憾的是!

# spyder_wayfarer1_ratcher1
source: You should let the patients rest!
fr_fr: Vous devriez laisser les patients se reposer !
pl: Powinnaś pozwolić pacjentom odpocząć!
zh_cn: 你应该让病人休息!

# spyder_wayfarer1_ratcher2
source: Now I need a rest!
fr_fr: J'ai besoin de souffler !
pl: Teraz muszę odpocząć!
zh_cn: 现在我需要休息了!

# spyder_route4_marshall1
source: I'm working on a gigantic cannon!
fr_fr: Je travaille sur un canon gigantesque !
pl: Pracuję nad gigantycznym działem!
zh_cn: 我正在制作一门巨大的加农炮!

# spyder_route4_marshall2
source: It might need some work.
fr_fr: Ça demanderait un peu de travail.
pl: To może wymagać trochę pracy.
zh_cn: 它可能需要一些工作.

# spyder_route4_roger1
source: We can learn a lot about strategy from tuxemon.
fr_fr: On peut apprendre beaucoup sur la stratégie grâce aux Tuxemon.
pl: Od tuxemonów możemy się wiele nauczyć o strategii.
zh_cn: 我们可以从精灵身上学到很多策略.

# spyder_route4_roger2
source: I could learn a lot about strategy from you!
fr_fr: Je pourrais apprendre beaucoup en stratégie grâce à vous !
pl: Mógłbym się od Ciebie wiele nauczyć na temat strategii!
zh_cn: 我可以从你那里学到很多策略!

# spyder_route4_wulf1
source: Ah, just collecting some medicinal supplements
pl: Ah, tylko zbieram trochę suplementów leczniczych
zh_cn: 啊,只是收集一些药用补品

# spyder_route4_wulf2
source: Ooh, I feel so emasculated!
fr_fr: Oh oh, je me sens si faible !
pl: Och, czuję się taki wykastrowany!
zh_cn: 哦,我觉得自己被阉割了!

# spyder_route4_rincewind1
source: Finally, a use for K9!
fr_fr: Enfin, une utilisation pour le K9 !
pl: Wreszcie jakieś zastosowanie dla K9!
zh_cn: 最后,科久有了用武之地!

# spyder_route4_rincewind2
source: It wasn't that useful.
fr_fr: Ça n'était pas si utile.
pl: To nie było aż tak przydatne.
zh_cn: 这并不那么有用.

# spyder_route4_rosamund1
source: Try to fight me and you'll get your just desserts!
fr_fr: Essayez de me battre, et vous aurez votre bon dessert !
pl: Spróbuj ze mną walczyć, a dostaniesz swoje sprawiedliwe desery!
zh_cn: 试图与我对抗,你会得到你应有的惩罚!

# spyder_route4_rosamund2
source: Revenge is best served cold.
de_de: Rache wird am besten kalt serviert.
fr_fr: La vengeance est un plat bien meilleur froid.
pl: Zemsta najlepiej smakuje na zimno.
zh_cn: 复仇最好是冷处理.

# spyder_route3_roxby2
source: Scram!
de_de: Weg hier!
fr_fr: Dégage !
it_it: Sparisci!
zh_cn: 滚蛋!

# spyder_route3_surat2
source: I knew you wouldn't understand.
de_de: Ich wusste du würdest es nicht verstehen.
fr_fr: Je savais que vous n'y comprendriez rien.
it_it: Sapevo che non avresti capito.
zh_cn: 我知道你不会理解.

# spyder_route3_roxby3
source: I hope Boss is not mad - she gets angry so fast, But she is a nice person and has a heart like a diamond.
de_de: Ich hoffe die Chefin ist nicht wütend - sie wird so schnell zornig, Aber sie ist ein netter Mensch und hat ein Herz aus Gold.
fr_fr: J'espère que Boss n'est pas en colère - elle s'énerve si vite, mais c'est une bonne personne, avec un cœur en or.
it_it: Spero che il Boss non è arrabiato - si arrabbia facilmente, Ma è una persona gentile, sebbene abbia il cuore di pietra.
zh_cn: 我希望老板不要生气--她生气得太快了. 但她是个好人,有一颗像钻石一样的心.

# spyder_route3_surat1
source: They call it the "dark artery" - the fossilised blood and bone of ancient tuxemon beneath the soil. And we get to dig it up!
de_de: Sie nennen es die "dunkle Arterie" - versteinertes Blut und Knochen von prähistorischen Tuxemon unter der Erde. Und wir dürfen es ausgraben!
fr_fr: Ils l'appellent "l'artère sombre" - le sang et les os fossilisés des anciens Tuxemon dans le sol. Et c'est à nous de le récupérer !
it_it: La chiamano «arteria oscura» - sangue fossilizzato e ossa di un antico tuxemon sotto il suolo. E dobbiamo portarlo alla luce!
zh_cn: 他们称其为 "黑暗动脉"--土壤下的古代虎皮猫的血液和骨骼化石. 而我们可以把它挖出来!

# spyder_route3_surat3
source: Scram! You're getting in our way.
fr_fr: Oust ! Vous êtes sur notre chemin.
it_it: Sparisci! Ci stai tra i piedi.
zh_cn: 滚!你挡住了我们的路.

# spyder_wayfarer_shopkeeper
source: Sorry mate, no rooms available. The Enforcers say a rare disease has broken out among some guests' tuxemon, so we're under quarantine. I can heal your tuxemon for you, though?
fr_fr: Désole mon pote, aucune chambre de libre. Les Enforcers racontent qu'une maladie rare se propage et affecte certains Tuxemon accueillis, dont on est en quarantaine. Mais je peux soigner vos Tuxemon, si vous voulez ?
zh_cn: 对不起,伙计,没有房间了. 执法者说一种罕见的疾病已经在一些客人的小精灵中爆发,所以我们正在进行隔 离. 我可以为你治疗你的小精灵,但是?

# spyder_route3_wanda2
source: The fishing's good in Flower City - but who wants to walk that far? Here, you can have my Fishing Rod.
fr_fr: La pêche est bonne à Cité-des-Fleurs - mais qui veut aller aussi loin pour ça ? Tenez, vous pouvez avoir ma Canne à Pêche.
it_it: La pesca è buona in Flower City - ma chi vuol andar così lontano? Ecco, puoi avere tu la mia Canna da Pesca.
zh_cn: 花城的鱼很好 - 但谁愿意走那么远? 在这里,你可以拥有我的钓鱼竿.

# spyder_wayfarer_nurse
source: There are sick tuxemon in this building. Best to leave it to the Enforcers to sort everything out. If you keep going, I can't make any promises about how they'll respond.
fr_fr: Il y a des Tuxemon malades dans ce bâtiment. C'est préférable de laisser les Enforcers régler ce problème. Si vous continuez ainsi, je ne peux pas vous promettre qu'ils vous laisserons tranquilles.
zh_cn: 这栋楼里有生病的精灵.最好把它留给执法者来解决一切问题. 如果你继续走,我不能保证他们会如何回应.

# spyder_papertown_danteresting
source: I'm working, boss, I'm working! Oh, it's just you. You know, we throw out so much of our stock. It's such a terrible waste. It all goes into the bins behind the back of the Store.
fr_fr: Je travaille, chef, je vous l'assure ! Oh ! c'est juste vous. Vous savez, on jette tellement de notre stock. C'est un véritable gâchis. Et tout ça part dans les poubelles derrière le Magasin.
zh_cn: 我在工作,老板,我在工作! 哦,你知道,我们扔掉了那么多的库存.这是一种可怕的浪费. 这些东西都被扔到商店后面的垃圾桶里了.

# spyder_cotton_nurse1
source: Welcome to the Cathedral Centre! Do you want to heal your Tuxemon?
fr_fr: Bienvenue au Centre de la Cathédrale ! Voulez-vous qu'on soigne vos Tuxemon ?
zh_cn: 欢迎来到大教堂中心! 你想治疗你的精灵吗?

# spyder_wayfarer_granny
source: I can't explain it ... one moment my Cairfrey was healthy, the next it was sick! At least the Enforcers arrived so soon.
fr_fr: Je ne comprends pas... à un moment, mon Canhappy était en forme, et peu après, il était malade ! Au moins, les Enforces sont arrivés assez tôt.
zh_cn: 我无法解释......前一刻我的凯尔弗雷还很健康,后一刻它就生病了!我不知道该怎么 办. 至少执法者很快就到了.

# spyder_nimrod_bowie1
source: Our law enforcement would be a lot easier with some military hardware, friend. ... Who are you?
fr_fr: Notre loi serait bien plus aisée a appliquer si on avait des équipements militaires, camarade... Qui êtes-vous ?
zh_cn: 如果有一些军事装备,我们的执法工作会容易得多,朋友......你是谁?

# spyder_nimrod_tru3
source: If those imbeciles in Shaft hadn't lost my dragon, beating you would have been a piece of cake.
fr_fr: Si ces idiots de Shaft n'avaient pas égaré mon dragon, ce combat aurait été un jeu d'enfant.
zh_cn: 如果不是沙夫特的那些低能儿把我的龙弄丢了,打败你简直是小菜一碟.

# spyder_route5_sara2
source: Oh well, not today!
fr_fr: Eh bien, pas aujourd'hui !
zh_cn: 哦,好吧,今天不说了!

# spyder_wayfarer_maniac
source: My tuxemon aren't sick! This is just an excuse to sell us medicine we don't need. When I was your age, we didn't have medicine. We swam in mountain streams and if you got a sniffle, well, tough! And anyway, I saw the Enforcers coming down Route 4 before anyone so much as sniffled, so how could ... ah ah achoo! ... That doesn't mean anything. I have an itchy nose.
fr_fr: Mes Tuxemon ne sont pas malades ! C'est juste une excuse pour nous vendre des médicaments inutiles. Quand j'avais votre âge, on n'avait pas toute cette médecine. On nageait dans les cours d'eau dans les montagnes, et si on avait le nez qui coulait, tant pis ! Et puis j'ai vu les Enforcers descendre la Route 4 avant même que quelqu'un ait reniflé, alors comment peut-on... ... Ah ah atchoum ! ... Ça ne prouve rien. J'avais le nez qui me démangeait.
pl: Mój tuxemon nie jest chory! To tylko pretekst, żeby sprzedać nam lekarstwa, których nie potrzebujemy. Kiedy byłem w twoim wieku, nie mieliśmy lekarstw. Pływaliśmy w górskich strumieniach, a jeśli coś cię gryzło, cóż, trudno! A poza tym, widziałem, jak Egzekutorzy zjeżdżają z Trasy 4, zanim ktokolwiek zdążył choćby powąchać, więc jak mógłbym ... a psik! ... To nic nie znaczy. Mam swędzący nos.
zh_cn: 我的小精灵没有生病!我的小精灵没有生病.这只是卖给我们不需要的药的一个借 口. 我在你这个年龄时,我们没有药.我们在山间小溪里游泳,如果你得了鼻炎,那就很难 受了! 而且,我看到执法者从4号公路下来时,任何人都还没有流鼻涕,所以怎么会 ... 啊啊啊啊啊啊! ... 这并不意味着什么.我的鼻子很痒.

# spyder_wayfarer1_morton1
source: I'm stuck in this room until my tuxemon got better, so there's nothing to do but battle!
fr_fr: Je suis enfermé dans cette chambre en attendant que mon Tuxemon aille mieux ; il n'y a rien à faire sinon se battre !
pl: Utknąłem w tym pokoju, dopóki mój tuxemon nie wyzdrowieje, więc nie mam nic do roboty poza walką!
zh_cn: 我被困在这个房间里,直到我的精灵好起来,所以除了战斗之外没有什么可做的!

# spyder_flower_mieke_nobudaye
source: Oh it doesn't matter - I can see you don't have a Budaye.
fr_fr: Non, pas grave - je peux voir que tu n'as même pas de Budaye.
zh_cn: 哦,这并不重要--我可以看到你没有友友猫.

# spyder_flower_cady1
source: Oh I'd just love to have a souvenier to take back home with me. I just adore those sweet little Grintot. Could you get me one? I could give you my Hampotamos in exchange?
fr_fr: Oh, j'aimerais tellement un petit souvenir pour chez moi. J'aime beaucoup ces petits Grintot si adorables. Pouvez-vous m'en obtenir un ? Je pourrais l'échanger avec mon Hampotamos ?
zh_cn: 哦,我真希望能有一个纪念品带回家去. 我很喜欢那些可爱的小格林托特.你能给我一个吗? 我可以把我的汉波塔莫斯送给你作为交换?

# spyder_flower_petshopkeeper1
source: I found these eggs in the bough of a tree, and hatched them! They appear to be a previously unknown tuxemon. I call them Vivipere! I wonder what they morph into.
fr_fr: J'avais trouvé des œufs une fois dans les branches d'un arbre, alors je les ai mis en couveuse ! Ça ressemble à un ancien Tuxemon inconnu. Je l'ai appelé Vivipere ! J'aimerais bien savoir en quoi il va se transformer.
zh_cn: 我在一棵树的枝桠上发现了这些蛋,并孵化了它们!它们似乎是以前不为人知的精 灵. 我叫它们维维帕雷!我想知道它们会蜕变成什么.

# spyder_flower_petshopkeeper4
source: You got it to morph? ... And you did it in that particular way? I see. Hmmm, I don't really like the look of that morph. If I give you another Vivipere, can you bring it back if it ever morphs into something different?
fr_fr: Vous avez réussi à le transformer ? ... Et vous l'avez fait d'une façon particulière ? Je vois. Hum, je n'aime pas vraiment ce en quoi il s'est transformé. Si je vous en donne un autre, vous pouvez me l'apporter s'il se transforme en autre chose ?
zh_cn: 你让它进化了吗? ... 你是以这种特殊的方式做到的? 我明白了.嗯,我不太喜欢这种进化的样子. 如果我再给你一个维维帕雷,如果它曾经变形为不同的东西,你能把它带回来吗?

# 37707_villager_female_missing
source: @*!^: 0H... @ n3wc0m3r! H0vv p1d y0v g3t he7e? <NONE> h3llen"T $33N %^&one new 1n... ()h, never n3ver m3V3t N3W37 MIIIIIIIIND @*!^: WElcoME! W3lcome t0... 0H N/A: We never g0t ar0und to gi^ing 0ur town {<1} We never g00000000 {<2} W3 neVer Bu1lt 0uR t0wN TH S D ES N T EX ST Y U AR C NNE ED TO TH V ID YO M ST LEA E N W
es_es: @*!^: ¡0H... un r3c1En Ll3g@d0! ¿C0mo v1ni$t3 @qu1? <NONE> h3m0$ v1$t0 @ nAd13 nu3v0 d3$De... ()h, d@ dA D@ IGUAAAAAL @*!^: ¡BIenvENidO! Bi3nven1d0 a... 0H N/A: ¡nunc@ le ll3gam0$ a d@r un n0mbr3 a nue$tr0 puebl0 {<1} Nunc@ ll3gam000s {<2} NuNc@ l0 c0n$tru1m0s E TO NO EX ST EST S C NECT D A L N DA D B S IRT A OR
fr_fr: @*!^: 0H... @ n0uvo ! C0mm3n voou 3t3s ArRiv& 1c1 ? <RI1> h3l3ne"T V %^&un nouv 1c0nU... ()h, jamé j@mé j@m3 T@NT P111111S @*!^: B1venu3! BI1venu t0... 0H N/C: 0n nn d0nn3ra j@m@1S n0tr ^i77aG {<1} Nou jaM& d00000000 {<2} 0n n3 Con2trU1r p@ n0Tr ^i77e ÇA N EXST PA TU E CONNEC A CE VID TUD OIS PAR TIR M1 TEN AN
zh_cn: @*!^:0H...@ n3wc0m3r!H0vv p1d y0v g3t he7e? <NONE> h3llen "T $33N %^&one new 1n...（）h, never n3ver m3V3t N3W37 MIIIIIIIIND @*!^:WElcoME!W3lcome t0...0H N/A: We never g0t ar0und to gi^ing 0ur town {<1}.We never g00000000 {<2}W3 neVer Bu1lt 0uR t0wN 適湜怼沵唻説朂偅婹哋倳凊,洇潙沵湜茬潙沵哋笁莋洏笁莋

# spyder_route5_granny
source: This park is much more salubrious with the Nimrod construction keeping the Flower City riff-raff out.
fr_fr: Ce parc est nettement plus propre grâce à cet engin de Nimrod qui garde le bazar en dehors de Cité-des-Fleurs.
zh_cn: 这个公园在宁德市的建设下,将花城的暴发户挡在了门外,显得更有人情味.

# spyder_leatherhouse2_tv
source: A little green mon is lifting a ship out of a swamp.
fr_fr: Un petit monstre tout vert sort un bateau des marécages.
zh_cn: 一个绿色的小怪物正在把一艘船从沼泽地里抬出来.

# spyder_flowerhouse1_granny
source: Scoop has managed to cut the price of beef yet again! I don't know how they do it.
fr_fr: Chez Scoop, ils ont encore réussi à baisser le prix du bœuf ! Je ne sais pas comment ils y arrivent.
zh_cn: 勺子公司又一次成功地削减了牛肉的价格!我不知道他们是如何做到的.

# spyder_nimrod_chromerobo2
source: Shoop dee doo woop
fr_fr: Shap ba be di wap
zh_cn: 咻咻咻咻咻咻

# spyder_nimrod_dirk1
source: Are you here for the investor presentation? Nimrod shares are a great buy - armies always need weapons!
fr_fr: Êtes-vous là pour la présentation financière ? Les actions Nimrod sont un très bon investissement - les armées ont toujours besoin d'armes !
zh_cn: 你是来参加投资者介绍会的吗? 尼姆罗德公司的股票是一个很好的买点--军队总是需要武器!

# spyder_nimrod_argon1
source: We fight wars with humans and tuxemon. Many dead, many more injured. Using robos instead is the only moral course of action.
fr_fr: On fait des guerres avec des humains et des Tuxemon. Beaucoup de morts, et encore plus de blessés. Utiliser des robots à la place serait la seule décision moralement juste.
zh_cn: 我们与人类和精灵进行战争.许多人死亡,更多的人受伤. 使用机器人是唯一符合道德的行动方式.

# spyder_route5_sara1
source: My Capiti looks cute and all, but I can't wait until it grows into an adult!
fr_fr: Mon Capiti est adorable, mais je suis impatient qu'il devienne adulte !
zh_cn: 我的卡皮蒂看起来很可爱,但我等不及让它长成一个成年人了!

# spyder_nimrod_berke1
source: Don't hurt me, I just write the contracts! I haven't done anything wrong! ... I mean, no one has done anything wrong. This is all legal and above board.
fr_fr: Ne me touchez pas, j'écris juste les contrats ! Je n'ai rien fait de mal ! ... Enfin, personne n'a jamais rien fait de mal. Tout ça est légal et conforme aux règles.
zh_cn: 不要伤害我,我只是写了合同!我没有做错任何事! ... 我的意思是,没有人做错任何事.这都是合法的,光明正大的.

# spyder_nimrod_tru2
source: Guard, retrieve the prototypes in the testing room. At least we can salvage something!
fr_fr: Gardes, allez chercher les prototypes dans le laboratoire. Nous allons au moins pouvoir récupérer ça !
zh_cn: 警卫,在测试室里取回原型.至少我们可以抢救出一些东西!

# spyder_route5_goliath2
source: Quit ruining our plans!
fr_fr: Arrêtez de gâcher mes projets !
zh_cn: 别再破坏我们的计划了!

# spyder_timber_dante2
source: Hey buddy! Are you planning to break into these HQ? Cool! Make sure you're well prepared before you do, because it's difficult to get out once you're inside! You'll need to call your mom to let her know you're safe. Use this app!
fr_fr: Hé ! mon pote ! Comment ? Tu veux pénétrer dans ces QG ? Cool ! Vérifie quand même que tu es bien préparé, parce que le plus dur, c'est d'en sortir une fois rentré !
zh_cn: 嘿,伙计!你打算闯入这些总部吗? 真酷啊! 在这之前,请确保你有充分的准备,因为一旦你进去了,就很难出来了!

# spyder_scoop_turner2
source: Remember, we had nothing to do with the disease getting out!
fr_fr: Et souvenez-vous, nous n'avons rien à voir avec cette maladie qui se propage !
zh_cn: 请记住,我们与疾病的传播没有任何关系!
