Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# taba_house2_reading4
source: The book is Sailing Into Eternitys by Laurine Doprachuld.
de_de: Das Buch ist Sailing Into Eternitys von Laurine Doprachuld.
es_mx: El libro es Sailing Into Eternitys de Laurine Doprachuld.
fr_fr: Le livre est Sailing Into Eternitys de Laurine Doprachuld.
pt_br: O livro é Sailing Into Eternitys, de Laurine Doprachuld.
zh_cn: 这本书是《驶向永恒》,作者是劳瑞娜-多普拉丘尔德.

# taba_house3_client2a
source: Thinking too much can harm us.
de_de: Zu viel Denken kann uns schaden.
es_mx: Pensar demasiado puede hacernos daño.
fr_fr: Trop penser peut nous nuire.
pt_br: Pensar demais pode nos prejudicar.
zh_cn: 想得太多会伤害我们.

# taba_house3_client3a
source: It makes me think about my mom's house.
de_de: Es lässt mich an das Haus meiner Mutter denken.
es_mx: Me hace pensar en la casa de mi madre.
fr_fr: Cela me fait penser à la maison de ma mère.
pt_br: Isso me faz pensar na casa da minha mãe.
zh_cn: 这让我想到了我妈妈的房子.

# taba_house4_owner1
source: Welcome to The Honorable Seagulls Pub!
de_de: Willkommen im Honorable Seagulls Pub!
es_mx: ¡Bienvenido a The Honorable Seagulls Pub!
fr_fr: Bienvenue au Honorable Seagulls Pub !
pt_br: Bem-vindo ao The Honorable Seagulls Pub!
zh_cn: 欢迎来到尊贵的海鸥酒吧!

# menu_minigame
source: Minigame
zh_cn: 迷你游戏

# who_is_that
source: Name That Tuxemon
zh_cn: 这只精灵的名字?

# generic_wrong
source: Wrong!
zh_cn: 猜错了!

# gender_male
source: Male
zh_cn: 男

# gender_female
source: Female
zh_cn: 女

# spyder_intro_question
source: Do you want to skip the intro?
zh_cn: 你要跳过介绍吗?

# spyder_intro00
source: Hello, I am the CEO of Omnichannel. We run the newspapers, TV channels and radio stations for this region. It is my duty to inform you.
zh_cn: 你好,我是全能公司的首席执行官,我们为这个地区经营报纸,电视频道和广播电台. 我有责任向你介绍关于精灵的信息.

# spyder_intro01
source: Tuxemon are the animals that inhabit this world. They love to be captured so their masters can battle them for fun and profit. The strongest win, just like in the world of business. Most monsters are found in the wild. They morph into more advanced forms when they gain experience. But the five Pillars that make up the Cathedral, that is, the five allied companies that operate in this region, have improved on nature. This season, we offer five deluxe Tuxemon!
zh_cn: 精灵是栖息在这个世界上的一种生物. 他们喜欢被俘虏,这样他们的主人就可以与他们争夺乐趣和利润. 最强者胜出，就像在商业世界中一样. 很多精灵都是在野外发现的,当他们获得足够的经验时,他们会进化成更高级的形式. 但是构成大教堂的五大支柱,也就是在该地区运营的五家盟友公司, 改善了自然环境.本季,我们提供五款豪华精灵!

# spyder_intro02
source: These tuxemon morph immediately when exposed to a token - that's instant gratification! What's more, they let you choose which form they morph into.
zh_cn: 这些精灵在接触到令牌时会立即进化 - 这是一种即刻的满足! 更重要的是,他们会让你选择他们将要变成的形态.

# spyder_intro03
source: Tokens are available for a modest fee from all Pillars! Ahem, what was I talking about? Oh yes, each Pillar offers one of these exclusive Tuxemon.
zh_cn: 令牌可从所有支柱获得,当然,要收取适度费用! 咳咳,我刚刚说到哪里了? 哦,是的,每个支柱都提供这些独家精灵之一.

# spyder_intro_shopkeeper1
source: What a great presentation from our CEO! All Gold members are being offered a free tuxemon.
zh_cn: 我们首席执行官的演讲真是太棒了!所有金卡会员都能获得这些免费精灵之一.

# spyder_intro_shopkeeper2
source: Just fill in this form.
zh_cn: 填一下这个表格就行了.

# spyder_intro_question_name
source: What is your name?
zh_cn: 你叫什么名字?

# spyder_intro_shopkeeper3
source: Please, now return the form to the Shop Assistant, so we can give you the tuxemon.
zh_cn: 请现在将表格退还给店员,以便我们为您提供精灵.

# spyder_intro_shopkeeper4
source: I'm sorry, you are not a Gold member. This offer is for Gold members only.
zh_cn: 对不起,您不是金卡会员,此优惠只有金卡会员能够享受.

source: Bank
zh_cn: 银行

source: Wallet
zh_cn: 钱包

source: Deposit
zh_cn: 存款

source: Withdraw
zh_cn: 取款

# no_money_operation
source: {operation} not possible!
zh_cn: {operation}不可能!

# menu_item_storage
source: Pick Up Item
zh_cn: 取出道具

# menu_item_dropoff
source: Drop Off Item
zh_cn: 放入道具

source: No Signal
zh_cn: 无信号

# omnichannel_mobile
source: Omnichannel Mobile 4G
zh_cn: 全能通讯4G

# app_banking
source: Bank App
zh_cn: 手机银行

# app_banking_description
source: Access your funds here whenever you're in a town.
zh_cn: 随时随地在此处访问您的资金, 当您信号充足时, 都可以在此处访问您的资金.

# app_contacts
source: Contacts App
zh_cn: 电话溥

# app_contacts_description
source: Call your friends and battle the people of your choice.
zh_cn: 打电话给你的朋友, 与你选择的人战斗.

# app_map
source: Map App
zh_cn: 手机地图

# app_map_description
source: Use this on your phone to see where you are.
zh_cn: 在手机上使用它来查看您的位置.

# app_tuxepedia
source: Tuxepedia App
zh_cn: 精灵百科

# app_tuxepedia_description
source: Keep track of information about Tuxemon here, and share it with the world.
zh_cn: 在这里跟踪有关精灵的信息, 并与世界分享.

# tuxepedia_progress
source: Tuxepedia: {value}%!
zh_cn: 精灵百科完成度: {value}%!

# tuxepedia_data_seen
source: Seen {param} out of {all} Tuxemon
zh_cn: 看到了{param}只精灵,共有{all}只精灵

# tuxepedia_data_caught
source: Caught {param} out of {all} Tuxemon
zh_cn: 捉住了{param}只精灵,共有{all}只精灵

# player_start_adventure
source: The adventure began {date} days ago.
zh_cn: 冒险开始了{date}天.

# player_walked
source: Walked {distance} {unit}
zh_cn: 行走的路程 {distance} {unit}

# player_battles
source: Battles: {tot} (W{won} D{draw} L{lost})
zh_cn: 战斗: {tot} (胜利{won} 平局{draw} 失败{lost})

# action_call
source: Call
zh_cn: 拨号

# phone_no_answer
source: Phone keeps ringing but no answer!
zh_cn: 对不起,您呼叫的用户暂时无人接听!

# page_tuxepedia
source: From id {a} to id {b}
zh_cn: 从编号{a}到编号{b}

source: No evolution
zh_cn: 没有进化型

# yes_evolution
source: Evolution
zh_cn: 有进化型

# yes_evolutions
source: Evolutions
zh_cn: 进化型

# tuxepedia_capture
source: Captured {doc} days ago
zh_cn: 捕获了{doc}天

# tuxepedia_exp
source: {exp_lv}xp to Lv {lv}
zh_cn: 需要{exp_lv}经验到等级{lv}

# menu_tuxepedia
source: Tuxepedia
zh_cn: 精灵百科

# monster_menu_type
source: Type(s)
zh_cn: 属性

# monster_menu_species
source: Species
zh_cn: 种类

# monster_menu_shape
source: Body Type
zh_cn: 体型

# spyder_papertown_firstfight_after
source: I'll heal you up this time, but I'm not a charity. Rest up at home next time your monsters get worn out.
zh_cn: 这次我会治愈你,但我不是慈善机构,下次你的精灵疲惫不堪时在家休息.

# spyder_papermanor_oldman
source: I have two sons and a niece. The first is a sailor, and last year he went to the Archipelago. The second is a Captain and he transports people. My niece is playing outside.
zh_cn: 我有两个儿子和一个侄女,第一个是水手,去年他去了群岛. 第二个是船长,他开客船,我的侄女在外面玩.

# spyder_cottontown_mom
source: Well hello stranger! What are you doing going into a Cafe? You know caffeine is bad for you. I'm kidding! You're a grown up of 12 years old, you can do whatever you like! ... No alcohol .... But you should call home more often. I want someone to tell about my inventions. ... Oh, I forget, you haven't got a phone yet. Here's one I invented. I call it the Nu Phone! You can install all sorts of apps on it. It already has the Map App, so you'll never get lost!
zh_cn: 陌生人你好!你进咖啡馆干什么? 你知道咖啡因对你有害......我开玩笑的! 你已经12岁了,你可以做任何你喜欢的事情!...但不要吸烟和喝酒 .... 但你应该更频繁地打电话回家,我希望有人讲述我的发明. ... 哦,我忘了,你还没有手机,这是我发明的,我称之为NuPhone! 您可以在其上安装各种应用程序,它已经有地图应用程序,所以你永远不会迷路!

# spyder_cotton_homemaker1
source: Are you here for the talk? I'm so excited for the launch.
zh_cn: 你是来演讲的吗?我对发布感到非常兴奋.

# spyder_cotton_homemaker2
source: Tuxepedia is great, isn't it? I'm one of the programmers. Tell me if you find any bugs.
zh_cn: 精灵百科很棒,不是吗?我是程序员之一,告诉我你是否发现任何错误.

# spyder_cotton_cafegranny
source: Hmm, I'm not sure I fancy this coffee.
zh_cn: 嗯,我不确定我是否喜欢这种咖啡.

# spyder_cotton_cafeassistant
source: Do you collect tuxemon? I'd like to start but I'm afraid to leave the city.
zh_cn: 你收集精灵吗?我想开始,但我害怕离开这座城市.

# spyder_cotton_cafegoth
source: Don't look at me. I'm just here for the free canapes.
zh_cn: 别看我,我只是来这里吃免费的小吃.

# spyder_cotton_cafeflorist1
source: Shhh, it's about to begin.
zh_cn: 嘘,演讲要开始了.

# spyder_cotton_cafeflorist2
source: I can't wait to fact-check everyone else's entries. You better make sure you have good sources!
zh_cn: 我迫不及待地想对其他人的条目进行事实核查. 你最好确保你有好的来源!

# spyder_papertown_myfirstmon_notmet
source: I recognize you, you're the kid who hasn't got a Gold Pass. You know, I might be able to help you out. When the fancy new tuxemon come through from the Cathedral, we just threw all our old ones in the bin! It seems like such a waste, especially when kids like you don't have any!
zh_cn: 我认得你,你就是那个没有金卡会员的孩子. 你知道,我也许能帮你. 当花哨的新精灵从大教堂出来时,我们只是把所有的旧精灵都扔进了垃圾箱! 这好像太浪费了,尤其是当像你这样的孩子没有任何东西的时候!

# spyder_papertown_thereis
source: There is something here...
zh_cn: 这里有东西...

# spyder_papertown_trash
source: Just trash
zh_cn: 只是垃圾

# spyder_papertown_rockitten
source: Do you want ROCKITTEN?
zh_cn: 你想要小岩猫吗?

# spyder_papertown_lambert
source: Do you want LAMBERT?
zh_cn: 你想要兰伯特吗?

# spyder_papertown_nut
source: Do you want NUT?
zh_cn: 你想要螺母兽吗?

# spyder_papertown_tweesher
source: Do you want TWEESHER?
zh_cn: 你想要镊鹭吗?

# spyder_papertown_agnite
source: Do you want AGNITE?
zh_cn: 你想要火鬣蜥吗?

source: DON'T CARE
zh_cn: 随机

# spyder_papertown_rival
source: Billie's House
zh_cn: 比莉的房子

# spyder_rivalbedroom_radio_morning
source: Morning: A Pop song is playing. It's called "Omni Love: A Journey Through Channels of the Heart".
zh_cn: 早晨:一首流行歌曲正在播放,歌名是"全频之爱:心之通道的旅程".

# spyder_rivalbedroom_radio_afternoon
source: Afternoon: A Rock song is playing. It's called "Rise to Dominate: The Ultimate Trainer's Anthem".
zh_cn: 下午:一首摇滚歌曲响起,歌名是"崛起主宰:终极训练师的焚歌".

# spyder_rivalbedroom_radio_dusk
source: Dusk: A Country song is playing. It's called "Breaking Chains, Finding Strength: From Fear to Enforcer".
zh_cn: 黄昏时分:一首乡村音乐缓缓流淌,歌名是"挣脱枷锁,寻找力量:从恐惧到坚强".

# spyder_rivalbedroom_radio_dawn
source: Dawn: A Metal song is playing. It's called "Dragon's Roar: Percussive Fury".
zh_cn: 黎明时分:一首金属乐震撼播放,歌名是"龙吟怒吼:击打的狂怒".

# spyder_rivalbedroom_radio_night
source: Night: A Techno song is playing. It's called "Bot Revolution: Rise of the Botbots".
zh_cn: 晚上: 一首电子舞曲正轰鸣回响,歌名是"机器人革命:机器人群起之始".

# spyder_rivaldownstairs_tv
source: A group of schoolboys stranded on a deserted island, and of their struggles to overcome adversity.
zh_cn: 一群男学生流落荒岛,以及他们克服逆境的故事

source: Brideswood
zh_cn: 新生之林

# spyder_route1_routesign
source: Route 1. Take care!
fr_fr: Route 1 : Prendre garde !
zh_cn: 路线1. 保重,旅行者!

# spyder_cottontown_followme
source: The Cafe is located on the other side of these houses.
zh_cn: 咖啡馆在这些房子的另一侧.

# spyder_door_locked
source: The door is locked!
zh_cn: 门是锁着的!

source: Tuxeball
zh_cn: 精灵球

# tuxeball_description
source: Captures a monster.
zh_cn: 用来捕捉精灵.

source: Buy
zh_cn: 购买

source: Sell
zh_cn: 出售

# spyder_cottonart_billie
source: I see you're trying to broaden your horizons. That's cute. Just try not to touch anything.
zh_cn: 我看到你在努力拓宽你的视野,这很可爱,尽量不要碰任何东西

# spyder_cottonart_barmaid_painting_sold_billie
source: The painting has been bought and donated back to the gallery by Billie!
zh_cn: 这幅画已被比莉买下并捐赠回画廊!

# spyder_cotton_lazybrute
source: Buzz off, this tunnel is still under construction.
zh_cn: 走开, 这条隧道正在建设中.

# combat_gain_exp
source: {name} gains {xp}xp
zh_cn: {name}获得了{xp}经验

# captured_failed_1
source: Capture failed immediately.
zh_cn: 捕捉立即失败.

# captured_failed_2
source: The capture failed.
zh_cn: 捕捉失败.

# captured_failed_3
source: Not this time! The capture failed.
zh_cn: 这次不行!捕捉失败.

# captured_failed_4
source: So close! But the capture failed.
zh_cn: 差一点就成功了.

# spyder_leathergym_chadfort1
source: Did you look at the paper on the wall? Neverending fight between Chad and Brad.
zh_cn: 你看过墙上的纸吗?Chad和Brad之间永无止境的战斗.

# spyder_leathergym_chadine1
source: Thanks for joining Chad & Brad Fondent Fitness (C&BFF), we are excited to have you on board!
zh_cn: 感谢您加入 Chad & Brad Fondent Fitness （C&BFF）,我们很高兴您能加入!

# spyder_leathergym_chad1
source: Yes, I can hear the silence.
zh_cn: 是的,我能听到寂静.

# spyder_leathergym_bradfort1
source: Yes, I can feel your heart.
zh_cn: 是的,我能感觉到你的心.

# spyder_leathergym_brad1
source: Yes, I can see the dark.
zh_cn: 是的,我能看到黑暗.

# spyder_leathergym_gigachad1
source: Why are you here? Having a tough time? Don't worry fellow Sigma.
zh_cn: 你为什么在这里?遇到困难了吗?别担心,西格玛同胞.

# spyder_leathergym_virgin1
source: I love knocking on the door, screaming and running away while someone is using the restroom!
zh_cn: 我喜欢在有人上厕所时敲门,尖叫和逃跑!

# spyder_leathergym_board
source: Chad ${{var:chad_points}} vs Brad ${{var:brad_points}}
zh_cn: Chad ${{var:chad_points}} 对战 Brad ${{var:brad_points}}

# spyder_leathershaft1_sign
source: Journey to the Center of the Earth!
zh_cn: 地心之旅!

# spyder_leathershaft1_miner1
source: It is important to protect indigenous people, land... but we cannot criminalize the miners who are looking for a living to survive. What matters is that the miners are protected!
zh_cn: 我们要保护原住民、土地......但我们不能将挖矿定为犯罪 他们正在寻找谋生手段生存,重要的是矿工受到保护!

# spyder_leathershaft1_beryll1
source: In Fondent alone there are about a dozen locations where illegal or artisan mining is going on but Shaft is viewed as evil.
zh_cn: 只是在丰登特,就有大约十几个地方正在进行非法或工匠采矿 但沙夫特被视为邪恶.

# spyder_leathershaft1_roxby1
source: Some islands in the archipelago are completely taken over by mining. It is not possible to differentiate between an indigenous community and a mining area. There is not even water to drink. Shaft is against!
zh_cn: 群岛中的一些岛屿完全被采矿所接管,无法区分 在土著社区和矿区之间,甚至没有水喝,沙夫特反对这些!

# spyder_leathershaft1_rutherford1
source: Shaft leader is a thinker and doer. She is not a talker. She has met twice with the miners. It shows quality. It shows his plans for Fondent. Our leader has been consistent when it comes to climate change.
zh_cn: 沙夫特的领导者是一个思想家和实干家,她不是一个健谈的人,她与矿工们见过两次面. 她显示了她对丰登特的计划。在气候变化问题上,我们的领导人始终如一.

# spyder_leathershaft1_surat1
source: To streamline the mining sector, someone started to give certificates to those qualified to mine. The entity? Omnichannel! And Shaft is the scapegoat.
zh_cn: 为了简化采矿业,有人开始向有资格采矿的人颁发证书. 背后的实体?全能公司!而沙夫特是替罪羊.

# spyder_leathershaft2_dude
source: Shaft is is one of the largest mining companies in the region, especially those that contribute to the communities.
zh_cn: 沙夫特是这个地区最大的矿业公司之一, 尤其是那些为社区做出贡献的人.

# spyder_leathershaft2_achievement
source: Shaft is proud to join the top businesses in this race towards a net-zero economy because we believe that climate change is not only one of the greatest risks facing Fondent, but also one of the greatest opportunities for sustainable innovation.
zh_cn: 沙夫特很荣幸能与顶级企业一起参与这场迈向净零经济的竞赛 因为我们相信,气候变化不仅是丰登特面临的最大风险之一, 同时也是可持续创新的最大机遇之一.

# spyder_leathershaft2_pc
source: Shaft promotional video on TuxTube.
zh_cn: TuxTube上的沙夫特宣传片.

# spyder_leathershaft2_papers
source: This leaflet from the Shaft aims to gain the trust of the Fondent's people.
zh_cn: 这本来自沙夫特的传单旨在获得基金会人民的信任.

# spyder_leathershaft2_skeptic
source: I don't trust Shaft. My geologist friend joined a team to explore the river basin to determine the impact of deforestation and mining on the river and water quality. This will mark the first ever evaluation of carbon and mercury production in mining ponds, and their subsequent impact on water flowpaths, ever conducted in Fondent.
zh_cn: 我不相信沙夫特,我的地质学家朋友加入了一个团队来探索河流流域 确定森林砍伐和采矿对河流和水质的影响. 这将标志着有史以来第一次对采矿区池塘的碳和汞生产进行评估, 以及它们随后对水流路径的影响,曾经在丰登特进行过.

# firomenis_description
source: These tuxemon are large and tough from the many years spent as a MERLICUN. Their jaws can crush through trees and bones, and their flight is strong enough to carry people.
de_de: <<MISSING>>
es_es: <<MISSING>>
es_mx: <<MISSING>>
fr_fr: Les années passées sous forme de MERLICUN ont endurci et élargi ces tuxemonaux mâchoires si puissantes qu'elles peuvent casser en deux les arbres comme les os.
it_it: <<MISSING>>
nb_no: <<MANGLER>>

# magmaturtle_description
source: When threatened it retreats into its shell and cools down dramatically by venting steam. It could be mistaken for a rock.
de_de: <<MISSING>>
es_es: <<MISSING>>
es_mx: <<MISSING>>
fr_fr: Quand elle se sent menacée, elle se cache dans sa carapace et se refroidit très vite en expulsant de la vapeur. On pourrait la prendre pour un rocher.
it_it: <<MISSING>>

# merlicun_description
source: Merlicun is a hardy insect that has evolved to be efficient at both attack and defense. They gather in the tree canopies of ancient forests to feed on fruits and leaves.
de_de: <<MISSING>>
es_es: <<MISSING>>
es_mx: <<MISSING>>
fr_fr: Les MERLICUN sont hardis et assez évolués pour exceller aussi bien en attaque qu'en défense. Ils se regroupent dans les canopées pour manger des feuilles et des fruits.
it_it: <<MISSING>>
nb_no: <<MANGLER>>

# tux_description
source: Most comfortable in arctic climes, TUX hunt weaker prey by leaping upon it, and crack open the shells or armor of stronger prey by sliding it along the ice into hard rocks.
de_de: <<MISSING>>
es_es: <<MISSING>>
es_mx: <<MISSING>>
fr_fr: Plus à l'aise dans les climats polaires, les TUX chassent leurs faibles proies en leur sautant dessus, et les plus résistantes en les faisant glisser droit dans de la roche pour briser leur coquille.
it_it: <<MISSING>>
nb_no: <<MANGLER>>

# professor_dialog
source: Professor: Ah, yes. The very person I've been wanting to meet. I've heard that you want to learn about Tuxemon. Tuxemon are little animals, some call them monsters, that we befriend and use to battle other Tuxemon. I was wondering, I just received three new Tuxemon for research and I would like to give you one. Which one would you like?
fr_fr: Professeur: Tu es celui que j'attendais. On m'a dit que tu voulais découvrir les Tuxemon. Les Tuxemon sont des petits animaux (ou "monstres"), que l'on amadoue et que l'on fait se battre contre d'autres Tuxemon. Au fait, je viens de recevoir trois nouveaux Tuxemon pour mes recherches et je voudrais t'en donner un. Lequel veux-tu?
it_it: Professore: Oh sì. Ecco la persona che cercavo! Ho sentito che vuoi imparare di più sui Tuxemon. I Tuxemon sono piccoli animali, che alcuni definiscono come mostri, con cui diventiamo amici e che usiamo nei combattimenti contro altri Tuxemon. Ho appena ricevuto tre nuovi Tuxemon per una ricerca e mi piacerebbe dartene uno. Quale desideri?

# Cotton_Town_Sign
source: Welcome to Cotton Town: A Growing Force ↑ Cotton Town --- Route 1 ↓
es_mx: Bienvenido a Pueblo Algodón: Una Fuerza en Crecimiento ↑ Pueblo Algodón --- Ruta 1 ↓
fr_fr: Bienvenue à Cotonville : Une force grandissante ^ Cotonville --- Route 1 v
it_it: Benvenuto a Cotonopoli: una forza crescente ↑ Cotonopoli --- Strada 1 ↓
pt_br: Bem-vindo a Cotton Town: uma força crescente ↑ Cidade do Algodão --- Rota 1 ↓

# combat_state_diehard_tech
source: {target} fights through the pain.
fr_fr: {target} se bat malgré la douleur.

# professor_dialog6.1
source: Professor: An excellent choice! Hydrone is a water Tuxemon.
de_de: Professor: Eine hervorragende Wahl! Hydrone ist ein Wasser-Tuxemon
es_es: Profesor: ¡Una elección excelente! Hydrone es un Tuxemon de tipo agua.
it_it: Professore: Scelta eccellente! Hydrone è un Tuxemon di tipo acqua.

# professor_dialog6.2
source: Professor: A superb choice! Rockitten is an earth Tuxemon.
de_de: Professor: Eine spitzen Wahl! Rockitten ist ein Erde-Tuxemon
es_es: Profesor: ¡Una elección soberbia! Rockitten es un Tuxemon de tipo tierra.
it_it: Professore: Scelta saggia! Rockitten è un Tuxemon di tipo terra.

# professor_dialog6.3
source: Professor: A great choice! Fruitera is a wood Tuxemon.
de_de: Professor: Eine tolle Wahl! Fruitera ist ein Holz-Tuxemon
es_es: Profesor: ¡Una buena elección! Fruitera es un Tuxemon de tipo madera.
it_it: Professore: Gran scelta! Fruitera è un Tuxemon di tipo foresta.

# professor_dialog7
source: Professor: I hope to see you around! I'm about to head on a journey, so maybe we'll meet up sometime.
de_de: Professor: Ich hoffe dich wieder zu sehen! Ich werde mich bald auf eine Reise begeben, also sieht man sich vielleicht irgendwann.
es_es: Profesor: ¡Espero verte pronto! Voy a irme de viaje, así que quizás nos encontremos en algún momento.
it_it: Professore: Spero di rivederti! Sto per fare un viaggio quindi forse ci incontreremo di nuovo.

# menu_alphabet
source: ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz1234567890.-!
de_de: AÄBCDEFGHIJKLMNOÖPQRS\0TUÜVWXYZaäbcdefghijklmnoöpqrsßtuüvwxyz1234567890.-!
it_it: AÀBCDEÈÉFGHIÌJKLMNOÒPQRSTUÙVWXYZaàbcdeèéfghiìjklmnoòpqrstuùvwxyz1234567890.-!
pt_br: AÁÀÂÃBCÇDEÉÈÊFGHIÍÌJKLMNOÓÒÔÕPQRSTUÚÙVWXYZaáàâãbcçdeéèêẽfghiíìjklmnoóòôõpqrstuúùvwxyz1234567890.-!

source: Headbutt
de_de: Kopfnuss
es_es: Cabezazo

# sumobug_description
source: It uses its weight to trip much larger enemies. It is as dense as a star.
de_de: Es nutzt sein Gewicht um viel größere Gegner zu stürzen. Seine Dichte gleicht einem Stern.

source: Sword
de_de: Schwert

# omnichannel_sign
source: Omnichannel HQ: We Make Headlines
de_de: Omnichannel HQ: Wir machen Schlagzeilen

source: omnichannelarrives2
es_es: <<MISSING>>
