Repository: Tuxemon/Tuxemon
Catalog: mods/tuxemon/l18n/*/LC_MESSAGES/*.po
Languages: de_de, es_es, es_mx, fr_fr, it_it, ja, nb_no, pl, pt_br, zh_cn

# elofly_description
source: An ELOFLY on its own is patient and wise, but when it flocks in great numbers it becomes violent and impulsive.
de_de: Ein ELOFLY auf sich allein gestellt ist geduldig und weise, aber wenn sie große Schwärme bilden werden sie gewalttätig und impulsiv.
fr_fr: Un ELOFLY est patient et sage, mais quand il afflue en grand nombre, il devient violent et impulsif.
it_it: Un ELOFLY da solo è paziente e saggio, ma quando si affolla in gran numero diventa violento e impulsivo.
zh_cn: 埃洛飞自己是有耐心和智慧的,但当它大量成群结队时,就会变得暴躁和冲动.

# elostorm_description
source: Kings and queens, the ELOSTORM rule their people and have great ambition.
de_de: Könige und Königinnen, die ELOSTORM herrschen über Ihresgleichen und haben große Ambitionen.
fr_fr: Rois et reines, les ELOSTORM gouvernent leur peuple et ont une grande ambition.
it_it: Re e regine, gli ELOSTORM governano il loro popolo e hanno grandi ambizioni.
zh_cn: 埃洛斯托姆是国王和王后,他们统治着他们的部族,有着巨大的野心.

# elowind_description
source: The lieutenants of the ELOFLY family, ELOWIND shepherd the flock and keep it focused.
de_de: Als die Leutnants der ELOFLY Familie führen die ELOWIND die Herde und halten sie konzentriert.
fr_fr: Les lieutenants de la famille ELOFLY, ELOWIND guident le troupeau et le gardent concentré.
it_it: I luogotenenti della famiglia ELOFLY, gli ELOWIND guidano il gregge e lo mantengono concentrato.
zh_cn: 埃洛飞家族的副官,埃洛温德负责羊群的放牧和集中注意力.

# eruptibus_description
source: Smiths work with it, heating up metals in its caldera.
de_de: Schmiede arbeiten mit ihm, indem sie Metall in seiner Caldera erhitzen.
es_es: Los herreros trabajan con él, calentando metales en su caldera.
es_mx: Los herreros trabajan con él, calentando los metales en su caldera.
fr_fr: Les forgerons utilisent sa caldeira pour faire chauffer le métal.
it_it: I fabbri ci lavorano sopra, facendo arroventare i metalli nella sua caldera.
pt_br: Trabalha com ferreiros aquecendo metais em sua caldeira.
zh_cn: 史密斯与它一起工作,在它的火山口加热金属.

source: Eruptibus
ja: エルプチブス
zh_cn: 火山兽

# exclawvate_description
source: Often seen on construction sites, they can use their huge hands and tail to scoop up dirt and rubble. Underneath the Tuxemon are caterpillar tires, giving them a better balance and grip while climbing heaps of rubble.
de_de: Sie werden oft auf Baustellen gesehen, wo sie mit ihren riesigen Händen und ihrem Schwanz Dreck und Schutt aufschaufeln. Unterhalb sind diese Tuxemon Raupenreifen, was ihnen eine bessere Balance gibt sowie eine bessere Griffigkeit während sie Schutthaufen emporklettern.
fr_fr: Souvent vus sur les chantiers de construction, ils peuvent utiliser leurs énormes mains et leur queue pour ramasser la saleté et les gravats. Sous le Tuxemon se trouvent des pneus à chenilles, ce qui leur donne un meilleur équilibre et une meilleure adhérence lors de l'escalade de tas de gravats.
it_it: Spesso visti nei cantieri, possono usare le loro enormi mani e la coda per raccogliere sporcizia e macerie. Sotto il Tuxemon ci sono pneumatici caterpillar, che danno loro un migliore equilibrio e aderenza mentre si arrampicano su cumuli di macerie.
zh_cn: 经常在建筑工地上看到,它们可以用自己巨大的手和尾巴来舀起泥土和瓦砾.精灵的下面是毛毛虫的轮胎,使它们在爬上成堆的瓦砾时有更好的平衡和抓地力.

# exapode_description
source: It waves its legs to attract attention, but mostly people just run away.
de_de: Es winkt mit seinen Beinen, um auf sich aufmerksam zu machen, aber meisten laufen die Leute einfach weg.
es_mx: Agita sus piernas para llamar la atención, pero la mayoría de la gente simplemente huye.
fr_fr: Il agite ses jambes pour attirer l'attention, mais la plupart des gens s'enfuient.
it_it: Agita le gambe per attirare l'attenzione, ma per lo più le persone scappano.
pt_br: Ele agita as pernas para atrair a atenção, mas a maioria das pessoas simplesmente foge.
zh_cn: 它挥舞着腿以吸引人们的注意,但大多数时候人们只是跑开.

# eyenemy_description
source: It feeds on beautiful views and other spectacular sights.
de_de: Es nährt sich von schöner Aussicht und anderen spektakulären Besichtigungen.
es_es: Se alimenta de vistas hermosas y otros avistamientos espectaculares.
es_mx: Se alimenta de hermosas vistas y otros lugares espectaculares.
fr_fr: Il se nourrit de magnifiques paysages et autres lieux exceptionnels.
it_it: Si nutre di una bella vista e altre attrazioni spettacolari.
pt_br: Alimenta-se de belas vistas e outras visões espetaculares.
zh_cn: 它以美丽的景色和其他壮观的景象为食.

source: Eyenemy
fr_fr: Œilnnemi
ja: エイェネンィ
zh_cn: 敌之眼

# eyesore_description
source: It remembers everything it has ever seen, but not the order that it has seen it in.
de_de: Es kann sich an alles erinnern, was es jemals gesehen hat, nur nicht, in welcher Reihenfolge.
fr_fr: Il se souvient de tout ce qu'il a jamais vu, mais pas de l'ordre dans lequel il l'a vu.
it_it: Ricorda tutto ciò che ha visto, ma non l'ordine in cui l'ha visto.
zh_cn: 它记得它所见过的一切,但不记得见到它们的顺序.

source: Eyesore
ja: エイェソレ
zh_cn: 疲之眼

# fancair_description
source: If someone leaves their fan running when they do not need it, it comes alive and flies out the window to find someone who actually needs to be cooled.
de_de: Wenn jemand seinen Lüfter laufen lässt, obwohl er nicht gebraucht wird, dann erwacht er zum Leben und fliegt aus dem Fenster, um jemanden zu finden, der tatsächlich gekühlt werden muss.
fr_fr: Si quelqu'un laisse son ventilateur en marche alors qu'il n'en a pas besoin, il s'anime et s'envole par la fenêtre pour trouver quelqu'un qui a réellement besoin d'être refroidi.
it_it: Se qualcuno lascia il ventilatore acceso quando non ne ha bisogno, si anima e vola fuori dalla finestra per trovare qualcuno che ha effettivamente bisogno di essere raffreddato.
zh_cn: 如果有人在不需要的时候让他们的风扇运转,它就会活跃起来,飞出窗外,找到真正需要冷却的人.

source: Fancair
ja: ファンカイル
zh_cn: 风扇兽

# ferricran_description
source: Once, the FERRICRAN were covered all over with adamantine scales, and had wings of mithril.
de_de: Einst waren die FERRICRAN vollständig mit unzerstörbaren Schuppen bedeckt und hatten Flügel aus Mithril.
es_es: Hubo un tiempo en el que los FERRICRAN estaban cubiertos de escamas adamantinas, y tenían alas de mithril.
es_mx: Antiguamente, los FERRICRAN estaban cubiertos por completo de escamas de adamantina y tenían alas de mithril.
fr_fr: Autrefois, les FERRICRAN étaient recouverts d'écailles en adamantine sur le corps, et avaient des ailes en mithril.
it_it: Un tempo, i FERRICRAN erano completamente di squame adamantine e aveva ali di mithril.
pt_br: Uma vez, o FERRICRAN tinha o corpo todo coberto com escamas de adamantina e tinha asas de mithril.
zh_cn: 曾经,费里科兰全身覆盖着金刚砂的鳞片,拥有密铁矿的翅膀.

source: Foxfire
ja: フォクスフィレ
zh_cn: 火狐

# frondly_description
source: It can do anything with its prehensile tail, even shake hands and pick fruit.
fr_fr: Il peut tout faire avec sa queue préhensile, même serrer la main et cueillir des fruits.
it_it: Può fare qualsiasi cosa con la sua coda prensile, anche stringere la mano e raccogliere frutta.
zh_cn: 它可以用它的无柄尾巴做任何事情,甚至握手和摘水果.

source: Frondly
ja: フロンドリィ
zh_cn: 叶狐猴

source: Grinflare
ja: グリンフラレ
zh_cn: 格林弗拉尔

# graffiki_description
source: GRAFFIKI are as at home in cities as they are in the jungle, tagging their territory with elaborate paintings.
fr_fr: GRAFFIKI sont aussi à l'aise dans les villes que dans la jungle, marquant leur territoire avec des peintures élaborées.
it_it: I GRAFFIKI sono di casa nelle città come nella giungla, marcando il loro territorio con dipinti elaborati.
zh_cn: 格拉非基在城市中和在丛林中一样自在,用精致的画作标记他们的领土.

# hampotamos_description
source: It nibbles on RINOCEREED, clearing away dead skin, moss and weeds.
fr_fr: Il grignote RINOCEREED, éliminant les peaux mortes, la mousse et les mauvaises herbes.
zh_cn: 它啃食裂缝,清除死皮、苔藓和杂草.

# grimachin_description
source: It was made by a toy company to be a pet, but was too dangerous.
de_de: Es wurde von einer Spielzeugfirma als Haustier hergestellt, war aber zu gefährlich.
fr_fr: Il a été fabriqué par une entreprise de jouets pour être un animal de compagnie, mais était trop dangereux.
it_it: È stato fatto da un'azienda di giocattoli per essere un animale domestico, ma era troppo pericoloso.
zh_cn: 它是由一家玩具公司制作的宠物,但太危险了.

source: Gryfix
ja: グルィフィクス
zh_cn: 格里菲克斯

source: Hampotamos
ja: ハンポタモス
zh_cn: 罕博塔摩斯

# grinflare_description
source: It is said that each is the walking heart of a volcano.
de_de: Es wird erzählt, dass jedes das wandelnde Herz eines Vulkans sei.
fr_fr: On dit que tout le monde est le cœur ambulant d'un volcan.
it_it: Si dice che ognuno sia il cuore ambulante di un vulcano.
zh_cn: 据说每个都是火山行走的心脏.

# grintot_description
source: It is a GRINTROCK or GRINFLARE that has experienced erosion.
de_de: Es ist ein GRINTROCK oder GRINFLARE, der Erosion erfahren hat.
es_mx: Es un GRINTROCK o GRINFLARE que ha experimentado erosión.
fr_fr: C'est un GRINTROCK ou GRINFLARE qui a connu l'érosion.
it_it: È un GRINTROCK o GRINFLARE che ha subito erosione.
pt_br: É um GRINTROCK ou GRINFLARE que sofreu erosão.
zh_cn: 这是一个经历过侵蚀的石板或石膏板.

# grumpi_description
source: Once grabbed by a GRUMPI, its sticky tacky body is impossible to escape from.
fr_fr: Une fois attrapé par un GRUMPI, son corps collant, on est impossible à échapper.
it_it: Una volta afferrato da un GRUMPI, il suo corpo appiccicoso impedisce di fuggire.
zh_cn: 一旦被抓住,它那粘稠的粘性身体是不可能逃脱的.

source: Grumpi
ja: グルンピ
zh_cn: 格鲁姆比

# happito_description
source: Why can't people always be happy? HAPPITO will give them exactly what they want, even if it is not what they need.
fr_fr: Pourquoi les gens ne peuvent-ils pas toujours être heureux? HAPPITO leur donnera exactement ce qu'ils veulent, même si ce n'est pas ce dont ils ont besoin.
it_it: Perché le persone non possono essere sempre felici? HAPPITO darà loro esattamente ciò che vogliono, anche se non è ciò di cui hanno bisogno.
zh_cn: 为什么人们不能永远幸福?快乐兽会给他们想要的东西,即使这不是他们所需要的.

source: Happito
ja: ハッピト
zh_cn: 快乐兽

# heronquak_description
source: The crystal on its chest is mistaken for a diamond by poachers. It melts when it is removed from HERONQUAK's body.
de_de: Der Kristall auf seiner Brust wird von Wilderern mit einem Diamanten verwechselt. Es schmilzt, sobald es von HERONQUAK's körper entfernt wird.
es_es: El cristal de su pecho es confundido con un diamante por los cazadores furtivos. Se funde al ser extraído del cuerpo de un HERONQUAK.
es_mx: Los cazadores furtivos confunden el cristal de su pecho con un diamante. Se derrite al extraerlo del cuerpo de los HERONQUAK.
fr_fr: Le cristal sur sa poitrine est pris pour un diamant par les braconniers. Il fond lorsqu'il est retiré du corps de ces Heronquak.
it_it: Il cristallo sul suo petto è scambiato per un diamante dai bracconieri. Si scioglie quando rimosso dal corpo degli HERONQUAK.
pt_br: O cristal em seu peito é confundido com um diamante por larápios. Ele derrete quando é removido do corpo de HERONQUAK.
zh_cn: 它胸前的水晶被偷猎者误认为是钻石.当它从冰鹭的身体中取出时,它就会融化.

source: Ignibus
ja: イグニブス
zh_cn: 岩浆龟

# incandesfin_description
source: Its entire body has massively grown in size. However, its light is still the exact same.
fr_fr: Tout son corps a considérablement grandi en taille. Cependant, sa lumière est toujours exactement la même.
it_it: Tutto il suo corpo è cresciuto enormemente in grandezza. Tuttavia, la sua luce è sempre la stessa.
zh_cn: 它的整个身体的大小已经大量增长.然而,它的光线仍然是完全一样的.

# ignibus_description
source: When threatened it retreats into its shell and cools down dramatically by venting steam. It could be mistaken for a rock.
fr_fr: Lorsqu'il est menacé, il se retire dans sa coquille et se refroidit considérablement en évacuant la vapeur. Il pourrait être confondu avec un rocher.
it_it: Quando è minacciato si ritira nel suo guscio e si raffredda velocemente liberando vapore. Potrebbe essere scambiato per una roccia.
zh_cn: 当受到威胁时,它退回到它的壳中,并通过排放蒸汽急剧降温.它可能会被误认为是一块石头.

# jelillow_description
source: When a person rests their head on JELILLOW, its jelly-like skin causes them to fall into a deep sleep. If someone is having sleeping problems, then this monster will be used to help them.
fr_fr: Lorsqu'une personne pose sa tête sur JELILLOW, sa peau gélatineuse la fait tomber dans un sommeil profond. Si quelqu'un a des problèmes de sommeil, ce monstre sera utilisé pour l'aider.
it_it: Quando una persona appoggia la testa su JELILLOW, la sua pelle gelatinosa li fa cadere in un sonno profondo. Se una persona ha problemi di sonno, allora questo sarà usato per aiutarla.
zh_cn: 当一个人把头靠在果冻兽上时,其果冻般的皮肤会使他们陷入深度睡眠.如果有人有睡眠问题,那么这个精灵将被用来帮助他们.

source: Jelillow
ja: ジェリッロゥ
zh_cn: 果冻兽

# k9_description
source: It is a helpful companion that can pull a tonne of weight.
fr_fr: C'est un compagnon utile qui peut tirer une tonne de poids.
zh_cn: 它是一个有用的伙伴,可以拉动一吨的重量.

source: Katacoon
ja: カタコオン
zh_cn: 墓穴茧

source: Komodraw
ja: コモドラゥ
zh_cn: 科莫多龙

source: Lambert
ja: ランバート
zh_cn: 兰伯特

# lapinou_description
source: When SQUABBITS were taken as fashionable pets, they adapted to domestic life and lost their violent natures.
fr_fr: Lorsque SQUABBITS ont été pris comme animaux de compagnie à la mode, ils se sont adaptés à la vie domestique et ont perdu leur nature violente.
it_it: Quando gli SQUABBITS sono stati presi come animali domestici alla moda, si sono adattati alla vita domestica e hanno perso la loro natura violenta.
zh_cn: 当松兔被当作时尚的宠物时,它们适应了家庭生活,失去了暴力的天性.

# legko_description
source: Long thought to be legless, its leaves are actually vestigial limbs.
de_de: Lange wurde angenommen, dass es keine Beine habe, dabei sind seine Blätter tatsächlich verkümmerte Gliedmaßen.
es_es: Durante mucho tiempo se pensó que no tenía piernas, pero de hecho sus hojas son extremidades vestigiales.
es_mx: Durante mucho tiempo se pensó que no tenía patas, pero sus hojas son en realidad extremidades vestigiales.
fr_fr: Longtemps considéré comme sans jambes, ses feuilles sont en réalité des résidus de l'évolution.
it_it: Da tempo si pensava che fosse senza gambe ma invece le sue foglie sono arti vestigiali.
pt_br: Pensaram por muito tempo que não tivesse suas pernas, suas folhas são na verdade membros vestigiais.
zh_cn: 长期以来,人们认为它没有腿,它的叶子实际上是退化的肢体.

# moloch_description
source: It can stiffen or soften its skin to respond to friends and foes.
de_de: Es kann seine Haut verhärten und weich machen, um damit auf Freunde und Feine zu reagieren.
es_es: Puede endurecer o suavizar su piel como respuesta a amigos y enemigos.
es_mx: Puede endurecer o ablandar su piel a fin de responder a amigos y enemigos.
fr_fr: Il peut adoucir ou durcir sa peau suivant s'il fait face à des amis ou des ennemis.
it_it: Può irrigidire o ammorbidire la sua pelle per rispondere ad amici e nemici.
pt_br: Pode endurecer ou suavizar sua pele para responder a amigos e inimigos.
zh_cn: 它可以使自己的皮肤变硬或变软,以应对朋友和敌人.

# noctalo_description
source: It inhabits only places abandoned by humans - castles, graveyards and sewers.
de_de: Es bewohnt nur menschenverlassene Orte - Schlösser, Friedhöfe und Abwasserkanäle.
es_es: Habita solo en lugares abandonados por humanos - castillos, cementerios y alcantarillas.
es_mx: Sólo habita en lugares abandonados por los humanos: castillos, cementerios y alcantarillas.
fr_fr: Il ne vit que dans les lieux abandonnés par les humains, comme les châteaux, les cimetières et les égouts.
it_it: Abita solo in posti abbandonati dagli umani: castelli, cimiteri e fogne.
pt_br: Habita apenas lugares abandonados por humanos - castelos, cemitérios e esgotos.
zh_cn: 它只居住在被人类遗弃的地方--城堡、墓地和下水道.

# nudiflot_male
source: Nudiflot
ja: ヌディフロト
zh_cn: 浮蛞蝓♀

# katacoon_description
source: It stays in a meditative pose for its chrysalis, moving only to jab enemies.
de_de: Es verbleibt in einer meditativen Pose für seine Verpuppung und bewegt sich nur, um Feine zu stechen.
es_es: Permanece en una pose meditativa en su crisálida, moviéndose solamente para pinchar a sus enemigos.
es_mx: Permanece en una postura meditativa durante su fase de crisálida, moviéndose sólo para pinchar a los enemigos.
fr_fr: Il reste dans sa chrysalide pour méditer, ne bougeant que pour frapper ses ennemis.
it_it: Sta in una posa meditativa nella sua crisalide. Si muove solo per attaccare i nemici.
pt_br: Permanece em uma pose meditativa em sua crisálida, movendo-se apenas para golpear os inimigos.
zh_cn: 它的蛹保持着冥想的姿势,只在刺杀敌人时才移动.

source: Katapill
ja: カタピッル
zh_cn: 墓碑毛虫

# katapill_description
source: It is born fighting. It has to punch out of its eggshell or be trapped.
fr_fr: Il est né combattant. Il doit sortir de sa coquille d'œuf ou être piégé.
it_it: Nasce combattendo. Deve uscire dal suo guscio d'uovo o essere intrappolato.
zh_cn: 它生来就会战斗.它必须冲出墓壳,否则就会被困住.

# komodraw_description
source: It uses its claws to carve its firearm out of wood, and uses it for powerful ranged attacks.
fr_fr: Il utilise ses griffes pour tailler son arme à feu dans du bois et l'utilise pour de puissantes attaques à distance.
it_it: Usa i suoi artigli per lavorare la sua arma da fuoco in legno, che usa per potenti attacchi a distanza.
zh_cn: 它用爪子在木头上雕刻自己的火器,并利用它进行强大的远程攻击.

# lambert_description
source: It is placed in its nut by its parent, who then sends it into the world.
de_de: Die Eltern legen es in die Nuss und schicken es hinaus in die Welt.
es_es: Es colocado en su fruto por su padre, quien luego lo envía a vagar por el mundo.
es_mx: Su padre lo coloca en una nuez y luego lo envía a este mundo.
fr_fr: Il est placé dans sa noix par son parent, qui l'envoie ensuite dans le monde.
it_it: È stato messo sulla sua noce dai suoi genitori. che l'hanno poi mandato nel mondo.
pt_br: É colocado em sua noz por seus genitores, que então o enviam ao mundo.
zh_cn: 它被它的父母放在它的坚果里,然后父母把它送入世界.

source: Lapinou
ja: ラピノウ
zh_cn: 宠物兔

# lightmare_description
source: It lurks in the depths of the ocean, luring any unsuspecting prey using its light right into its large, gaping mouth.
fr_fr: Il se cache dans les profondeurs de l'océan, attirant toute proie sans méfiance en utilisant sa lumière directement dans sa grande bouche béante.
zh_cn: 它潜伏在海洋深处,利用它的光线引诱任何毫无戒心的猎物进入它那张大嘴.

source: Lightmare
ja: リグトマレ
zh_cn: 噩梦鱼

source: Loliferno
ja: ロリフェルノ
zh_cn: 罗利弗诺

# metesaur_description
source: This Tuxemon would enjoy diving into the ground and leaving marks. Sometimes, the Tuxemon would misjudge the hit and land in trees, starting huge and dangerous forest fires
fr_fr: Ces tuxemon adorent creuser dans le sol en laissant des traces. Il arrive qu'ils calculent mal leur position et causent des feux de forêt en essayent de creuser dans des arbres.
zh_cn: 这种精灵会喜欢潜入地下并留下痕迹.有时,这只精灵会错误地判断撞击,落在树上,引发巨大而危险的森林火灾

# noctula_description
source: It eats bugs and PIPIS eat fruit, so despite living in close proximity they do not compete.
de_de: Es isst Käfer und PIPIS Essfrucht, somit konkurrieren sich nicht miteinander und das, obwohl sie so nah beieinander leben.
es_es: Se alimenta de insectos mientras que los PIPIS se alimentan de fruta, así que, a pesar de vivir en proximidad, no compiten entre sí.
es_mx: Come insectos y los PIPIS comen fruta, por lo que a pesar de vivir muy cerca no compiten entre sí.
it_it: Mangia insetti e i PIPIS mangiano frutta, quindi nonostante abitino in vicinanza non entrano in competizione.
pt_br: Noctula come insetos e PIPIS come frutas, então, apesar de viverem nas proximidades, eles não competem.
zh_cn: 它吃虫子,皮斯蝠吃水果,所以尽管生活在很近的地方,但它们并不竞争.

# nostray_description
source: It can smell anything in the ocean, no matter how far away.
de_de: Es kann alles im Ozean riechen, egal wie weit entfernt es auch sein mag.
es_es: Puede oler cualquier cosa en el océano, sin importar lo lejos que esté.
es_mx: Puede oler cualquier cosa en el océano, sin importar cuán lejos se encuentre.
fr_fr: Il peut tout sentir dans l'océan, peu importe la distance.
it_it: Può annusare tutto nell'oceano, non importa quanto sia distante.
pt_br: Nostray pode cheirar qualquer coisa no oceano, não importa a distância.
zh_cn: 它能闻到海里的任何东西,无论多远.

# nudiflot_female
source: Nudiflot
ja: ヌディフロト
zh_cn: 浮蛞蝓♂

# nudikill_description
source: They are called Dark Bishops because their heads are reminiscent of a bishop's hat.
de_de: Sie werden dunkle Bischöffe genannt, weil die Form ihrer Köpfe an Bischoffsmützen erinnert.
fr_fr: Ils sont appelés Dark Bishops parce que leurs têtes rappellent un chapeau d'évêque.
zh_cn: 他们被称为黑暗主教,因为他们的头让人联想到主教的帽子.

source: Nudikill
ja: ヌディキッル
zh_cn: 努迪基尔

source: Pantherafira
ja: パンテェラフィラ
zh_cn: 潘特拉菲拉

# pilthropus_description
source: Found alongside Tuxemon such as RHINCUS, PILTHROPUS was one of the oldest Tuxemon able to create its own tools.
de_de: PILTHROPUS wurde neben Smokings wie RHINCUS gefunden und war einer der ältesten Tuxemon, der seine eigenen Werkzeuge herstellen konnte.
es_mx: Encontrándose junto a Tuxemon como RHINCUS, PILTHROPUS era uno de los Tuxemon más antiguos capaz de crear sus propias herramientas.
fr_fr: Trouvé aux côtés de Tuxemon en tant que RHINCUS, PILTHROPUS était l'un des plus anciens Tuxemon capables de créer leurs propres outils.
it_it: Trovato accanto a Tuxemon come RHINCUS, PILTHROPUS è stato uno dei più vecchi Tuxemon capace di creare i propri strumenti.
pt_br: Encontra-se ao lado de Tuxemons como RHINCUS, PILTHROPUS foi um dos mais antigos Tuxemons capazes de criar suas próprias ferramentas.
zh_cn: 与飞犀牛等精灵一起被发现,皮尔思罗普斯是最古老的精灵之一,能够创造自己的工具.

source: Pipis
ja: ピピス
zh_cn: 皮斯蝠

# propellercat_description
source: Is it a new species, or just the pet of an inventor?
de_de: Ist es eine neue Spezies oder nur das Haustier eines Erfinders?
es_es: <<MISSING>>
fr_fr: Est-ce une nouvelle espèce, ou juste l'animal de compagnie d'un inventeur?
it_it: È una nuova specie o solo l'animale domestico di un inventore?
nb_no: <<MANGLER>>
zh_cn: 它是一个新物种,还是只是一个发明家的宠物?

# puparmor_description
source: Its cocoon is so hard, people are knocked out if a PUPARMOR is dropped on them. They were once loaded into cannons and catapults.
fr_fr: Son cocon est si dur que les gens sont assommés si un PUPARMOR leur tombe dessus. Ils étaient autrefois chargés dans des canons et des catapultes.
zh_cn: 它的茧非常坚硬,如果有一个盔甲蛹掉在他们身上,人们就会被打倒.它们曾经被装入大炮和弹射器.

# rosarin_description
source: ROSARIN's love is incredible, he's only asking some affection.
fr_fr: L'amour de Rosarin est incroyable, il ne demande que de l'affection.
zh_cn: 罗萨林的爱是不可思议的,他只是要求一些感情.

# sadito_description
source: When a person is feeling too sad, SADITO will carry that burden for them.
fr_fr: Lorsqu'une personne se sent trop triste, SADITO portera le fardeau pour elle.
zh_cn: 当一个人感到太过悲伤时,悲伤兽会替他们扛起这个负担.

# sampsack_description
source: A scientist wanted to separate his personalities, but he split his body.
fr_fr: Un scientifique voulait diviser ses personnalités, mais il a divisé son corps.
zh_cn: 一位科学家想分离他的人格,但他分裂了他的身体.

# sampsage_description
source: A scientist took a drug that made him clever by day and violent by night.
fr_fr: Un scientifique a pris un médicament qui le rendait intelligent pendant la journée et violent la nuit.
zh_cn: 一位科学家服用了一种药物,使他白天变得聪明,晚上变得暴躁.

# saurchin_description
source: By night, SAURCHIN emerge from the coral reefs to hunt bigger prey on land.
fr_fr: La nuit, SAURCHIN émerge des récifs coralliens pour chasser des proies plus grosses sur terre.
zh_cn: 到了晚上,索尔钦从珊瑚礁里出来,在陆地上猎取更大的猎物.
